Repository: svn2github/kvirc
Catalog: po/modules/proxydb/proxydb_*.po
Languages: it, pt

source: The specified IP is not valid
it: L'indirizzo IP specificato non è valido
pt: O IP indicado não é válido

source: The specified protocol does not exist
it: Il protocollo specificato non esiste
pt: O protocolo indicado não existe

source: The specified proxy already exists
it: Il proxy specificato esiste già
pt: O proxy indicado já existe

source: The specified proxy does not exist
it: Il proxy specificato non esiste
pt: O proxy indicado não existe

source: You must provide the IP as parameter
it: Devi passare l'indirizzo IP come parametro
pt: Deve indicar um IP como parâmetro

source: You must provide the port number as parameter
it: Devi passare il numero di porta come parametro
pt: Deve indicar o número da porta como parâmetro

source: You must provide the protocol as parameter
it: Devi passare il protocollo come parametro
pt: Deve indicar o protocolo como parâmetro

source: You must provide the proxy hostname as parameter
it: Devi passare l'hostname del proxy come parametro
pt: Deve indicar o endereço do proxy como parâmetro

source: You must provide the proxy name as parameter
it: Devi passare il nome del proxy come parametro
pt: Deve indicar o nome do proxy como parâmetro

source: You must provide the value as parameter
it: Devi passare il valore come parametro
pt: Deve indicar o valor como parâmetro
