Repository: svn2github/kvirc
Catalog: po/modules/mediaplayer/mediaplayer_*.po
Languages: pt, ru

source: An interface to Amarok2. Download it from http://amarok.kde.org
pt: Um interface para o Amarok2. Transfira-o a partir de http://amarok.kde.org
ru: Интерфейс к Amarok2. Вы можете загрузить его с http://amarok.kde.org

source: An interface to BMPx. Download it from http://sourceforge.net/projects/beepmp
pt: Um interface para o BMPx. Transfira-o a partir de http://sourceforge.net/projects/beepmp
ru: Интерфейс к BMPx. Вы можете загрузить его с http://sourceforge.net/projects/beepmp

source: An interface to Clementine. Download it from http://www.clementine-player.org/
pt: Um interface para o Clementine. Transfira-o a partir de http://www.clementine-player.org/

source: An interface to Qmmp. Download it from http://qmmp.ylsoftware.com
pt: Um interface para o Qmmp. Transfira-o a partir de http://qmmp.ylsoftware.com
ru: Интерфейс к Qmmp. Вы можете загрузить его с http://qmmp.ylsoftware.com

source: An interface to Totem. Download it from http://projects.gnome.org/totem/
pt: Um interface para o Totem. Transfira-o a partir de http://projects.gnome.org/totem/
ru: Интерфейс к Totem. Вы можете загрузить его с http://projects.gnome.org/totem/

source: An interface to Vlc. Download it from http://www.videolan.org/ You need to manually enable the DBus control interface in the Vlc preferences
pt: Um interface para o VLC. Transfira-o a partir de http://www.videolan.org/ Precisa activar manualmente o interface de controlo DBus nas preferências do Vlc.
ru: Интерфейс к VLC. Вы можете загрузить его с http://www.videolan.org/ Необходимо вручную включить управление через DBus в настройках VLC

source: An interface to the AMIP plug-in. You can download it from http://amip.tools-for.net To use this interface you must install AMIP plug-in for your player.
pt: Um interface para o 'plug-in' AMIP. Transfira-o a partir de http://amip.tools-for.net. Para usar este interface tem de instalar o 'plug-in' AMIP no seu leitor.
ru: Интерфейс к плагину AMIP. Вы можете загрузить его с http://amip.tools-for.net Для использования этого интерфейса вы должны установить плагин AMIP для вашего проигрывателя.

source: An interface to the Mozilla Songbird media player. Download it from http://www.getsongbird.com. To use it you have to install also the MPRIS addon available at http://addons.songbirdnest.com/addon/1626.
pt: Um interface para o leitor multimédia Mozilla Songbird. Transfira-o a partir de http://www.getsongbird.com. Para o usar também tem de instalar o extra MPRIS disponível em http://addons.songbirdnest.com/addon/1626.
ru: Интерфейс к медиапрогрывателю Mozilla Songbird. Вы можете загрузить его с http://www.getsongbird.com. Для использования вам также придётся установить дополнение MPRIS доступное по адресу http://addons.songbirdnest.com/addon/1626.

source: An interface to the Spotify music streaming service. It is only available for certain countries in Europe. You can download it from http://www.spotify.com.
pt: Um interface para serviço de mśucia ao vivo Spotify. Está apenas dísponível para certos países Europeus. Transfira-o a partir de http://www.spotify.com.

source: An interface to the Xmms2 media player. Download it from http://xmms2.org
pt: Um interface para o leitor multimédia Xmms2. Transfira-o a partir de http://xmms2.org
ru: Интерфейс к медиаплееру Xmms2. Вы можете загрузить его с http://xmms2.org

source: An interface to the popular UNIX audacious media player. Download it from http://audacious-media-player.org
pt: Um interface para o popular leitor multimédia Unix audacious. Transfira-o a partir de http://audacious-media-player.org
ru: Интерфейс к популярному в UNIX медиаплееру audacious. Вы можете загрузить его с http://audacious-media-player.org

source: An interface to the popular UNIX xmms media player. Download it from http://legacy.xmms2.org
pt: Um interface para o popular leitor multimédia UNIX xmms. Transfira-o a partir de http://legacy.xmms2.org
ru: Интерфейс к популярному в UNIX медиаплееру xmms. Вы можете загрузить его с http://legacy.xmms2.org

source: An interface to the popular Winamp media player. You can download it from http://www.winamp.com. To use all the features of this interface you must copy the gen_kvirc.dll plugin found in the KVIrc distribution directory to the Winamp plugins folder and restart winamp.
pt: Um interface para o popular leitor multimédia Winamp. Transfira-o a partir de http://www.winamp.com. Para usar todas as funcionalidades deste interface, tem de copiar o 'plugin' gen_kvirc.dll encontrado no directório da distribuição KVIrc para a pasta de 'plugins' do Winamp e reiniciar o winamp.

source: An interface to the popular audacious media player. Download it from http://audacious-media-player.org
pt: Um interface para o popular leitor multimédia audacious. Transfira-o a partir de http://audacious-media-player.org
ru: Интерфейс к популярному в UNIX медиаплееру audacious. Вы можете загрузить его с http://audacious-media-player.org

source: Can't find a running winamp window
pt: Não é possível encontrar uma instância do winamp a correr
ru: Не могу найти запущенное окно winamp

source: Can't find symbol %1 in %2
pt: Não é possível encontrar o símbolo %1 em %2

source: Can't load the player library (%1)
pt: Não é possível carregar a biblioteca do leitor (%1)

source: Choosing media player interface "%Q"
pt: A escolher um interface multimédia "%Q"
ru: Выбран интерфейс медиаплеера "%Q"

source: Function not implemented
pt: Função não implementada
ru: Функция не реализована

source: Last interface error:
pt: Erro do último interface:
ru: Последняя ошибка интерфейса:

source: No mediaplayer interface selected. Try /mediaplayer.detect
pt: Nenhum interface multimédia seleccionado. Tente /mediaplayer.detect
ru: Интерфейс медиаплеера не выбран. Попробуйте /mediaplayer.detect

source: Not sure about the results, trying a second, more agressive detection pass
pt: Nenhuma certeza acerca dos resultados, a tentar um segundo passo de detecção mais agressivo
ru: Не уверен в результате, подождите секундочку, более агрессивный способ обнаружения

source: Seems that there is no usable media player on this machine
pt: Parece que não existe nesta máquina um leitor multimédia
ru: Кажется на этой машине нет подходящих медиаплееров

source: Spotify is not running
pt: O spotify não está a correr

source: The selected media player interface failed to execute the requested function
pt: O interface multimédia seleccionado falhou ao executar a função pedida
ru: Выбранный интерфейс медиаплеера не смог выполнить требуемую функцию

source: The winamp plugin has not been installed properly. Check /help mediaplayer.nowplaying
pt: O 'plugin' winamp não foi instalado correctamente. Verifique /help mediaplayer. nowplaying
ru: Плагин для winamp не был установлен должным образом. Проверьте /help mediaplayer. nowplaying

source: Trying media player interface "%1": score %2
pt: A tentar o interface multimédia "%1": pontuação %2
