Repository: svn2github/kvirc
Catalog: po/modules/dcc/dcc_*.po
Languages: pt_br

source: unknown
pt_br: desconhecido

source: Choose Files to Send - KVIrc
pt_br: Escolha os arquivos para enviar - KVIrc

source: <b>%1 [%2@%3]</b> requests a <b>Direct Client Connection</b> in <b>%4</b> mode.<br>
pt_br: <b>%1 [%2@%3]</b> pedida uma <b>Conexão Direta com o Cliente (DCC)</b> em modo <b>%4</b><br>

source: The connection will be secured using SSL.<br>
pt_br: A conexão estará segura se utilizar SSL.<br>

source: The connection target will be host <b>%1</b> on port <b>%2</b><br>
pt_br: O destino da conexão será a máquina <b>%1</b> na porta <b>%2</b><br>

source: DCC %1 Request - KVIrc
pt_br: Pedido de DCC %1 - KVIrc

source: <b>%1 [%2@%3]</b> requests a<br><b>Direct Client Connection</b> in <b>VOICE</b> mode.<br>The connection target will be host <b>%4</b> on port <b>%5</b><br>
pt_br: <b>%1 [%2@%3]</b> pedida uma<br><b>Conexão Directa com o Cliente (DCC)</b> em modo <b>VOICE</b>.<br>O destino da conexão será a máquina <b>%4</b> na porta <b>%5</b><br>

source: DCC VOICE request
pt_br: Pedido de DCC VOICE

source: <b>%1 [%2@%3]</b> requests a<br><b>Direct Client Connection</b> in <b>CANVAS</b> mode.<br>The connection target will be host <b>%4</b> on port <b>%5</b><br>
pt_br: <b>%1 [%2@%3]</b> pedida uma<br><b>Conexão Direta com o Cliente (DCC)</b> em modo <b>CANVAS</b>.<br>O destino da conexão será a máquina <b>%4</b> na porta <b>%5</b><br>

source: DCC CANVAS request
pt_br: Pedido de DCC CANVAS

source: <center><b>Note:</b></center>The file appears to be an avatar that you have requested. You should not change its filename. Save it in a location where KVIrc can find it, such as the 'avatars', 'incoming', or 'pics' directories, your home directory, or the save directory for the incoming file type. The default save path will probably work. You can instruct KVIrc to accept incoming avatars automatically by setting the option <tt>boolAutoAcceptIncomingAvatars</tt> to true.<br>
pt_br: <center><b>Nota:</b></center>O arquivo parece ser um avatar que você solicitou. Você não deve mudar o nome do arquivo. Salve-o em um diretório onde o KVirc o possa encontrar, como 'avatares', diretórios de 'fotos', seu diretório pessoal, ou o diretório que estão os arquivos recebidos. Provavelmente o diretório pré -definido para salvar arquivos irá funcionar. Você pode fazer com que o KVIrc receba avatares automáticamente ao configurar/ativar a opção <tt>Aceitar receber avatares automaticamente</tt>.<br>

source: Attempting a passive DCC %s connection
pt_br: Tentando uma conexão %s DCC passiva

source: Attempting an active DCC %s connection
pt_br: Tentando uma conexão %s DCC ativa

source: The local IP address is private, determining from IRC server: %s
pt_br: O endereço IP local é privado, determinando pelo servidor IRC: %s

source: The local IP address is private, but unable to determine it from the IRC server
pt_br: O endereço IP local é privado, e não foi possível determinar pelo servidor IRC

source: The local IP address is private, but have no IRC server to determine it from
pt_br: O endereço IP local é privado, mas não tem nenhum servidor IRC para o determinar

source: Low-level transport connection established
pt_br: Conexão de transporte de baixo nível estabelecida

source: Starting Secure Socket Layer handshake
pt_br: Iniciando negociação do Secure Socket Layer

source: [SSL ERROR]: %s
pt_br: [ERRO de SSL]: %s

source: Cannot send data: No active connection
pt_br: Não foi possível enviar dados: Não há uma conexão ativa

source: ERROR: %Q
pt_br: ERRO: %Q

source: WARNING: failed to check the soundcard duplex capabilities: if this is a half-duplex soundcard , use the DCC VOICE option to force half-duplex algorithm
pt_br: ATENÇÃO: falhou ao verificar se a placa de som é duplex: se esta é uma placa de som half-duplex, utilize a opção DCC VOICE para forçar um algorítmo half-duplex

source: Half duplex soundcard detected, you will not be able to talk and listen at the same time
pt_br: Detectada placa de som half-duplex, você não será capaz de falar e ouvir ao mesmo tempo

source: WARNING: failed to set the requested sample rate (%d): the device used closest match (%d)
pt_br: ATENÇÃO: falhou ao configurar a frequência de amostra solicitada (%d): o dispositivo usou a combinação mais próxima (%d)

source: Ops...failed to test the soundcard capabilities...expect problems...
pt_br: Opa...falhou ao testar as capacidades da placa de som...pode esperar problemas...

source: Input buffer
pt_br: Buffer de entrada

source: Output buffer
pt_br: Buffer de saída

source: Attempting a passive DCC VOICE connection
pt_br: Tentar uma conexão DCC VOICE passiva

source: Attempting an active DCC VOICE connection
pt_br: Tentar uma conexão DCC VOICE ativa

source: DCC VOICE request not sent: awaiting manual connections
pt_br: Pedido de DCC VOICE não enviado: esperando conexões manuais

source: Input buffer: %d bytes
pt_br: Buffer de entrada: %d bytes

source: Output buffer: %d bytes
pt_br: Buffer de saída: %d bytes

source: DCC Failed: %Q
pt_br: DCC falhou: %Q

source: Actual codec used is '%s'
pt_br: O codec atual usado é '%s'

source: This window has no associated IRC context (an IRC context is required unless -c or -n are passed)
pt_br: Esta janela não tem contexto IRC associado (é necessário um contexto IRC a menos que -c ou -n sejam passado(s))

source: You're not connected to a server (an active connection is required unless -c or -n are passed)
pt_br: Você não está conectado a um servidor (uma conexão ativa é necessária a menos que -c ou -n sejam passado(s))

source: No suitable interfaces to listen on, use -i
pt_br: Não existem interfaces adequadas para escutar, use -i

source: This executable was built without SSL support, -s switch ignored
pt_br: Este executável foi compilado sem suporte SSL, opção -s ignorada

source: -c requires -i and -p
pt_br: -c requer -i e -p

source: <unknown size>
pt_br: <tamanho desconhecido>

source: This executable has been built without SSL support, -s switch ignored
pt_br: Este executável foi compilado sem suporte SSL, opção -s ignorada

source: This executable has no SSL support, -s switch ignored
pt_br: Este executável não tem suporte SSL, opção -s ignorada

source: The current window has no associated DCC session
pt_br: A janela corrente nao esta associada a uma sessão DCC

source: The specified parameter is not a valid DCC identifier
pt_br: O paramêtro especificado nao é um identificador DCC válido

source: The specified window identifier is not valid
pt_br: O identificador de janela especificado nao é válido

source: WARNING: The peer is sending garbage data past the end of the file
pt_br: ATENÇÃO: O destino (outro usuário) está enviando dados (lixo) que entram depois do fim do arquivo

source: WARNING: Ignoring data past the declared end of file and closing the connection
pt_br: ATENCÃO: Ignorando dados que venham depois do envío do arquivo e fechando a conexão

source: Data transfer terminated, waiting 30 seconds for the peer to close the connection...
pt_br: Transferência de dados terminada, esperar 30 segundos para quem enviou fechar a conexão...

source: Data transfer was terminated 30 seconds ago, closing the connection
pt_br: Transferência de dados terminou à 30 segundos, fechando a conexão

source: WARNING: Received data in a DCC TSEND, there should be no acknowledges
pt_br: ATENÇÃO: Dados recebidos de um DCC TSEND, não devia haver confirmações

source: TRANSFER %d
pt_br: TRANSFERÊNCIA %d

source: Setting up the connection
pt_br: Configurar a conexão

source: Attempting a passive DCC %1 connection
pt_br: Tentar uma conexão DCC passiva %1

source: Attempting an active DCC %1 connection
pt_br: Tentar uma conexão DCC ativa %1

source: Sent DCC RESUME request to %1, waiting for ACCEPT
pt_br: DCC RESUME enviado pedido por %1, esperando que aceite

source: Aborted
pt_br: Abortado

source: Transfer failed:
pt_br: Transferência falhou:

source: Abort
pt_br: Abortar

source: From:
pt_br: De:

source: To:
pt_br: Para:

source: Transfer Log
pt_br: Registo de Transferências

source: Contacting host %1 on port %2
pt_br: Contactar a máquina %1 na porta %2

source: Listening on interface %1 port %2
pt_br: Escutar a interface %1 na porta %2

source: The local IP address is private, determining from IRC server: %1
pt_br: O endereço IP local é privado, determinando pelo servidor IRC: %1

source: Sent DCC %1 request to %2, waiting for remote client to connect...
pt_br: DCC %1 enviado para %2, esperando que o cliente remoto conecte...

source: DCC %1 request not sent, awaiting manual connection
pt_br: DCC %1 não enviado, esperando conexão manual

source: [SSL ERROR]: %1
pt_br: [ERRO SSL]: %1

source: Transfer completed
pt_br: Transferência completa

source: Connected to %1:%2
pt_br: Conectado a %1:%2

source: Local end is %1:%2
pt_br: A extremidade local é %1:%2

source: Transferring data
pt_br: Transferindo dados

source: RESUME accepted, transfer will begin at position %1
pt_br: RESUME aceito, a transferência começará na posição %1

source: Internal error in RESUME request
pt_br: Erro interno no pedido RESUME

source: Invalid RESUME request: Position %1 is larger than file size
pt_br: Pedido RESUME inválido: a posição %1 é maior que o tamanho do arquivo

source: Accepting RESUME request, transfer will begin at position %1
pt_br: Aceitar pedido RESUME, a transferência começará na posição %1

source: Cancel
pt_br: Cancelar

source: Attempting a passive DCC CANVAS connection
pt_br: Tentando uma conexão passiva DCC CANVAS

source: DCC CANVAS request not sent: awaiting manual connections
pt_br: Pedido DCC CANVAS não enviado; esperando conexões manuais

source: Attempting an active DCC CANVAS connection
pt_br: Tentando uma conexão DCC CANVAS ativa

source: &Line
pt_br: &Linha

source: &Rectangle
pt_br: &Retângulo

source: &Ellipse
pt_br: &Elipse

source: &Pie
pt_br: &Torta

source: &Chord
pt_br: &Corda

source: &Rich text (html)
pt_br: Texto en&riquecido (html)

source: &Triangle
pt_br: &Triângulo

source: &Pentagon
pt_br: &Pentágono

source: &Hexagon
pt_br: &Hexágono

source: &Shape
pt_br: &Figura

source: &Polygons
pt_br: &Polígonos

source: &Insert
pt_br: &Inserir

source: Ignoring and notifying failure
pt_br: Ignorando e notificando a falha

source: Ignoring
pt_br: Ignorando

source: Concurrent transfer limit reached (%u of %u transfers running)
pt_br: Limite de transferências correntes alcançado (%u de %u transferências em execução)

source: Slot limit reached (%u slots of %u)
pt_br: Limite de Slots alcançado (%u slots de %u)

source: Too many pending connections
pt_br: Muitas conexões pendentes

source: Invalid port number %s
pt_br: Número de porta inválido %s

source: Invalid IP address in old format %s
pt_br: Endereço de IP Inválido em formato antigo %s

source: Invalid IP address %s
pt_br: Endereço de IP inválido %s

source: The above request is broken: The second parameter is '%s' and should be 'chat', trying to continue
pt_br: O pedido anterior é incorrecto: o segundo parâmetro é '%s' e deveria ser 'chat', tentando continuar

source: This executable has been compiled without SSL support, the SSL extension to DCC CHAT is not available
pt_br: Este executável foi compilado sem suporte SSL, a extensão SSL para DCC CHAT não está disponível

source: The above request is broken: The fourth parameter should be the file size but does not appear to be an unsigned number, trying to continue
pt_br: O seguinte pedido esta quebrado: o quarto parâmetro deveria ser o tamanhodo arquivo, mas não parece ser um número sem sinal, tentando continuar

source: The above request is broken: The filename contains path components, stripping the leading path and trying to continue
pt_br: O seguinte pedido esta quebrado: o nome do arquivo contém um caminho de componentes, tirando o caminho indicado e tentando continuar

source: This executable has been compiled without SSL support, the SSL extension to DCC SEND is not available
pt_br: Este executável foi compilado sem suporte SSL, a extensão SSL para DCC CHAT não está disponível

source: Can't proceed with DCC RECV: Transfer not initiated for file %s on port %s
pt_br: Não foi possível prosseguir com DCC REVC: transferência do arquivo %s na porta %s não iniciada

source: Invalid resume position argument '%s'
pt_br: Argumento '%s' da posição de resume inválido

source: Can't proceed with DCC SEND: Transfer not initiated for file %s on port %s, or invalid resume size
pt_br: Não foi possível prosseguir com o DCC SEND: transferência do arquivo %s, na porta %s não iniciada, ou resumo de tamanho inválido

source: The above request has resume file size missing, assuming a resume file size of 0
pt_br: O pedido acima falta o tamanho do arquivo para continuar o resumo, assumindo 0 como tamanho de arquivo para resumo

source: This executable has been compiled without SSL support, the SSL extension to DCC RECV is not available
pt_br: Este executável foi compilado sem suporte SSL, extensão SSL para DCC RECV não disponível

source: Invalid RECV request: Position %u is is larger than file size
pt_br: Pedido RECV inválido: posição %u é maior que o tamanho do arquivo

source: %Q [%Q@%Q] is ready to receive the file "%s"
pt_br: %s [%s@%s] está pronto para receber o arquivo "%s"

source: The remote client is listening on interface %s and port %s
pt_br: O cliente remoto está escutando na interface %s e porta %s

source: Use %c![!dbl]dcc.send %s -i=%s -p=%s %Q/dcc.send %s -i=%s -p=%s %Q%c to send the file (or double-click on the socket)
pt_br: Usar %c![!dbl]dcc.send %s -i=%s -p=%s %s/dcc.send %s -i=%s -p=%s %s%cpara enviar o arquivo (ou clique duas vezes no socket)

source: The above request is broken: The fourth parameter should be the file size but does not appear to be an unsigned number; trying to continue
pt_br: O pedido anterior está errado: o quarto parâmetro devia ser o tamanho do arquivo mas não parece ser um inteiro sem sinal; tentando continuar

source: This executable has been compiled without SSL support, the SSL extension to DCC RSEND is not available
pt_br: Este executavel foi compilado sem suporte SSL, a extensão SSL para DCC RSEND não está disponivel

source: (unknown)
pt_br: (Desconhecido)

source: No suitable interface to listen on, trying to continue anyway...
pt_br: Sem interface apropriada para escutar, tentando continuar de qualquer modo...

source: This executable has been compiled without SSL support, the SSL extension to DCC GET is not available
pt_br: Este executavel foi compilado sem suporte SSL, a extenão SSL para DCC GET não está disponivel

source: No file offer named '%s' (with size %s) available for %Q [%Q@%Q]
pt_br: Nenhum arquivo compartilhado chamado '%s' (com tamanho %s) disponivel para %Q [%Q@%Q]

source: "any"
pt_br: "qualquer"

source: Accepting file request from %Q [%Q@%Q] for '%s' (real file: %Q), offering DCC %s since we can't accept incoming connections (user option)
pt_br: Aceitando pedido de arquivo de %Q [%Q@%Q] para '%s' (arquivo real: %Q), oferecendo DCC %s já que não podemos aceitar conexões (opção do usuário)

source: The above request cannot be accepted: Unsupported codec '%s'
pt_br: O seguinte pedido não pode ser aceito: codec não suportado '%s'

source: The above request appears to be broken: Invalid sample-rate '%s', defaulting to 8000
pt_br: O seguinte pedido parece estar quebrado: frequência de amostra '%s' inválida, colocar 8000 por padrão

source: Unknown DCC type '%s'
pt_br: Tipo DCC desconhecido '%s'

source: &Accept
pt_br: &Aceitar

source: &Reject
pt_br: &Rejeitar

source: &Rename
pt_br: &Renomear

source: Over&write
pt_br: &Sobrescrever

source: Re&sume
pt_br: Re&sumir

source: File Already Exists - KVIrc
pt_br: O arquivo já existe - KVIrc

source: Can't retrieve a suitable local IPV4 address
pt_br: Não foi possível encontrar um endereço IPV4 local apropriado

source: Can't listen on default interface '%s': fix it in the options dialog, disabling the option (so the next dcc will work)
pt_br: Impossivel escutar a interface padrão '%s': corrija isto no diálogo de opções, desativando a opção (para que o próximo dcc funcione)
