Repository: svn2github/kvirc
Catalog: po/modules/filetransferwindow/filetransferwindow_*.po
Languages: ca

source: &Clear Terminated
ca: Borrar Acabades

source: &Copy Path to Clipboard
ca: &Copiar trajectòria al Portapapers

source: &Delete file
ca: &Borrar arxiu

source: &Other...
ca: Altres...

source: Clear &All
ca: Borr&ar Totes

source: Clear All Transfers? - KVIrc
ca: ¿Borrar Totes les Transferències? - KVIrc

source: Clear all transfers, including any in progress?
ca: ¿Borrar totes les transferències, incloent qualsevol que estigui en progrés?

source: Confirm delete
ca: Confirmar esborrat

source: Delete failed
ca: Ha fallat el esborrat

source: Do you really want to delete the file %Q?
ca: ¿Realment vols borrar l'arxiu %Q?

source: Failed to remove the file
ca: No he pogut esborrar l'arxiu

source: File Transfers
ca: Transferències d'Arxius

source: Information
ca: Informació

source: Local &File
ca: &Arxiu Local

source: Open &Location
ca: Obrir Destí

source: Open &With
ca: Obrir Amb

source: Progress
ca: Progrés

source: Terminal at Location
ca: Terminal en Destí

source: Type
ca: Tipus

source: Yes
ca: Sí
