Repository: svn2github/kvirc
Catalog: po/core/kvs/kvs_*.po
Languages: it

source: The argument of the array count '#' operator didn't evaluate to an array: automatic conversion from type '%Q' supplied
it: L'argomento dell'operatore conta elementi dell'array '#' non è stato valorizzato ad un array: fornita conversione automatica dal tipo %Q

source: The argument of the hash count '#' operator didn't evaluate to a hash: automatic conversion from type '%Q' supplied
it: L'argomento dell'operatore conta elementi dell'hash '#' non è stato valorizzato ad un hash: fornita conversione automatica dal tipo %Q

source: The argument of the i switch did not evaluate to a number: using default
it: L'argomento dell parametro i non è stato valorizzato come numero: uso il predefinito

source: The argument of the {} subscript didn't evaluate to a hash automatic conversion from %Q supplied
it: L'argomento del sottoscript {} non è stato valorizzato ad un hash: fornita conversione automatica da %Q

source: The argument of the {} subscript didn't evaluate to a hash: automatic conversion from type '%Q' supplied
it: L'argomento del sottoscript {} non è stato valorizzato ad un hash: fornita conversione automatica dal tipo %Q

source: The catalogue %Q was not loaded
it: Il catalogo %Q non è stato caricato

source: The commandline for this url type seems to be broken (%Q)
it: La linea di comando per questo url sembra avere un problema (%Q)

source: The current window is not a channel
it: La finestra corrente non è un canale

source: The current window is not a channel, a query or a console
it: La finestra corrente non è un canale, una query o una console

source: The dash after a command should be followed by a letter (switch), by a digit (negative number) or be escaped
it: Il trattito dopo un comando dovrebbe essere seguito da una lettera (switch), da un numero (numero negativo) o essere messo come escape

source: The following string was injected by the user:
it: La stringa seguente è stata iniettata dall'utente:

source: The last if command in the buffer has no conditional instructions: it's senseless
it: L'ultimo comando if nel buffer non ha istruzioni condizionali: è senza senso

source: The last while command in the buffer has no conditional instructions: it's senseless
it: L'ultimo comando while nel buffer non ha istruzioni condizionali: è senza senso

source: The left side of operator '%=' didn't evaluate to a number
it: La parte sinistra dell'operatore '%=' non è valutata come numero

source: The left side of operator '&=' didn't evaluate to an integer
it: La parte sinistra dell'operatore '&=' non è valutata come numero

source: The left side of operator '*=' didn't evaluate to a number
it: La parte sinistra dell'operatore '*=' non è valutata come numero

source: The left side of operator '+=' didn't evaluate to a number
it: La parte sinistra dell'operatore '+=' non è valutata come numero

source: The left side of operator '-=' didn't evaluate to a number
it: La parte sinistra dell'operatore '-=' non è valutata come numero

source: The left side of operator '/=' didn't evaluate to a number
it: La parte sinistra dell'operatore '/=' non è valutata come numero

source: The left side of operator '<<=' didn't evaluate to an integer
it: La parte sinistra dell'operatore '<<=' non è valutata come un intero

source: The left side of operator '>>=' didn't evaluate to an integer
it: La parte sinistra dell'operatore '>>=' non è valutata come un intero

source: The left side of operator '^=' didn't evaluate to an integer
it: La parte sinistra dell'operatore '^=' non è valutata come un intero

source: The left side of operator '|=' didn't evaluate to an integer
it: La parte sinistra dell'operatore '|=' non è valutata come un intero

source: The left side of the scope operator didn't evaluate as an object reference
it: La parte sinistra dello scope dell'operatore non è valutata come una referenza a un oggetto

source: The left side of the scope operator evaluated to a null object reference
it: La parte sinistra dello scope dell'operatore è valutata come una referenza a un oggetto nullo

source: The left side of the scope operator evaluated to an invalid object reference (object doesn't exist)
it: La parte sinistra dello scope dell'operatore è valutata come una referenza a un oggetto invalido (l'oggetto non esiste)

source: The object named '%Q' of class '%Q' has no Qt properties
it: L'oggetto '%Q' della classe '%Q' non ha proprietà Qt

source: The popup '%Q' is not defined
it: Il popup '%Q' non è definito

source: The popup '%s' is actually locked: 'self-modifications' are not allowed
it: Il popup '%s' è attualmente bloccato: le 'auto-modifiche' non sono permesse

source: The property is of type %s but the supplied argument can't be converted to that type (expecting '%s')
it: La proprietà è di tipo %s ma l'argomento passato non può essere convertito a quel tipo (mi aspetto '%s')

source: The regular expression matched a zero-length substring: this is not valid in the s/// operator, skipping
it: L'espressione regolare ha trovato una stringa di lunghezza zero: questo non è valido nell'operatore s///, salto

source: The right side of operator '%=' didn't evaluate to a number
it: La parte destra dell'operatore '%=' non è valutata come numero

source: The right side of operator '&=' didn't evaluate to an integer
it: La parte destra dell'operatore '&=' non è valutata come un intero

source: The right side of operator '*=' didn't evaluate to a number
it: La parte destra dell'operatore '*=' non è valutata come numero

source: The right side of operator '+=' didn't evaluate to a number
it: La parte destra dell'operatore '+=' non è valutata come numero

source: The right side of operator '-=' didn't evaluate to a number
it: La parte destra dell'operatore '-=' non è valutata come numero

source: The right side of operator '/=' didn't evaluate to a number
it: La parte destra dell'operatore '/=' non è valutata come numero

source: The right side of operator '<<=' didn't evaluate to an integer
it: La parte destra dell'operatore '<<=' non è valutata come un intero

source: The right side of operator '>>=' didn't evaluate to an integer
it: La parte destra dell'operatore '>>=' non è valutata come un intero

source: The right side of operator '^=' didn't evaluate to an integer
it: La parte destra dell'operatore '^=' non è valutata come un intero

source: The right side of operator '|=' didn't evaluate to an integer
it: La parte destra dell'operatore '|=' non è valutata come un intero

source: The specified maximum run time is invalid: assuming zero (infinite)
it: Il tempo di esecuzione massimo specificato non è valido: assumo zero (infinito)

source: The specified object does not exist
it: L'oggetto specificato non esiste

source: The specified parent object does not exist
it: L'oggetto padre specificato non esiste

source: The specified ping time is invalid: assuming zero (no ping)
it: Il tempo di ping specificat non è valido: assumo zero (infinito)

source: The specified window has no button containers
it: La finestra specificata non ha contenitore per pulsanti

source: The target variable didn't evaluate to an integer or real value
it: La variabile di destinazione non è valutata come un intero o valore reale

source: The timeout delay didn't evaluate to an integer
it: Il ritardo del timeout non è valutato come un intero

source: The while command needs an expression enclosed in parenthesis
it: Il comando while necessita di un'espressione racchiusa tra parentesi

source: There are no extended scope variables in this scope
it: Non ci sono variabili di scope esteso in questo scope

source: There is no option named '%Q'
it: Non c'è nessuna opzione '%Q'

source: This command can be used only in windows bound to an IRC context
it: Questo comando può essere usato solamente in finestre appartenenti a un contesto IRC

source: This executable was built without SSL support
it: Questo eseguibile è stato compilato senza il supporto SSL

source: This is not a channel
it: Questo non è un canale

source: This looks a lot like an object handle dereferencing operator '->' but in fact it isn't. Maybe you forgot a '$' just after?
it: Questo sembra molto un operatore di dereferenziazione a un oggetto '->' ma in effetti non lo è. Forse hai dimenticato un '$' subito dopo?

source: This window has no associated IRC context
it: Questa finestra non ha un contesto IRC associato

source: This window has no associated IRC context and is not a DCC chat
it: Questa finestra non ha un contesto IRC associato e non è una DCC chat

source: This window is not associated to an IRC context
it: Questa finestra non è associata a un contesto IRC

source: Timer '%Q' has a broken callback handler: killing the timer
it: Il timer '%Q' ha un gestore corrotto: uccido il timer

source: Timer name omitted but there is not current timer (this is not a timer callback)
it: Nome del timer omesso ma non c'è un timer corrente (questo non è un gestore timer)

source: Total: %u timers running
it: Totale: %u timer avviati

source: Trailing garbage at the end of the break command: ignored
it: Spazzatura alla fine del comando break: ignoro

source: Trailing garbage at the end of the continue command: ignored
it: Spazzatura alla fine del comando continue: ignoro

source: Trailing garbage ignored after operator '++'
it: Spazzatura ignorata dopo l'operatore '++'

source: Trailing garbage ignored after operator '--'
it: Spazzatura ignorata dopo l'operatore '--'

source: Unable to add the timer: insufficient system resources
it: Impossibile aggiungere il timer: risorse del sistema insufficienti

source: Unexpected (and senseless) read-only data evaluation
it: Valorizzazione dei dati in sola lettura non prevista (e senza significato)

source: Unexpected character %q (unicode %h) in expression. If it meant to be a string use the quotes.
it: Carattere %q (unicode %h) non atteso nell'espressione. Se è una stringa usa le virgolette.

source: Unexpected character %q (unicode %x) after '$' function call prefix
it: Carattere %q (unicode %x) non atteso dopo il prefisso di funzione '$'

source: Unexpected character '%q' (unicode %x)
it: Carattere '%q' (unicode %x) non atteso

source: Unexpected character '%q' (unicode %x) after a slash (is it a typo or a malformed comment begin?)
it: Carattere '%q' (unicode %x) non atteso dopo uno slash (è un errore di battitura o l'inizio di un commento sbagliato?)

source: Unexpected character '%q' (unicode %x) after a switch dash
it: Carattere %q (unicode %x) non atteso dopo il trattino di switch

source: Unexpected character '%q' (unicode %x) after a void function call: end of instruction expected
it: Carattere '%q' (unicode %x) non atteso dopo una chiamata a funzione void: mi aspetto la fine dell'istruzione

source: Unexpected empty <name> field in extpopup parameters. See /help defpopup for the syntax
it: Campo <name> vuoto non previsto nei parametri dell'extpopup. Consulta /help defpopup per la sintasso

source: Unexpected empty <text> field in extpopup parameters. See /help defpopup for the syntax
it: Campo <text> vuoto non previsto nei parametri dell'extpopup. Consulta /help defpopup per la sintasso

source: Unexpected empty <text> field in label parameters. See /help defpopup for the syntax
it: Campo <text> vuoto non previsto nei parametri della label. Consulta /help defpopup per la sintasso

source: Unexpected empty expression operand
it: Operando dell'espressione vuoto non previsto

source: Unexpected end of 'foreach' parameters: at least one iteration data argument must be given
it: Fine dei parametri del 'foreach' non attesa: dev'essere passato almeno un argomento di iterazione

source: Unexpected end of buffer in class definition
it: Fine del buffer nella definizione di classe non atteso

source: Unexpected end of buffer in defpopup block
it: Fine del buffer non atteso nel blocco defpopup

source: Unexpected end of buffer in function parameter list reminder
it: Fine del buffer non prevista nel promemoria della lista dei parametri della funzione

source: Unexpected end of buffer in switch condition block
it: Fine del buffer nel blocco condizionale dello switch non atteso

source: Unexpected end of buffer while looking for the closing ')' in the 'for' command
it: Fine del buffer non atteso mentre cercavo il carattere ')' nel comando 'for'

source: Unexpected end of command after the 'do' command block: expected 'while' keyword
it: Fine del comando non attesa dopo il blocco di comando 'do': mi aspetto la parola chiave 'while'

source: Unexpected end of command in binding operation, at least one slash is missing
it: Fine del comando non prevista nell'operazione di binding, manca perlomeno uno slash

source: Unexpected end of command in binding operation, at least two slashes are missing
it: Fine del comando non prevista nell'operazione di binding, mancano perlomeno due slash

source: Unexpected end of line in hash key (missing '}' character or unescaped newline)
it: Fine della riga non attesa nella chiave hash (manca il carattere '}' o nuova riga senza escape)

source: Unexpected end of line in parameter list
it: Fine della riga non attesa nella lista dei parametri

source: Unexpected end of line in string constant (missing " character or unescaped newline)
it: Fine della riga non attesa nella costante stringa (manca il carattere " o nuova riga senza escape)

source: Unexpected end of script after '$' function call prefix
it: Fine dello script non prevista dopo il prefisso di chiamata a funzione '$'

source: Unexpected end of script after a switch dash
it: Fine dello script non prevista dopo il trattino di un parametro

source: Unexpected end of script after a variable reference: expected operator
it: Fine dello script non prevista dopo il riferimento a una variabile: previsto operatore

source: Unexpected end of script in expression
it: Fine dello script non prevista nell'espressione

source: Unexpected end of script in hash key (missing '}' character ?)
it: Fine dello script non prevista nella chiave dell'hash (manca il carattere '}' di chiusura ?)

source: Unexpected end of script in instruction block (missing closing brace)
it: Fine dello script non prevista nel blocco istruzioni (manca parentesi di chiusura)

source: Unexpected end of script in multiline comment
it: Fine dello script non prevista nel commento multilinea

source: Unexpected end of script in parameter list
it: Fine dello script non prevista nella lista dei parametri

source: Unexpected end of script in string constant (missing " character ?)
it: Fine dello script non prevista nella stringa testuale (manca il carattere " di chiusura?)

source: Unexpected end of script while looking for the instruction block of the if command
it: Fine dello script non prevista: previsto blocco istruzioni relativo al comando if

source: Unexpected end of script while looking for the instruction block of the while command
it: Fine dello script non attesa mentre cercavo un blocco di istruzioni per il comando while

source: Unexpected function call as 'foreach' iteration variable
it: Chiamata a funzione non attesa come variabile di iterazione del 'foreach'

source: Unexpected read-only variable as 'foreach' iteration variable
it: Variabile in sola lettura non attesa come variabile di iterazione del 'foreach'

source: Unknown
it: Sconosciuto

source: Unknown binary operator '%q'
it: Operatore binario '%q' sconosciuto

source: Unknown binary operator '=%q': did you mean '==' ?
it: Operatore binario '=%q' sconosciuto: vuoi dire '==' ?

source: Unknown binding operation '%Q'
it: Operatore di bind '%Q' sconosciuto

source: Unknown callback command "%Q"
it: Comando di callback "%Q" sconosciuto

source: Unknown operator
it: Operatore sconosciuto

source: Unterminated c-style multiline comment
it: Commento multilinea in stile C non terminato

source: Unterminated hash key
it: Chiave hash non terminata

source: Unterminated instruction block
it: Blocco di istruzioni non terminato

source: Unterminated string constant
it: Costante stringa non terminata

source: Window '%Q' not found, using current one
it: Finestra '%Q' non trovata, uso quella corrente

source: Window button '%Q' not found
it: Pulsante di finestra '%Q' non trovato

source: Window with ID '%s' not found, returning empty string
it: La finestra con ID '%s' non è stata trovata, ritorno una stringa vuota

source: Window with id %Q not found: no rebinding performed
it: Finestra con ID %Q non trovata: non eseguo il rebind

source: You don't appear to be on channel %s
it: Non sembra che sei sul canale %s

source: You're not connected to an IRC server
it: Non sei connesso a un server IRC

source: [KVS] Destroyed window with pointer %x
it: [KVS] Finestra con puntatore %x distrutta

source: [KVS] in script context "%Q"
it: [KVS] nel contesto dello script "%Q"

source: [KVS] in script context "%Q", %Q
it: [KVS] nel contesto dello script "%Q", %Q

source: [KVS] Call stack:
it: [KVS] Stack chiamata:

source: [KVS] Code listing:
it: [KVS] Lista del codice:

source: [KVS] Window:
it: [KVS] Finestra:

source: [KVS]%c Compilation Error: %Q
it: [KVS]%c Errore di Compilazione: %Q

source: [KVS]%c Runtime Error: %Q
it: [KVS]%c Errore di Esecuzione: %Q

source: [KVS]%c Warning: %Q
it: [KVS]%c Attenzione: %Q

source: beginning of input
it: inizio dell'input

source: found empty string where type '%s' was expected
it: trovata stringa vuota mentre mi aspettavo il tipo '%s'

source: found empty string while a non empty one was expected
it: trovata stringa vuota mentre mi aspettavo una non vuota

source: found signed integer "%d" where type 'unsigned integer' was expected
it: trovato l'intero con segno "%d" quando mi aspettavo il tipo 'intero senza segno'

source: found string value "%Q" where type '%s' was expected
it: trovata la stringa "%Q" quando mi aspettavo il tipo '%s'

source: found type %Q where type '%s' was expected
it: trovato il tipo %Q quando mi aspettavo il tipo '%s'

source: line %d, near character %d
it: linea %d, vicino al carattere %d

source: say: injected commandline
it: dice: linea di comando iniettata
