Repository: svn2github/kvirc
Catalog: po/core/kvs/kvs_*.po
Languages: it

source: %d properties listed
it: %d proprietà listate

source: 'unset' command used without a variable list
it: Comando 'unset' usato senza una lista di variabili

source: /me can be used only in channels, queries and DCC chat windows
it: /me può essere usato solo nei canali, query e finestre DCC chat

source: A class can't be a subclass of itself
it: Una classe non può essere sottoclasse di sè stessa

source: A pixmap object, an image_id or an image file path is required for this property
it: Questa proprietà richiede un oggetto pixmap, un id immagine o un percorso a un file immagine

source: Alias names can contain only letters, digits, underscores and '::' namespace separators
it: I nomi degli alias possono contenere solo lettere, numeri, _ e il separatore dei namespace '::'

source: Another connection is already in progress in the selected IRC context
it: Un'altra connessione è già in progresso nel contesto IRC selezionato

source: Array index didn't evaluate to an integer
it: L'indice dell'array non viene valutato come un intero

source: Array index evaluated to a negative integer (non negative integer expected)
it: L'indice dell'array è valutato come intero negativo (mi aspetto un intero non negativo)

source: Array reference assert failed: the variable evaluated to type '%Q'
it: Asserto fallito per la referenza dell'array: la variabile è valutata con tipo '%Q'

source: Broken condition in menu setup: assuming false
it: Condizione rotta nel setup del menu: assumo falso

source: Broken epilogue in popup menu '%Q': ignoring
it: Epilogo rotto nel popup '%Q': ignoro

source: Broken icon parameter: ignoring
it: Parametro icona rotto: ignoro

source: Broken prologue in popup menu '%Q': ignoring
it: Prologo rotto nel popup '%Q': ignoro

source: Broken slot '%Q' in target object '%Q::%Q' while emitting signal '%Q' from object '%Q::%Q': disconnecting
it: Slot '%Q' rotto nell'oggetto destinazione '%Q::%Q' mentre emettevo il segnale '%Q' dall'oggetto '%Q::%Q': disconnetto

source: Broken text parameter: assuming empty string
it: Parametro testuale rotto: assumo stringa vuota

source: Call to undefined command '%Q'
it: Chiamata a un comando indefinito '%Q'

source: Call to undefined function '%Q'
it: Chiamata a una funzione indefinita '%Q'

source: Can't delete a null object reference
it: Non posso cancellare una referenza a un oggetto nullo

source: Can't find property named '%Q' for object named '%Q' of class '%Q': the property is indexed and defined but the returned variant is not valid
it: Non trovo la proprietà '%Q' per l'oggetto '%Q' della classe '%Q': la proprietà è indicizzata e definita ma il valore ritornato non è valido

source: Can't find property named '%Q' for object named '%Q' of class '%Q': the property is indexed but it doesn't really exist
it: Non trovo la proprietà '%Q' per l'oggetto '%Q' della classe '%Q': la proprietà è indicizzata ma non esiste realmente

source: Can't find property named '%Q' for object named '%Q'of class '%Q': the property is indexed and defined but the returned variant is not valid
it: Non trovo la proprietà '%Q' per l'oggetto '%Q' della classe '%Q': la proprietà è indicizzata e definita ma il valore ritornato non è valido

source: Can't find the external popup '%Q': ignoring
it: Non trovo il popup esterno '%Q': ignoro

source: Can't find the icon '%Q'
it: Non trovo l'icona '%Q'

source: Can't find the icon '%Q': ignoring
it: Non trovo l'icona '%Q': ignoro

source: Can't find the requested image
it: Non trovo l'immagine richiesta

source: Can't kill the timer '%Q' since it is not running
it: Non posso uccidere il timer '%Q' dal momento che non è attivo

source: Can't override the builtin class '%Q'
it: Non posso sovrascrivere la classe incorporata '%Q'

source: Can't unload the module: it has locked itself in memory
it: Non posso scaricare il modulo: ha bloccato sè stesso in memoria

source: Cannot call internal object function $%Q (for object named '%Q' of class '%Q') from this context
it: Non posso chiamare la funzione oggetto interna $%Q (per l'oggetto '%Q' della classe '%Q') da questo contesto

source: Cannot find object function $%Q for object named '%Q' of class '%Q'
it: Non trovo la funzione oggetto $%Q per l'oggetto '%Q' della classe '%Q'

source: Cannot find object function $%Q::%Q for object named '%Q' of class '%Q'
it: Non trovo la funzione oggetto $%Q::%Q per l'oggetto '%Q' della classe '%Q'

source: Choose a file to parse
it: Scegli un file da analizzare

source: Class '%Q' is not defined
it: Classe '%Q' non definita

source: Class names can contain only letters, digits, underscores and '::' namespace separators
it: I nomi delle classi possono contenere solo lettere, numeri, _ e il separatore dei namespace '::'

source: Couldn't construct QDateTime object.
it: Non posso costruire un oggetto QDateTime.

source: Couldn't find a suitable IRC context for the connection, try using -n or -u
it: Non trovo un contesto IRC adatto per la connessione, prova ad usare -n o -u

source: Couln't find base class named '%Q'
it: Non trovo la classe base '%Q'

source: DNS Lookup result for query "%Q"
it: Risultati della richiesta DNS per la query "%Q"

source: Detected a loop in the inheritance tree of the base class '%Q': redefine that class first
it: Trovato un ciclo nell'albero di ereditarietà della classe base '%Q': ridefinisci quella classe prima

source: Division by zero
it: Divisione per zero

source: Empty infinite 'for' loop: fix the script
it: Ciclo infinito 'for' vuoto: sistema lo script

source: Empty instruction block for command evaluation
it: Blocco di istruzioni vuoto per la valutazione del comando

source: Empty script
it: Script vuoto

source: Empty target specified
it: Obiettivo specificato vuoto

source: Empty window identifier specified in the standard rebinding switch: no rebinding performed
it: Specificato un identificatore di finestra vuoto nello switch: nessun rebinding eseguito

source: Ending index of a multiple parameter identifier is lower or equal to the starting index. This will evaluate to a single parameter identifier.
it: L'indice finale di un identificatore a parametro multiplo è minore o uguale all'ìindice iniziale. Questo verrà considerato come un identificato a parametro singolo.

source: Error in inner alias command call '%Q', called from this context
it: Errore nella chiamata '%Q' interna all'alias, chiamata da questo contesto

source: Error in inner alias function call '%Q', called from this context
it: Errore nella chiamata '%Q' interna alla funzione, chiamata da questo contesto

source: Error triggered from process callback handler: killing process
it: Errore alzato dal gestore della callback del processo: processo ammazzato

source: Error: %Q
it: Errore: %Q

source: Event handler %Q is broken: disabling
it: Gestore dell'evento %Q rotto: disabilito

source: Failed to load the file '%Q' for parsing
it: Caricamento del file %Q da analizzare fallito

source: Failed to send an unknown command as /raw
it: Invio di un comando sconosciuto come /raw fallito

source: Failed to start the process
it: Avvio del processo fallito

source: Found 'break' label where a 'case','match','regexp' or 'default' label was expected
it: Trovato un 'break' quando aspettavo un 'case', 'match', 'regexp' o 'default'

source: Found an empty namespace in alias name
it: Trovato un namespace vuoto nel nome dell'alias

source: Found char %q (unicode %x) while looking for the terminating ')' in 'for' command
it: Trovato carattere %q (unicode %x) mentre cercavo la ')' finale nel comando 'for'

source: Found character %q (unicode %x) where a 'case','match','regexp','default' or 'break' label was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo un 'case', 'match', 'regexp' o 'default'

source: Found character %q (unicode %x) where a 'prologue', 'separator', 'separatorid', 'label', 'popup', 'item', 'extpopup' or 'epilogue' label was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo un'etichetta 'prologue', 'separator', 'separatorid', 'label', 'popup', 'item', 'extpopup' o 'epilogue'

source: Found character %q (unicode %x) where a 'while' keyword was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo un 'while'

source: Found character %q (unicode %x) where a function name was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo un nome di funzione

source: Found character %q (unicode %x) where a variable was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo una variabile

source: Found character %q (unicode %x) where an open parenthesis was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo una parentesi aperta

source: Found character '%q' (unicode %x) where '%' or '$' was expected: see /help foreach for the command syntax
it: Trovato il carattere %q (unicode %x) mentre aspettavo '%' o '$': digita /help foreach per la sintassi del comando

source: Found character '%q' (unicode %x) where a slash '/' was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo uno slash '/'

source: Found character '%q' (unicode %x) where an instruction was expected
it: Trovato il carattere %q (unicode %x) mentre aspettavo un'istruzione

source: Found character '%q' (unicode 0x%x) where '%c' was expected: see "/help %s" for the command syntax
it: Trovato il carattere %q (unicode 0x%x) mentre aspettavo '%c': digita "/help %s" per la sintassi del comando

source: Found empty 'foreach' execution block: maybe you need to fix your script?
it: Trovato un blocco vuoto nell'esecuzione del 'foreach': devi sistemare il tuo script?

source: Found empty epilogue block: maybe you need to fix the script?
it: Trovato un blocco vuoto nell'epilogo: devi sistemare il tuo script?

source: Found empty instruction for popup item: maybe you need to fix the script?
it: Trovata un'istruzione vuota per l'elemento del popup: forse devi sistemare lo script?

source: Found empty prologue block: maybe you need to fix the script?
it: Trovato un blocco vuoto nel prologo: devi sistemare il tuo script?

source: Found end of input where character '%c' was expected: see "/help %s" for the command syntax
it: Trovata la fine dell'input dove era atteso il carattere '%c': vedi "/help %s" per la sintassi del comando

source: Found token '%Q' where a 'case','match','regexp','default' or 'break' label was expected
it: Trovato il token '%Q' dove era atteso un 'case', 'match', 'regexp', 'default' o 'break'

source: Found token '%Q' where a 'prologue', 'separator', 'separatorid', 'label', 'popup', 'item', 'extpopup' or 'epilogue' label was expected
it: Trovato il token '%Q' mentre mi aspettavo un'etichetta 'prologue', 'separator', 'separatorid', 'label', 'popup', 'item', 'extpopup' o 'epilogue'

source: Garbage string after the expression in 'do' command: ignored
it: Stringa spazzatura dopo l'espressione nel comando 'do': ignoro

source: Hash key evaluated to empty string: fix the script
it: Chiave dell'hash valutata come stringa vuota: sistema lo script

source: Hash reference assert failed: the variable evaluated to type '%Q'
it: Valorizzazione del riferimento dell'hash fallito: la variabile è valorizzata al tipo '%Q'

source: Hostname %d: %Q
it: Nome host %d: %Q

source: IP address %d: %Q
it: Indirizzo IP %s: %Q

source: Internal error: pure virtual evaluateReadOnly called
it: Errore interno: chiamata a funzione virtuale pura evaluateReadOnly

source: Internal error: pure virtual evaluateReadOnlyInObjectScope called
it: Errore interno: chiamata a funzione virtuale pura evaluateReadOnlyInObjectScope

source: Internal error: trying to evaluate as read-write a read-only data location
it: Errore interno: cerco di valutare come lettura e scrittura dei dati in sola lettura

source: Invalid IRC url (%Q)
it: Url IRC (%Q) invalido

source: Invalid color-set specification, using default
it: Specifiche di colore non valide, uso il predefinito

source: Invalid command evaluation in object scope
it: Valutazione del comando invalida nello scope dell'oggetto

source: Invalid data type for parameter "%s"
it: Tipo di dato invalido per il parametro "%s"

source: Invalid duration value: using default
it: Valore di durata invalida: uso il predefinito

source: Invalid expression evaluation in object scope
it: Valutazione dell'espressione invalida nello scope dell'oggetto

source: Invalid index specified: ignored
it: Indice specificato invalido: ignoro

source: Invalid pitch value: using default
it: Valore di picco invalido: uso il predefinito

source: Invalid window specified in the standard rebinding switch: no rebinding performed
it: Finestra non valida specificata nel parametro di rebind standard: rebind non effettuato

source: It's not allowed to return values in the constructor
it: Non è permesso ritornare valori nel costruttore

source: Lag meter was not enabled
it: Il lagometro non era abilitato

source: Left operand didn't evaluate to a number
it: L'operando sinistro non viene valutato come un numero

source: List of active timers
it: Lista dei timer attivi

source: Listing Qt properties for object named '%Q' of KVS class %Q
it: Listo le proprietà Qt per l'oggetto chiamato '%Q' della classe KVS %Q

source: Missing alias name
it: Manca il nome dell'alias

source: Missing channel list
it: Manca la lista dei canali

source: Missing class name
it: Manca il nome della classe

source: Missing non-optional parameter "%s"
it: Manca il parametro non opzionale "%s"

source: Missing parameter
it: Manca il parametro

source: Missing right operand for operator '
it: Manca l'operatore destro per l'operatore '

source: Missing right operand for operator '+='
it: Manca l'operatore destro per l'operatore '+='

source: Missing right operand for operator '-='
it: Manca l'operatore destro per l'operatore '-='

source: Missing right operand for operator '.='
it: Manca l'operatore destro per l'operatore '.='

source: Missing right operand for operator '<+'
it: Manca l'operatore destro per l'operatore '<+'

source: Missing right operand for operator '<,'
it: Manca l'operatore destro per l'operatore '<,'

source: Missing right operand for operator '<<'
it: Manca l'operatore destro per l'operatore '<<'

source: Missing right operand for operator '<<='
it: Manca l'operatore destro per l'operatore '<<='

source: Missing right operand for operator '>>='
it: Manca l'operatore destro per l'operatore '>>='

source: Missing right side operand for the binding operator '=~'
it: Manca la parte destra dell'operatore di bind '=~'

source: Missing timeout delay
it: Manca il tempo di scadenza

source: Missing timer name
it: Manca il nome del timer

source: Module command call failed: can't load the module '%Q': %Q
it: Chiamata al comando del modulo fallita: impossibile caricare il modulo '%Q': %Q

source: Module command call failed: can't load the module 'snd'
it: Chiamata al comando del modulo fallita: impossibile caricare il modulo 'snd'

source: Module command call failed: the module '%Q' doesn't export a callback command named '%Q'
it: Chiamata al comando del modulo fallita: il modulo '%Q' non esporta una chiamata di callback '%Q'

source: Module command call failed: the module '%Q' doesn't export a command named '%Q'
it: Chiamata al comando del modulo fallita: il modulo '%Q' non esporta un comando chiamato '%Q'

source: Module command call failed: the module 'snd' doesn't export a command named 'play'
it: Chiamata al comando del modulo fallita: il modulo 'snd' non esporta un comando chiamato 'play'

source: Module function call failed: can't load the module '%Q': %Q
it: Chiamata alla funzione del modulo fallita: impossibile caricare il modulo '%Q': %Q

source: Module function call failed: the module '%Q' doesn't export a function named '%Q'
it: Chiamata alla funzione del modulo fallita: il modulo '%Q' non esporta una funzione chiamata '%Q'

source: Nested character %q corresponding to expected terminator, this might confuse me a bit: it is a good idea to enclose it in quotes
it: Il carattere %q annidato corrisponde ad un terminatore, questo può confondermi un po': è una buona idea racchiuderlo tra virgolette

source: No Qt property named '%Q' for object named '%Q' of class '%Q'
it: Nessuna proprietà Qt chiamata '%Q' per l'oggetto chiamato '%Q' della classe '%Q'

source: No button with type %Q named %Q
it: Nessun pulsante del tipo %Q chiamato %Q

source: No catalogue %Q for the current language found
it: Nessun catalogo %Q per la lingua corrente trovato

source: No commandline specified for this type of url (%Q)
it: Nessuna riga di comando specificata per questo tipo di url (%Q)

source: No handler '%Q' for event '%Q'
it: Nessun gestore '%Q' per l'evento '%Q'

source: No handler '%Q' for raw numeric event '%d'
it: Nessun gestore '%Q' per l'evento numerico '%d'

source: No menu bar item with text '%Q'
it: Nessun elemento del menu col testo '%Q'

source: No such IRC context (%u)
it: Nessun contesto IRC (%u)

source: No such event (%Q)
it: Nessun evento (%Q)

source: No such event handler (%Q) for event %Q
it: Nessun gestore dell'evento (%Q) per l'evento (%Q)

source: No target channel specified and the current window is not a channel
it: Nessun canale specificato come target e la finestra corrente non è un canale

source: No target mask/channel specified and the current window is not a channel
it: Nessun canale/maschera specificato come target e la finestra corrente non è un canale

source: None
it: Niente

source: Objects have no extended scope variables
it: Gli oggetti non hanno variabili con visibilità estesa

source: Operand of unary operator didn't evaluate to a number
it: L'operando per l'operatore unario non è valutato come numero

source: Option setting error: Unknown option or invalid value for option type
it: Errore nel settaggio dell'opzione: opzione sconosciuta o valore invalido per il tipo di opzione

source: Parameter identifiers are forbidden in object scope (after the '->' operator)
it: Gli identificatori dei parametri sono vietati nella visibilità dell'oggetto (dopo l'operator '->')

source: Persistent
it: Persistente

source: Properties for Qt class %s
it: Proprietà della classe Qt %s

source: Property '%Q' for object named '%Q' of class '%Q' has an unsupported data type
it: La proprietà '%Q' per l'oggetto chiamato '%Q' della classe '%Q' ha un tipo di dato non supportato

source: Property: %c%Q%c, type %Q
it: Proprietà: %c%Q%c, tipo %Q

source: Recursive definition detected for popup '%Q': ignoring
it: Definizione ricorsiva trovata nel popup '%Q': ignoro

source: Right operand didn't evaluate to a number
it: L'operando destro non è valutato come numero

source: Say parse error: Broken command
it: Errore nell'analisi del comando say: problema nel comando.

source: Senseless empty switch command: fix the script
it: Parametro al comando vuoto e senza significato: sistema lo script

source: Skipping nested terminator character %q
it: Salto il carattere di terminazione annidato %q

source: Slot target object destroyed while emitting signal '%Q' from object '%Q::%Q'
it: Lo slot dell'oggetto di destinazione è stato distrutto mentre emettevo il segnale '%Q' dall'oggetto '%Q::%Q'

source: Stray ':' character in alias name: did you mean ...<namespace>::<name> ?
it: Carattere ':' in eccesso nel nome alias: intendevi forse ...<namespace>::<nome> ?

source: Stray ':' character: did you mean '...<namespace>::<alias_name>' ?
it: Carattere ':' in eccesso: intendevi forse ...<namespace>::<nome_alias> ?

source: Stray '::' sequence or invalid following alias name
it: Sequenza '::' in eccesso o seguente nome alias non valido

source: Stray backslash at the end of the script
it: Backslash in eccesso alla fine dello script

source: Stray dot ('.') character or invalid following module command name
it: Carattere punto ('.') in eccesso o nome del comando

source: Syntax error after '$' function call prefix. If you want to use a plain '$' in the code you need to escape it
it: Errore di sintassi dopo il prefisso di funzione '$'. Se vuoi usare il carattere '$' nel codice devi mettere un escape

source: Syntax error after '%' variable prefix. If you want to use a plain '%' in the code you need to escape it
it: Errore di sintassi dopo il prefisso di variabile '%'. Se vuoi usare il carattere '%' nel codice devi mettere un escape

source: Syntax error: confused by earlier errors: bailing out
it: Errore di sintassi: confuso da errori precedenti: abbandono

source: Syntax error: invalid $$ ($this) function call in object scope
it: Errore di sintassi: chiamata a funzione $$ ($this) invalido nello scope dell'oggetto

source: Syntax error: malformed (alias?) command identifier
it: Errore di sintassi: identificatore del comando (alias?) malformato

source: Syntax error: malformed (alias?) function call identifier
it: Errore di sintassi: identificatore della chiamata a funzione (alias?) malformato

source: Syntax error: malformed alias function call identifier
it: Errore di sintassi: identificatore della chiamata a funzione malformato

source: Syntax error: malformed alias identifier
it: Errore di sintassi: identificatore alias malformato

source: Syntax error: malformed module command identifier
it: Errore di sintassi: identificatore del comando del modulo malformato

source: The $sw() function can be used only in aliases
it: La funzione $sw() può essere usata solo negli alias

source: The 'defpopup' command needs an expression enclosed in parenthesis
it: Il comando 'defpopup' necessita di un'espressione racchiusa tra parentesi

source: The 'for' command needs an expression enclosed in parenthesis
it: Il comando 'for' necessita un'espressione racchiusa tra parentesi

source: The 'foreach' command expects a comma separated list of iteration data items after the first parameter
it: Il comando 'foreach' necessita di una lista di elementi di iterazione separata da virgole dopo il primo parametro

source: The 'foreach' command expects a writeable iteration variable as first parameter
it: Il comando 'foreach' si aspetta una variabile di iterazione scrivibile come primo parametro

source: The 'foreach' command needs an expression enclosed in parenthesis
it: Il comando 'foreach' necessita un'espressione racchiusa tra parentesi

source: The 'global' command needs a variable list
it: Il comando 'global' necessita una lista di variabili

source: The 'if' command needs an expression enclosed in parenthesis
it: Il comando 'if' necessita un'espressione racchiusa tra parentesi

source: The 'switch' command needs an expression enclosed in parenthesis
it: Il comando 'switch' necessita un'espressione racchiusa tra parentesi

source: The 'unset' command needs a variable list
it: Il comando 'unset' necessita una lista di variabili

source: The 'while' block of the 'do' command needs an expression enclosed in parenthesis
it: Il blocco 'while' del comando 'do' necessita un'espressione racchiusa tra parentesi

source: The above problem might be related to the switch dash and the following equal sign
it: Il precedente problema potrebbe essere correalto al trattino del parametro e al seguente segno uguale

source: The alias '%Q' does not exist
it: L'alias '%Q' non esiste

source: The argument of the -w switch did not evaluate to a valid window id: using default
it: L'argomento dello switch -w non è valutato su un valido id di finestra: uso il predefinito

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from %Q supplied
it: L'argomento del sottoscript [] non è stato valorizzato ad un array: fornita conversione automatica da %Q

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from type '%Q' supplied
it: L'argomento del sottoscript [] non è stato valorizzato ad un array: fornita conversione automatica dal tipo %Q
