Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: Can't export the registered users database: Write error.
nl: Kan de geregistreerde gebruikers gegevensbank niet verplaatsen: Schrijf fout.

source: Can't open file %s for reading.
nl: Kan bestand %s niet openen voor lezen

source: The file %s doesn't appear to be a valid registered users database.
nl: Het bestand %s lijkt geen geldige geregistreerde gebruikers gegevensbank.

source: The file %s contains an invalid registered users database version.
nl: Het bestand %s bevat een ongeldige geregistreerde gebruikers gegevensbank

source: Can't import the registered users database: Read error.
nl: Kan geregistreerde gebruikers gegevensbank niet invoegen: Lees fout.

source: User Registration Wizard - KVIrc
nl: Gebruiker Registratie Wizard - KVIrc

source: <p>Welcome to the user registration wizard.<br>This process allows you to add an IRC user to the database and set properties for that user. KVIrc will be (hopefully) able to recognize the user, add him to the notify list, and display the associated avatar.<br><br>First of all, you must insert an <b>entry name or real name</b> for the user you're going to register. The name will be used to identify the database entry and has no specific requirements, it can be a given name, nickname, or just some text to remind you of the real person.<br>Examples: "George W Bush", "Dubya". </p>
nl: <p>Welkom bij de gebruiker registratie wizard.<br>Dit proces heeft je de mogelijkheid om een ICR gebruiker toe te voegen aan de gegevensbank met de gegevens van deze gebruiker. KVIrc is in staat (hoopvol) om de gebruiker te herkennen, voegt hem toe aan de informatie lijst, en geeft de geassioseerde avatar weer.<br><br>Eerst of al, geef een <b>naam of echte naam</b> voor de gebruiker dat je registreerd. De naam wordt gebruikt voor indentificatie gegevensbank ingang en heeft geen specifieke eigenschappen, het kan een naam, schuilnaam, of juist wat tekst om je te herinneren aan de werkelijke persoon.<br>Voorbeeld: "George W Bush", "Dubya". </p>

source: Step 1: Entry Name
nl: Stap 1: Voer naam in

source: <p>A registered user is identified by one or more <b>IRC masks</b>.<br>A mask must be in the following form:<br><b>nickname!username@hostname</b><br>and can contain wildcard characters '*' and '?'. Be careful in choosing the masks, as they are the only way to verify the identity of a registered user.<br><br>You can enter at most two masks here, if you wish to add more masks, use the "<b>Edit</b>" button in the Registered Users dialog. You must enter at least one mask.</p>
nl: <p>Een geregistreerde gebruiker is door een of meer geïdentificeerd <b>IRC vermomt</b>.<br>Een masker moet in het volgende formulier zijn:<br><b>Bijnaam! username@hostname</b><br>En kan jokertekens bevatten '*' en '?'. Wees voorzichtig in het kiezen van de maskers, als zij de enige weg zijn om de identiteit van een ingeschreven gebruiker te bevestigen.<br><br>U kunt hier max twee maskers invoegen, indien u wenst meer maskers toe te voegen, gebruik het "<b>Edit</b>" knop in de geregistreerde Gebruikers dialoog. U moet tenminste één masker invoegen.</p>

source: Step 2: Mask Selection
nl: Stap 2: Masker Selectie

source: <p>If you want to store an avatar image for this user, you can set it here. KVIrc will show the avatar in the userlist next to the user's nickname.<br>An avatar can be in any supported image format (PNG is recommended). Keep in mind that KVIrc stores avatars in memory and has to resize them to fit in the userlist, thus it's better to use small, low-resolution images.</p>
nl: <p>Indien u een avatarbeeld voor deze gebruiker wilt opslaan, kunt u het hier zetten. KVIrc zal de avatar in de gebruikerlijst naast de bijnaam van de gebruiker tonen.<br>Een avatar kan in ondersteunde beeldformaten (PNG wordt aangeraden). Onthou dat KVIrc avatars in geheugen opslaat en het moet aanpassen om in de gebruikerlijst te passen, dus het is beter klein, laag resolutiebeelden te gebruiken.</p>

source: Store an avatar for this user
nl: Sla een avatar op voor deze gebruiker

source: Step 3: Avatar Selection
nl: Step 3: Avatar Selectie

source: <p>If you want to be notified when this user is online or goes offline, you must specify the list of nicknames that KVIrc will look for.<br><br>You can enter at most two nicknames here, if you wish to add more nicknames, use the "<b>Edit</b>" button in the Registered Users dialog.</p>
nl: <p>Indien u wilt geïnformeerd worden wanneer deze gebruiker online is of offline gaat, moet je de lijst specificeren van bijnamen waar dat KVIrc voor zal kijken.<br><br>U kunt met twee bijnamen hier binnengaan, indien u wenst meer bijnamen toe te voegen, gebruik het "<b>Edit</b>" knop in de Geregistreerde Gebruikers dialoog.</p>

source: Add this user to the notify list
nl: Voeg deze gebruiker toe in de informatie lijst

source: Nickname:
nl: Bijnaam:

source: Nickname 2:
nl: Bijnaam 2:

source: Step 4: Notify List
nl: Stap 4:Informatie lijst

source: <p>That's it. The user registration has been completed.<br><br>Click "<b>Finish</b>" to close this dialog.</p>
nl: <p>Dat is het. De gebruiker registratie is vervolledigd.<br><br>Klik "<b>Finish</b>" om deze dialoog te sluiten.</p>

source: Registration Complete
nl: Registratie kompleet

source: No name specified
nl: Geen naam opgegeven

source: User already registered: found exact name match
nl: Gebruiker reeds geregistreerd: vond exact dezelfde naam

source: Mask %Q is already used to identify user %s
nl: Masker %Q is reeds in gebruik door gebruiker %s

source: User not found (%Q)
nl: Gebruiker niet gevonden (%Q)

source: No mask specified
nl: Geen masker gespecifeerd

source: User %Q not found
nl: Gebruiker %Q niet gevonden

source: Mask %Q already used to identify user %Q
nl: Masker %Q is reeds in gebruik door gebruiker %Q

source: Mask %Q not found
nl: Masker %Q niet gevonden

source: No property specified
nl: Geen eigendom gespecifieerd

source: Registered users database dump:
nl: Geregistreerde gebruikers gegevenssbank stort:

source: User: %c%Q
nl: Gebruiker: %c%Q

source: Warning: this user has no registration masks
nl: Waarschuwing: deze gebruiker heeft geen geregistreerd masker

source: Mask: %Q!%Q@%Q
nl: Masker: %Q!%Q@%Q

source: Property: %Q=%Q
nl: Eigendom: %Q=%Q

source: No properties
nl: Geen eigendommen

source: Total: %d matching users (of %d in the database)
nl: Totaal: %d passende gebruikers (of %d in de gegevensbank)

source: Manage Script-Based Addons
nl: Beheer Script-Gebaseerde Addons

source: Configure
nl: Configureer

source: Show Help
nl: Toon Help

source: Uninstall
nl: Maak installatie ongedaan

source: Install Addon...
nl: Installeer Addon..

source: More Addons...
nl: Meer Toepassingen...

source: Do you really want to uninstall the addon "%1" ?
nl: Wil je werkelijk de addon "%1" verwijderen ?

source: Confirm addon uninstallation
nl: Bevestig addon verwijdering

source: Please select the addon installation file
nl: A.u.b. selecteer het addon installatie bestand

source: %cAddon id %Q, version %Q%c
nl: %cAddon id %Q, versie %Q%c

source: Name: %Q
nl: Naam: %Q

source: Description: %Q
nl: Beschrijving: %Q

source: Total: %d addons installed
nl: Totaal: %d toepassingen geinstalleerd

source: Uninstalling existing addon version %Q
nl: Verwijder bestaande addon versie %Q

source: The addon "%1" does not exist
nl: De toepassing "%1" bestaat niet

source: The addon "%1" has no configure callback set
nl: De addon "%1" heeft geen configuratie terugroep instelling.

source: The addon "%1" has no help callback set
nl: De addon "%1" heeft geen help terugroep ingesteld

source: Internal error: call a head-shrinker
nl: Interne fout: bel een zielenknijper

source: The specified version "%Q" is not a valid version string
nl: De gespecifeerde versie "%Q" is geen geldige versie reeks

source: The specified KVIrc version "%Q" is not a valid version string
nl: De gespecifeerde KVIrc versie "%Q" is geen geldige versie reeks

source: This KVIrc executable is too old to run this addon (minimum version required is %Q)
nl: Deze KVIrc uitvoering is te oud om deze addon te gebruiken (minimum noodzakelijke versie is%Q)

source: Attempting to register addon "%Q" with version %Q
nl: Probeer om addon "%Q" te registreren, met versie %Q

source: The script addon "%Q" already exists with version %Q which is higher than %Q
nl: De script addon "%Q" bestaat reeds met versie %Q welke hoger is dan %Q

source: Script registration failed
nl: Script registratie mislukt

source: Script succesfully registered
nl: Script succesvol geregistreerd

source: Shutting down identd service (spontaneous action)
nl: Afsluiten identd service (spontane aktie)

source: Shutting down identd service (requested action)
nl: Afsluiten identd service (gevraagde aktie)

source: Can't start the ident service : socket() failed
nl: Kan ident service niet starten: socket() gefaald

source: Can't start the ident service : async setting failed
nl: Kan ident service niet starten: async instelling faalde

source: Can't enable the ident service : can't setup the listen address
nl: Kan de ident service niet beschikbaar maken: kan het luister adres niet instellen

source: Can't start the ident service : bind() failed
nl: Kan de ident service niet starten: bind() gefaald

source: Can't start the ident service : listen() failed
nl: Kan de ident service niet starten: listen() gefaald

source: Can't start the ident service on IpV6 : socket() failed
nl: Kan ident service op IpV6 niet starten: socket() faalde

source: Can't start the ident service on IpV6 : async setting failed
nl: Kan ident service op IpV6 niet starten: async instelling faalde

source: Can't enable the ident service on IpV6 : can't setup the listen address
nl: Kan de ident service op IpV6 niet beschikbaar maken: kan het luister adres niet instellen

source: Can't start the ident service on IpV6 : bind() failed
nl: Kan ident service op IpV6 niet starten: band() faalde

source: Can't start the ident service on IpV6 : listen() failed
nl: Kan ident service op IpV6 niet starten: luister() faalde

source: Starting identd service (IpV4/V6 on separate namespaces)
nl: Start identd service (IpV4/V6 op aparte naamplaatsen)

source: Starting identd service (IpV4/V6 in IpV6 namespace)
nl: Start identd service (IpV4/V6 in IpV6 naamplaats)

source: Starting identd service (IpV4)
nl: Start identd service (IpV4)

source: Identd accepting connection
nl: Identd aanvaard connectie

source: Identd socket error : dropping connection
nl: identd socket fout: connectie laten vallen

source: Identd connection closed by remote host
nl: Ident connectie gesloten door afgelegen host

source: Identd processing request
nl: Identd verwerking gevraagd

source: Empty request (EOT ?)
nl: Leeg verzoek (EOT ?)

source: Dropping connection (request too long)
nl: Laat connectie vallen (verzoek te lang)

source: Timed out while waiting for the request : dropping connection
nl: Tijdslimiet overschreden met wachten op verzoek: connectie laten vallen

source: Links window alread open for this IRC context
nl: Koppelingsvenster reeds open voor deze IRC inhoud

source: Request Links
nl: Verzoek Koppeling

source: Link
nl: Koppeling

source: Hops
nl: Sprong

source: Description
nl: Beschrijving

source: (None)
nl: (Geen)

source: Sent links request, waiting for reply...
nl: Zend koppelings aanvraag, wacht op antwoord...

source: Cannot request links: No active connection
nl: Kan koppeling niet beantwoorden: Geen actieve connectie

source: Links cannot be requested: Not connected to a server
nl: Koppeling kan niet beantwoorde worden: Niet verbonden met server

source: Links for %Q [IRC Context %u]
nl: Koppeling voor %Q [IRC Context %u]

source: <nobr><font color="%s"><b>Links for %Q</b></font> <font color="%s">[IRC Context %u]</font></nobr>
nl: <nobr><font color="%s"><b> koppeling voor %Q</b></font> <font color="%s">[IRC Context %u]</font></nobr>

source: Received end of links.
nl: Ontvangen eind van koppelingen

source: Broken link: Missing parent (%s) for %s (%d hops): %s (used /LINKS <mask> ?)
nl: Gebroken koppeling: Ontbreken huidig (%s) for %s (%d sprong): %s (used /LINKS <mask> ?)

source: %s: Parent link %s
nl: %s: Huidige koppeling %s

source: Warning: No root link was sent by the server, the stats may be invalid.
nl: Waarschuwing: Geen root link werd door de server gestuurd, de statistieken kunnen ongeldig zijn.

source: %c%cLinks for %Q
nl: %c%cKoppeling voor %Q

source: Total hosts listed
nl: Totaal Hosts getoond

source: Total hosts in the network
nl: Totaal hosts in het netwerk

source: Wildcard servers (hubs?): %d
nl: Jokertekens servers (hubs?): %d

source: Direct links: %d (~%d.%d %)
nl: Directe koppelingen: %d (~%d.%d %)

source: Close links (1 <= hops <= 3): %d (~%d.%d %)
nl: Sluit koppelingen (1 <= sprong <= 3): %d (~%d.%d %)

source: Mid-range links (4 <= hops <= 6): %d (~%d.%d %)
nl: Mid-bereik koppelingen (4 <= hops <= 6): %d (~%d.%d %)

source: Distant links (7 <= hops): %d (~%d.%d %)
nl: afstand koppelingen (7 <= hops): %d (~%d.%d %)

source: Broken (unknown) links: %d
nl: Gebroken (onbekend) koppeling: %d

source: Maximum links per host: %d [%s]
nl: Maximum koppelingen per host: %d [%s]

source: Total links: %d
nl: Totaal koppelingen: %d

source: Average hops: ~%d.%d
nl: gemiddelde hops: ~%d.%d

source: Incomplete LINKS result, no stats available
nl: Onvolledige KOPELINGEN resultaten, geen statistiek beschikbaar

source: You're not connected to a server
nl: U bent niet met een server verbonden

source: Processing link: %s
nl: Voortgang koppeling: %s

source: Broken message syntax, can't extract hops number, assuming 0
nl: Gebroken bericht schrijffout, kan sprong nummer niet zetten, neem aan 0

source: < &Back
nl: < Terug

source: &Next >
nl: &Volgende >

source: Finish
nl: Einde

source: <p><h2>Welcome :)</h2>This is your first time running this version of KVIrc.<br>This wizard will guide you through the few steps required to complete the setup.<br><br>If you had a previous version of KVIrc installed, no worries. You will have a chance to preserve the old configuration.</p><p>Click "<b>Next</b>" to proceed.</p>
nl: <p><h2>Welkom :)</h2>TDit is je eerste keer dat je deze versie van KVIrc draait.<br>Deze wizard gaat je door een paar stapen leiden nodig om installatie kompleet te maken.<br><br>Als je een vorige versie van KVIrc hebt geinstalleerd, geen vrees. Je hebt de kans de oude configuratie te behouden.</p><p>Click "<b>Volgende</b>" om verder te gaan.</p>

source: Welcome to KVIrc
nl: Welkom bij KVIrc

source: <p>All of the files in this distribution are covered by the GPL. In human terms this can be read as follows:<br><ul><li><b>KVIrc is free</b>, use it, have fun! <b>:)</b></li><li>If you use <b>any</b> part of KVIrc in your own project, you <b>must</b> release that project under the same license.</li></ul></p><p>The "legalese" version of the license is shown in the box below.</p>
nl: <p>Alle bestanden in deze distributie worden door de GPL beschermt. In menselijke termijnen kan dit als volgt worden gelezen:<br><ul><li><b>KVIrc is vrij</b>, Gebruik het, heb plezier! <b>:)</b></li><li>Indien u gebruikt <b>enig</b> deel van KVIrc in uw eigen project, u <b>moet</b> dat project onder de zelfde vergunning vrij geven.</li></ul></p><p>De "legalese" versie van de vergunning wordt in het venster beneden getoond.</p>

source: Oops... can't find the license file. It MUST be included in the distribution... Please report to <pragma at kvirc dot net>
nl: Oei... kan het licensie bestand niet vinden. het MOET in de distributie vervat zitten... Alstublieft rapporteer aan <pragma at kvirc dot net>

source: Dreaded License Agreement
nl: Gevreesde Licentie overeenkomst

source: <p>Please choose a folder for KVIrc to store its settings and other data, and another for downloaded files. Make sure that you have permission to write to both folders.<br><br>The suggested locations are fine in most cases, so if you don't know what is this about, just click "<b>Next</b>".<br><br>If you had a previous version of KVIrc installed, you can choose the existing directory for the settings, and your configuration will be preserved.</p>
nl: <p>Kies a.u.b. een folder voor KVIrc om zijn instellingen en andere gegevens op te slaan en een andere voor gedownloade bestanden. Vergewis u ervan dat u toestemming hebt om beide folders te schrijven.<br><br>De voorgestelde locaties zijn fijn in de meeste gevallen, zo indien u niet weet wat dit, slechts klik "<b>Volgend</b>".<br><br>Indien u een vorige versie van KVIrc geinstalleerd is, kunt u de bestaande map voor de instellingen kiezen, en uw configuratie zal behouden worden.</p>

source: Application Folders
nl: Applicatie Mappen

source: Store configuration in folder
nl: Sla configuratie op in map

source: Use settings folder from previous installation
nl: Gebruik map instellingen van vorige installatie

source: Use new settings folder
nl: Gebruik nieuwe instellingen map

source: Settings folder:
nl: Instellingen map:

source: Download files to folder:
nl: Importeer bestanden naar map:

source: All settings in shared program folder (portable)
nl: Alle instellingen in gedeelde programma map (draagbare pc)

source: Please choose a Nickname.<br><br>Your nickname is the name that other IRC users will know you by. It can't contain spaces or punctuation. Some IRC networks will shorten your nickname if it is more than 32 characters long.<br><br>If in doubt, just enter the first nick that comes to mind. You will be able to change it later in the Identity properties, or with the /NICK command.
nl: Kies alstublieft een Bijnaam.<br><br>Uw bijnaam is de naam dat andere IRC gebruikers zullen kennen voor u. Het kan geen spaties of punctuatie bevatten. Sommige IRC netwerken zullen uw bijnaam verkorten indien het meer dan 32 tekens lang is.<br><br>Indien in twijfel, geef de eerste bijnaam in die u kunt bedenken. U zult het later in de Identiteit eigenschappen deze kunnen veranderen of met het /NICK bevel.

source: This field is optional and will appear as part of the CTCP USERINFO reply.
nl: Dit veld is facultatief en zal verschijnen als deel van het CTCP USERINFO antwoord.

source: Profile
nl: Profiel

source: Real name:
nl: Werkelijke naam:

source: Age:
nl: Leeftijd:

source: Unspecified
nl: Niet gespecifeerd

source: Location:
nl: Locatie:

source: Languages:
nl: Talen:

source: <p>Here you can choose how much KVIrc will integrate with your system.<br><br>The default settings are fine for most users so if you're in doubt just click "<b>Next</b>" and go to the next screen.</p>
nl: <p>Hier kunt u kiezen hoe veel KVIrc met uw systeem zal integreren.<br><br>De standaardinstellingen zijn fijn voor de meeste gebruikers indien u twijfel klik hier "<b>Next</b>" en ga naar het volgende scherm.</p>

source: Desktop Integration
nl: Bureaublad Integratie

source: Make KVIrc default IRC client
nl: Maak KVIrc standaard IRC programma

source: Create desktop shortcut
nl: Maak snelkoppeling op bureaublad

source: Import server list from mIRC
nl: Importeer server lijst van mIRC

source: Choose an Old Configuration Folder - KVIrc Setup
nl: Kies een vorige configuratie map - KVIrc Setup

source: Do not overwrite folder? - KVIrc
nl: Map niet overschrijven? - KVIrc

source: A folder %1 seems to be not a valid KVIrc settings folder.Do you want to use it anyway?
nl: Een map %1 schijnt blijkbaar geen geldig KVIrc instellings map te zijn. Wil je ze toch gebruiken?

source: Choose a Configuration Folder - KVIrc Setup
nl: Kies een Configuratie map - KVIrc Setup

source: Choose a Download Folder - KVIrc Setup
nl: Kies een Import map - KVIrc Setup

source: Abort Setup - KVIrc Setup
nl: Stop Setup - KVIrc Setup

source: You have chosen to abort the setup.<br>KVIrc cannot run until you complete this procedure.<br><br>Do you really wish to abort?
nl: je hebt gekozen om het installeren af te breken.<br>KVIrc kan niet draaien zolang de procedure niet kompleet is.<br><br> Wil je werkelijk afbreken?

source: Cannot create directory %s. You may not have write permission for that path. Please go back and choose another directory.
nl: Kan map niet maken %s. Kan zijn dat je geen schrijfrechten hebt voor dit pad. Ga terug en kies een andere map.

source: Package saved succesfully
nl: Pakket succesvol bewaard

source: Event
nl: Gebeurtenis

source: &Export All To...
nl: &Exporteer Alles naar...

source: Edit the event handler name.
nl: Bewerk de event handeling naam.

source: &Enable Handler
nl: Inschakelen handeling

source: &Disable Handler
nl: Uitschakelen Handeling

source: Re&move Handler
nl: Verwijder Handeling

source: &Export Handler To...
nl: Verplaats handeling naar...

source: &New Handler
nl: Nieuwe handeling

source: unnamed
nl: naamloos

source: default
nl: standaard

source: none
nl: geen

source: Event: %s Parameters: %s
nl: Gebeurtenis: %s Parameters: %s

source: Unable to write to the event file.
nl: Onmogelijk om te schrijven naar het event bestand.

source: Unable to write to the events file.
nl: Onmogelijk om te schrijven naar het events bestand.

source: Event Editor
nl: Bewerk Event

source: External Menu
nl: Externe menu:

source: ### Epilogue ###
nl: ### Epiloog ###

source: Epilogue
nl: Epiloog

source: ### Prologue ###
nl: ### Proloog ###

source: Prologue
nl: Proloog

source: Popup name
nl: Popup naam

source: Text:
nl: Tekst:

source: <center><b>Visible text</b><br>May contain identifiers that will be evaluated at popup call time.<br>For labels, this text can contain also limited HTML tags.</center>
nl: <center><b>Zichtbare tekst</b><br>Kan vaststellers bevatten die aan popup oproeptijd zullen worden geëvalueerd.<br>Voor labels, deze tekst kan ook beperkte HTML tags bevatten. </center>

source: Condition:
nl: Conditie:

source: <center><b>Boolean condition</b><br>Will be evaluated at popup call time in order to decide if this entry has to be shown.<br>An empty condition evaluates to true.</center>
nl: <center><b>Booleaanse voorwaarde</b><br>Zal aan popup oproeptijd afhangen om te beslissen of deze ingang getoond moet worden.<br>Een lege voorwaarde evalueert naar waar. </center>

source: Icon:
nl: Pictogram:

source: <center><b>Icon identifier</b><br>May be an internal icon ID, an absolute path or a relative path.<br>Portable scripts should never use absolute paths.</center>
nl: <center><b>Ikoon vaststeller</b><brMisschien een intern ikoon ID, een absoluut pad of een relatief pad zijn.<br>Draagbare scripts zouden nooit absolute paden moeten gebruiken.</center>

source: External menu:
nl: Externe menu:

source: <center><b>External menu name</b><br>This allows to nest externally defined popup menus. The popup menu with the specified name will be looked up at menu setup time.</center>
nl: <center><b>Externe menu naam</b><br>Dit staat aan nest externe gedefinieerde popup menu's toe. Het popup menu met de gespecificeerde naam zal aan menuopstellingstijd worden opgezocht.</center>

source: <center><b>Item id</b><br>This will allow you to use delpopupitem later.</center>
nl: <center><b>Onderdeel Id</b><br>Dit zal u toestaan het delpopupitem later te gebruiken.</center>

source: New Separator Below
nl: Nieuwe scheiding onder

source: New Separator Above
nl: Nieuwe scheiding bovenop

source: New Separator Inside
nl: Nieuw scheiding binnenin

source: New Label Below
nl: Nieuw label onder

source: New Label Above
nl: Nieuw lebel bovenop

source: New Label Inside
nl: Nieuw label binnenin

source: New Item Below
nl: Nieuw item onder

source: New Item Above
nl: Nieuw item bovenop

source: New Item Inside
nl: Nieuw item binnenin

source: New Menu Below
nl: Nieuw menu onder

source: New Menu Above
nl: Nieuw menu bovenop

source: New Menu Inside
nl: Nieuw menu binnenin

source: New External Menu Below
nl: Nieuw externe menu onder

source: New External Menu Above
nl: Nieuw externe menu bovenop
