Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: Notify list: !n%Q appears to be online, but the mask [%Q@!h%Q] does not match (registration mask does not match, or nickname is being used by someone else)
nl: Informeer lijst: !n%Q schijnt online te zijn, maar het masker [%Q@!h%Q] past niet (inschrijvingsmasker past niet, of bijnaam wordt gebruikt door iemand anders)

source: Notify list: Unexpected inconsistency, registered user DB modified? (restarting)
nl: Informeer lijst: Onverwachte inconsistentie, ingeschreven gebruiker DB gewijzigd? (opnieuw starten)

source: Notify list: Unexpected inconsistency, expected !n%Q in the registered user DB
nl: Informeer lijst: Onverwachte inconsistentie, verwachte !n%Q in de ingeschreven gebruiker DB

source: Notify list: USERHOST delay (%d sec) is too short, resetting to something more reasonable (5 sec)
nl: Informeer lijst: USERHOST vertraging (%d sec) is te kort, en reset naar iets redelijker (5 sec)

source: Notify list: Unexpected inconsistency, userhost list is empty!
nl: Informeer lijst: Onverwachte inconsistentie, userhost lijst is leeg!

source: Notify list: Checking userhost for: %Q
nl: Informeer lijst: Controleer userhost voor: %Q

source: Notify list: Hey! You've used USERHOST behind my back? (I might be confused now...)
nl: Informeer lijst: Hei! U hebt USERHOST achter mijn rug gebruikt? (Ik zou nu kunnen worden verward...)

source: Notify list: Broken USERHOST reply from the server? (%s)
nl: Informeer lijst: Gebroken USERHOST antwoord van de server? (%s)

source: Notify list: !n%Q appears to have gone offline before USERHOST reply was received, will recheck in the next loop
nl: Informeer lijst: !n%Q blijkt offline gegaan te zijn voor USERHOST antwoord werd ontvangen, zal opnieuw in de volgende lus controleren

source: Starting notify list
nl: Start informatie lijst

source: No users in the notify list
nl: Geen gebruikers in de informatie lijst

source: Notify list: Timeout (%d sec) is too short, resetting to something more reasonable (5 sec)
nl: Informeer lijst: Onderbreking (%d sec) is te kort, en reset naar iets redelijker (5 sec)

source: Notify list: Adding watch entries for %Q
nl: Informatie lijst: Voeg waak ingangen toe voor %Q

source: watch entry listing requested by user
nl: Luister waak ingang gevraagd door gebruiker

source: possible watch list desync
nl: Mogelijke klok lijst desync

source: registration mask changed or desync with the watch service
nl: registratie masker veranderde of desync met de waak service

source: Notify list: !n%Q appears to be online, but the mask [%Q@!h%Q] does not match (watch: registration mask does not match, or nickname is being used by someone else)
nl: Informeer lijst: !n%Q blijkt online te zijn, maar het masker [%Q@!h%Q] past niet (waak: registratie masker past niet, of schuilnaam wordt gebruikt door iemand anders)

source: Notify list: Unexpected inconsistency, registered user DB modified? (watch: restarting)
nl: Informeer lijst: Onverwachte inconsistentie, geregistreerde gebruiker DB bevestigd? (waak: opnieuw starten)

source: watch entry added by user
nl: waak ingang toegevoegd door gebruiker

source: removed from watch list
nl: Verwijderd van waak lijst

source: Notify list: Stopped watching for !n%Q
nl: Informatie lijst: Waken gestopt voor !n%Q

source: watch
nl: waak

source: Notify list: !n%Q is offline (watch)
nl: Informatie lijst: !n%Q is offline (waak)

source: unmatched watch list entry
nl: Ongelijke klok lijst ingang

source: commandline::userfriendly
nl: bevel lijn::gebruikers vriendelijk

source: commandline::kvs
nl: bevel lijn::kvs

source: You are not connected to a server
nl: U bent niet met een server verbonden

source: Icon Table
nl: Ikoon tabel

source: No
nl: Nee

source: This module has no version informations: refusing to load it
nl: Deze module heeft geen versie informatie: geweigerd om te laden

source: This module was compiled for a different KVIrc version and can't be loaded
nl: Deze module was gecompileerd voor een andere KVIrc versie kan niet geladen worden

source: Failed to execute the init routine
nl: Mislukt om de init routine uit te voeren

source: Loaded module '%s' (%s)
nl: geladen module '%s' (%s)

source: Unloaded module '%s'
nl: Niet geladen module '%s'

source: This window has no associated irc context
nl: Dit venster heeft geen irc context

source: No such irc context (%d)
nl: Zo geen irc inhoud (%d)

source: Global idle timer must be started before using $my.globalIdle function
nl: Globale lege timer moet gestart worden voor gebruik $my.globalIdle functie

source: Window %Q not found
nl: Venster %Q niet gevonden

source: Missing window id after the 'w' switch
nl: Mis venster id achter de 'w' functie

source: Can't log to file %Q
nl: Kan niet bijhouden naar bestand %Q

source: This window has no logging capabilities
nl: Dit venster heeft geen bijhoud mogelijkheden

source: Window with id '%Q' not found, returning empty string
nl: Venster met id'%Q' niet gevonden,terugkerende lege reeks

source: Sound file '%Q' not found
nl: Geluidsbestand '%Q' niet gevonden

source: Unable to play sound '%Q'
nl: Onmogelijk om geluid '%Q' af te spelen

source: Sorry , I can't find a sound system to use on this machine
nl: Sorry, ik kan geen geluidssysteem vinden om op deze machine te gebruiken

source: Sound system detected to: %s
nl: Geluidssyteem gedetecteerd bij: %s

source: Show at startup
nl: Toon bij opstarten

source: Did you know...
nl: Wist u...

source: <b>Can't find any tip... :(</b>
nl: <b>Kan geen tops vinden... :(</b>

source: %Q algorytm is not supported
nl: %Q algoritme is niet ondersteund

source: KVIrc is compiled without OpenSSL support. $str.digest function disabled
nl: KVIrc is gecompileerd zonder OpenSSL ondersteuning. $str.overzicht functie niet beschikbaar

source: Invalid argument for ?d escape sequence, 0 assumed
nl: Ongeldig argument voor ?d uitgang opvolging, 0 aangenomen

source: Missing argument for ?d escape sequence, 0 assumed
nl: Missend argument voor ?d uitgang opvolging, 0 aangenomen

source: Invalid argument for ?u escape sequence, 0 assumed
nl: Ongeldig argument voor ?u uitgang opvolging, 0 aangenomen

source: Missing argument for ?u escape sequence, 0 assumed
nl: Missend argument voor ?u uitgang opvolging, 0 aangenomen

source: Invalid argument for ?x escape sequence, 0 assumed
nl: Ongeldig argument voor ?x uitgang opvolging, 0 aangenomen

source: Missing argument for ?x escape sequence, 0 assumed
nl: Missend argument voor ?x uitgang opvolging, 0 aangenomen

source: Invalid argument for ?X escape sequence, 0 assumed
nl: Ongeldig argument voor ?X uitgang opvolging, 0 aangenomen

source: Missing argument for ?X escape sequence, 0 assumed
nl: Missend argument voor ?X uitgang opvolging, 0 aangenomen

source: Invalid argument for a floating point escape sequence, 0.0 assumed
nl: Ongeldig argument voor een drijvend punt ontsnapping opeenvolging, 0.0 aangenomen

source: Missing argument for a floating point escape sequence, 0.0 assumed
nl: Argument ontbreekt voor een drijvend punt ontsnapping opeenvolging, 0.0 aangenomen

source: Show URL List
nl: Toon URL Lijst

source: Shows the URL list window
nl: Toon het URL lijst venster

source: &Configure
nl: &Configureer

source: Clo&se
nl: Sluiten

source: &Load
nl: Laden

source: &Save
nl: Op&slaan

source: &Clear
nl: &Leeg

source: &List
nl: &Lijst

source: Window
nl: &Venster

source: Count
nl: Tel

source: Timestamp
nl: Tijdstempel

source: Warning - KVIrc
nl: Waarschuwing - KVIrc

source: Select an URL.
nl: Selecteer een URL.

source: &Remove
nl: Verwijderen

source: &Find Text
nl: &Vind Tekst

source: &Say to Window
nl: &Zeg naar Venster

source: Window not found.
nl: Venster niet gevonden

source: URL Module Configuration
nl: URL Module Configuratie

source: Save URL list on module unload
nl: Bewaar URL lijst in module ontladen

source: Save columns width on URL list close
nl: bewaar kolom breedte op URL lijst sluiten

source: &Cancel
nl: Annuleren

source: Enable URL ban list
nl: Activeren URL ban lijst

source: &Add Ban
nl: Verbande toevoegen

source: &Remove Selected
nl: &Verwijder geselecteerde

source: URL Ban List
nl: URL Verban Lijst

source: Select a ban.
nl: Selecteer een verbande.

source: View URL list
nl: Bekijk URL lijst

source: Can't find the window with id '%Q'
nl: Kan venster met id '%Q' niet vinden

source: The specified window (%Q) is not a channel
nl: Het gespecifieerd venster (%Q) is geen kanaal

source: Destinaion file exists: no copy made
nl: Bestemming bestand bestaat: geen kopie gemaakt

source: Failed to copy from %Q to %Q
nl: Kopieëren mislukt van %Q naar %Q

source: Either the source doesn't exist or the destination can not be created
nl: Ofwel de bron bestaat niet of de bestemming kan niet worden gecreëerd

source: Failed to write to file %Q: the destination couldn't be opened
nl: Kan niet naar bestand %Q schrijven: de bestemming kan niet geopend worden

source: Destination file exists: file not renamed
nl: Bestemming bestand bestaat: bestand niet hernoemd

source: Failed to rename %Q to %Q
nl: Hernoemen mislukt van %Q naar %Q

source: Failed to make the directory %Q
nl: mislukt om map %Q te maken

source: Failed to remove the file %Q
nl: Mislukt om bestand %Q te verwijderen

source: Failed to remove the directory %Q
nl: Mislukt om map %Q te verwijderen

source: The specified directory does not exist '%Q'
nl: De gespecifieerde map bestaat niet '%Q'

source: Can't open the file "%Q" for reading
nl: Kan bestand "%Q" niet openen voor lezen

source: Read error for file %Q
nl: Leesfout voor bestand %Q

source: Read error for file %Q (have been unable to read the requested size in 1000 retries)
nl: Lees fout voor bestand %Q (Heeft niet kunnen lezen de verzochte afmeting in 1000 pogingen)

source: Can't open the file "%Q" for writing
nl: Kan bestand "%Q" niet openen voor schrijven

source: Untitled
nl: Geen titel

source: Indexing help files
nl: Indexeer help bestanden

source: Index
nl: Inhoud

source: Refresh index
nl: Vernieuw index

source: Full Text Search
nl: Zoek volledige tekst

source: Using a wildcard within phrases is not allowed.
nl: Gebruik van jokerteken binnen zinsneden is niet toegestaan.

source: The closing quotation mark is missing.
nl: Het sluitingsaanhalingsteken ontbreekt.

source: Request List
nl: Verzoek lijst

source: Stop list download
nl: Stop lijst ophalen

source: <center><b>/LIST command parameters:</b><br>Many servers accept special parameters that allow you to filter the returned entries.<br>Commonly, masked channel names (*kvirc*) are accepted as parameters, as well as strings like <b>c&lt;n</b> or <b>c&gt;n</b> where <b>n</b> is the minimum or maximum of users on the channel.</center>
nl: <center><b>/LIST beveelt parameters:</b><br>Vele servers nemen speciale parameters aan die u toestaan om de teruggekeerde ingangen te filteren.<br>Gewoonlijk, worden vermomde kanaal namen (*kvirc*) als parameters aangenomen, evenals reeksen zoals <b>c&lt;n</b> of <b>c&gt;n</b> waar <b>n</b> is het minimum of maximum van gebruikers op het kanaal.</center>

source: Users
nl: Gebruikers

source: Topic
nl: Onderwerp

source: Sent list request, waiting for reply...
nl: Zend lijst verzoek, wachten op antwoord...

source: Cannot request list: No active connection
nl: Kan niet verzoeken om lijst: Geen aktieve connectie

source: Stopping the list download...
nl: Stop de lijst importering...

source: Cannot stop list download, no active connection.
nl: Kan lijst ophalen niet stoppen, geen aktieve connectie

source: Connected to %s (%s)
nl: Verbonden met %s (%s)

source: List cannot be requested: Not connected to a server
nl: Lijst kan niet gevraagd worden: niet verbonden met een server

source: Channel List [IRC Context %u]
nl: Kanaal lijst [IRC Context %u]

source: <nobr><font color="%s"><b>Channel List</b></font> <font color="%s">[IRC Context %u]</font></nobr>
nl: <nobr><font color="%s"><b>Kanaal lijst</b></font> <font color="%s">[IRC Inhoud %u]</font></nobr>

source: <nobr><font color="%s"><b>Channel list</b></font> <font color="%s">[IRC Context %u]</font></nobr>
nl: <nobr><font color="%s"><b>Kanaal lijst</b></font> <font color="%s">[IRC Inhoud %u]</font></nobr>

source: You cannot export an empty list
nl: Je kan geen lege lijst exporteren

source: Channel list for %Q - %Q
nl: Kanaal lijst voor %Q - %Q

source: Channel list
nl: kanaal lijst

source: Choose filename
nl: Kies bestandsnaam

source: Configuration files (*.kvc)
nl: Configuratie bestanden (*.kvc)

source: Reset
nl: Terugzetten

source: Channels list download finished
nl: Kanalen lijst ophalen beeindigd

source: Processing list: %Q
nl: Verwerken lijst: %Q

source: List window already open for this IRC context
nl: Lijst venster alreeds open voor deze IRC inhoud

source: Terminal
nl: Terminaal

source: Terminal emulator
nl: Terminal emulatie

source: Close this window
nl: Sluit dit venster

source: Can't create the terminal emulation part
nl: Kan het terminal emulatie deel niet maken

source: Can't retrieve the terminal emulation factory
nl: Kan de terminal emulatie fabriek niet ontvangen

source: Context
nl: Inhoud

source: Away
nl: Weg

source: &Configure KVIrc...
nl: &Configuratie KVIrc...

source: &About KVIrc
nl: Info over KVIrc

source: Un&dock
nl: &Afmeren

source: Nothing is happening...
nl: Gebeurd niets...

source: Just idling...
nl: Juist inaktief...

source: Hey man... do something!
nl: Hallo daar ... doe iets!

source: Silence speaking
nl: Stil spreken

source: Are ya here?
nl: Ben je hier?

source: The world has stopped?
nl: De wereld is gestopt?

source: Everything is all right
nl: Alles is in orde

source: idle()
nl: stilte()

source: It's so cold here...
nl: Het is zo koud hier...

source: Do not disturb... watching TV
nl: Niet storen... naar TV aan het kijken

source: Just vegetating
nl: Juist vegetating

source: Hey... are ya sure that your network is up?
nl: Hey...ben je zeker dat je netwerk is verbonden?

source: Seems like the world has stopped spinning
nl: Lijkt of de wereld gestopt heeft met draaien

source: This silence is freaking me out!
nl: Deze stilte maakt me nerveus!

source: idle idle idle idle!
nl: stilte stilte stilte stilte!

source: Hide Window
nl: Verberg Venster

source: Show Window
nl: Toon Venster

source: Away on all
nl: Weg op alle

source: Back on all
nl: Terug op alle

source: Back on %1
nl: Terug op %1

source: Away on %1
nl: Weg op %1

source: Alias
nl: Schuilnaam

source: No item selected
nl: Niets geselecteerd

source: Rename
nl: Hernoemen

source: Edit the alias or namespace name
nl: Bewerk de schuilnaam of naamplaats

source: Add Alias
nl: Toevoegen schuilnaam

source: Add Namespace
nl: Voeg Naamplaats toe

source: Remove Selected
nl: Verwijder Geselecteerde

source: Export Selected...
nl: Verplaats geselecteerde

source: Export Selected in singles files...
nl: Exporteer geselecteerde in aparte bestanden...

source: Export All...
nl: Verplaats Alles...

source: Find In Aliases...
nl: Vind in Schuilnamen...

source: Collapse All Namespaces
nl: Inkorten Alle Naamplaatsen

source: Find In Aliases
nl: Vind in Schuilnamen

source: Please enter the text to be searched for. The matching aliases will be highlighted.
nl: A.U.B. voeg de tekst in waar nar gezocht moet worden. De gevonden schuilnamen zullen oplichtend zijn

source: Alias Export
nl: Verplaats schuilnaam

source: There is no selection!
nl: Er geen selectie!

source: The file "%Q" exists. Do you want to replace it ?
nl: Het bestand "%Q" bestaat. Wil je het vervangen ?

source: Replace file
nl: Vervang bestand

source: Yes to All
nl: Ja aan Alles

source: The exported file would be empty: cowardly refusing to write it
nl: Het uitgevoerde bestand zou leeg zijn: zou laf zijn weigeren het te schrijven

source: Choose a Filename - KVIrc
nl: Kies een bestandsnaam - KVIrc

source: Write Failed - KVIrc
nl: Schrijven mislukt - KVIrc

source: Unable to write to the alias file.
nl: Onmogelijk naar schuilnaam bestand te schrijven

source: Do you really want to remove the alias "%Q" ?
nl: Wil je werkelijk de schuilnaam "%Q" verwijderen?

source: Do you really want to remove the namespace "%Q" ?
nl: Ben je zeker dat je de naamplaats "%Q" wilt verwijderen ?

source: Please note that all the children items will be deleted too.
nl: Merk alstublieft op dat alle kindonderdelen ook zullen worden geschrapt.

source: Remove item
nl: Verwijder item

source: Missing Alias Name
nl: Schuilnaam ontbreekt

source: You must specify a valid name for the alias
nl: Je moet een geldige naam speciferen voor de schuilnaam

source: Ok, Let me try again...
nl: Ok, laat me opnieuw proberen

source: Bad Alias Name
nl: Slechte schuilnaam

source: Missing Namespace Name
nl: Ontbrekende Naamruimte Naam

source: You must specify a valid name for the namespace
nl: U moet een geldige naam voor de naamplaats specificeren

source: Bad Namespace Name
nl: Slechte Naamplaats Naam

source: Namespace names can contain only letters, digits, underscores and '::' namespace separators
nl: Naamplaats namen kunnen enkel letters, cijfers en onderstrepingen bevatten ': :' naamplaats scheidingtekens

source: Stray ':' character in namespace name: did you mean ...<namespace>::<name> ?
nl: Dwaalteken ':' in naamplaats naam: bedoelde je niet ...<namespace>::<name> ?

source: Found an empty namespace in namespace name
nl: Vond een lege naamplaats in naamplaats naam

source: Please enter the name for the new alias
nl: A.U.B. voeg een naam in voor de nieuwe schuilnaam

source: Please enter the name for the new namespace
nl: A.u.b. geef de naam voor de nieuwe naamplaats

source: Rename Alias
nl: Hernoem Schuilnaam

source: Please enter the new name for the alias
nl: A.U.B. voeg de nieuwe naam in voor de schuilnaam

source: Rename Namespace
nl: Hernoem Naamruimte

source: Please enter the new name for the namespace
nl: A.u.b. geef nieuwe naam voor de naamplaats

source: Alias already exists
nl: Schuilnaam bestaat reeds

source: This name is already in use. Please choose another one.
nl: De naam reeds in gebruik. Kies een andere A.U.B.

source: Namespace already exists
nl: Naamruimte bestaat reeds

source: Ok, let me try again...
nl: Ok, laat me opnieuw proberen

source: Namespace
nl: Naamruimte

source: Alias Editor
nl: Bewerk Schuilnaam

source: Join Channels
nl: Deelnemen Kanalen

source: Name
nl: Naam:

source: Password
nl: Wachtwoord

source: &Join
nl: Neem deel

source: &Register
nl: &Registreer

source: Show this window after connecting
nl: Toon dit venster na connectie

source: Recent Channels
nl: Recente Kanalen

source: Registered Channels
nl: Registratie Kanalen

source: Choose the file to share
nl: Kies bestand om te delen

source: No such channel/netmask entry in the database
nl: Zo geen kanaal/netmasker ingang in de gegevensbank

source: Registered channel list:
nl: Geregistreerde kanalen lijst:

source: Channel: %c%s@%s
nl: Kanaal: %c%s@%s

source: Property: %s=%s
nl: Eigenschap: %s=%s

source: Total %d channels
nl: Totaal %d kanalen

source: Property Editor
nl: Bewerk Eigenschap

source: Property
nl: Eigenschap

source: Value
nl: Waarde

source: &New
nl: &Nieuw

source: Mask Editor
nl: Bewerk Masker

source: Insert a mask for this user.<br>It can contain the wildcard characters '*' and '?'.
nl: Voeg een masker voor deze gebruiker in.<br>Het kan de jokertekens bevatten '*' en '?'.

source: <center>This the <b>nickname</b> that will match this user, default value is the registered name.</center>
nl: <center>Dit is de <b>Schuilnaam</b> Dat zal bij deze gebruiker passen, standaardwaarde is de ingeschreven naam.</center>

source: <center>This the <b>username</b> that will match this user. <b>*</b> will match any username.</center>
nl: <center>Dit is de <b>Schuilnaam</b> Dat zal bij deze gebruiker passen.<b>*<b>terwijl gelijk welke gebruikersnaam past</center>

source: <center>This the <b>hostname</b> that will match this user. <b>*</b> will match any hostname.</center>
nl: <center>Dit is de <b>hostnaam</b> Dat zal bij deze gebruiker passen.<b>*<b>terwijl gelijk welke hostnaam past</center>

source: Registered User Entry
nl: Registratie gebruiker ingang

source: Name:
nl: Naam:

source: Comment:
nl: Commentaar:

source: Masks:
nl: Maskers:

source: &Add...
nl: Toevoegen

source: &Edit
nl: Be&werken

source: Identity
nl: Identiteit

source: Notify when user is online
nl: Informeer wanneer gebruiker online is

source: Notify nicknames:
nl: Informeer nicknamen:

source: <center>You can enter a space separated list of nicknames.</center>
nl: <center>Je kan een lijst van bijnamen ingeven gescheiden door een spatie.</center>

source: Use custom color in userlist
nl: gebruik standaard kleuren in gebruikerlijst

source: All Properties...
nl: Alle Eigenschappen

source: Properties
nl: Eigenschappen

source: Enable ignore for this user
nl: Toestaan negeren voor deze gebruiker

source: Ignore features
nl: Negeer kenmerken

source: Ignore query-messages
nl: Negeer verzoek-berichten

source: Ignore channel-messages
nl: Negeer kanaal-berichten

source: Ignore notice-messages
nl: Negeer notitie-berichten

source: Ignore ctcp-messages
nl: Negeer ctcp-berichten

source: Ignore invites
nl: Negeer Invitatie

source: Ignore DCCs
nl: negeer DCCs

source: Ignore
nl: negeer

source: Notify disabled
nl: Informeren gestopt

source: Notify as:
nl: Informeer als:

source: No comment set
nl: Geen commentaar ingevuld

source: Comment:
nl: Commentaar:

source: Registered Users - KVIrc
nl: Gergistreerde gebruikers - KVirc

source: Flags
nl: Vlaggen

source: <center>This is the list of registered users. KVIrc can automatically recognize and associate properties to them.<br>Use the buttons on the right to add, edit and remove entries. The "notify" column allows you to quickly add users to the notify list. Notify list fine-tuning can be performed by editing the entry properties.</center>
nl: <center>Dit is de lijst van ingeschreven gebruikers. KVIrc kan automatisch eigendommen naar hen herkennen en associëren.<br>Gebruik de knopen rechts om toe te voegen, bewerk en verwijder ingangen. Het "notify" kolom staat toe dat u vlug gebruikers naar de informeer lijst kunt toevoegen. Informeer lijst afstemmen kan worden verricht door de ingangeigendommen te bewerken.</center>

source: Add (Wizard)...
nl: Voeg toe (Wizard)...

source: Add a registered user by means of a user-friendly wizard.
nl: Voeg een geregistreerde gebruiker door middel van een gebruikersvriendelijke wizard toe.

source: Open the edit dialog to create a new user entry.
nl: Open de bewerk dialoog om een nieuwe gebruiker ingang te creëren.

source: &Add Group...
nl: &Voeg groep toe

source: Adds a new group
nl: Voeg nieuwe groep toe

source: Remove the currently selected entries.
nl: Verwijder de huidige geselecteerde ingangen.

source: &Edit...
nl: Be&werken

source: Edit the first selected entry.
nl: Bewerk de eerst geslecteerde ingang.

source: Export To...
nl: Verplaats naar...

source: Export the selected entries to a file.<br>All the data associated with the selected registered users will be exported.<br>You (or anyone else) can later import the entries by using the "Import" button.
nl: Verplaats de geselecteerde ingangen naar een bestand.<br> Al de gegevens geassocieerd met de geselecteerde geregistreerde gebruikers worden verplaatst.<br> Je (of iemand anders) kan later de ingangen invoegen door de "Import" knop te gebruiken.

source: Import From...
nl: Importeer van...

source: Import entries from a file exported earlier by the "export" function of this dialog.
nl: Importeer ingangen van een bestand uitgevoerd vroeger door het "export" functie van deze dialoog.

source: Group name:
nl: Groep naam:

source: Move to group
nl: Verplaats naar groep

source: Default
nl: standaard

source: No entries selected.
nl: Geen ingang geselecteerd

source: Can't open file %Q for writing.
nl: Kan bestand %Q niet openen voor schrijven
