Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: Writing package data
nl: Schrijf pakket gegevens

source: The file specified is not a valid KVIrc package
nl: Het gespecifieerd bestand is geen geldig KVIrc pakket

source: The package has an invalid version number, it might have been created by a newer KVIrc
nl: Het pakket heeft een ongeldige versie nummer, het kan gecreeerd zijn door een nieuwere KVIrc

source: Invalid info field: the package is probably corrupt
nl: Ongeldig info veld: het pakket is waarschijlijk beschadigd

source: The package contains compressed data but this executable does not support compression
nl: Het pakket bevat gecomprimeerde gegevens doch de uitvoering ondersteund geen compressie

source: Failed to create the target directory
nl: Mislukt om doelmap te maken

source: Unpacking file %Q
nl: Uitpakken bestand %Q

source: Error in compressed file stream
nl: Fout in gecomprimeerde bestandsstroom

source: Reading package...
nl: Pakket lezen

source: Reading package header
nl: Lees onderwerp pakket

source: Reading package data
nl: Lees pakket gegevens

source: Invalid data field: the package is probably corrupt
nl: Ongeldig gegevens veld: het pakket is waarschijnlijk beschadigd

source: Select color
nl: Selekteer kleur

source: &Basic colors
nl: Standaard kleuren

source: &Custom colors
nl: Gebruikte kleuren

source: &Red
nl: &Rood

source: &Green
nl: &Groen

source: Bl&ue
nl: Blauw

source: &Define Custom Colors >>
nl: &Definieer Gebruikte Kleuren>>

source: &Add to Custom Colors
nl: Voeg gebruikte kleuren toe

source: Select Font
nl: Selecteer Lettertype

source: &Font
nl: Lettertype

source: Font st&yle
nl: Tekenset stijl

source: &Size
nl: Grootte

source: Sample
nl: Voorbeeld

source: Effects
nl: Effecten

source: Stri&keout
nl: Schrap

source: &Underline
nl: Onderlijn

source: Scr&ipt
nl: Programma

source: Parent Directory
nl: Huidige Map

source: Forward
nl: Voorwaarts

source: Reload
nl: Herladen

source: New Directory
nl: Nieuwe Map

source: Bookmarks
nl: Bladwijzers

source: Add Bookmark
nl: Bladwijzer Toevoegen

source: &Edit Bookmarks
nl: Bewerk Bladwijzers

source: New Bookmark Folder...
nl: Nieuwe bladwijzer map...

source: Sorting
nl: Sorteren

source: By Name
nl: Op Naam:

source: By Date
nl: Op Datum

source: By Size
nl: Op Grootte

source: Reverse
nl: Reserveer

source: Directories First
nl: Mappen eerst

source: Case Insensitive
nl: Hoofdletter gevoelig

source: Short View
nl: Kort overzicht

source: Detailed View
nl: Gedetailleerd Overzicht

source: Show Hidden Files
nl: Toon verborgen bestanden

source: Show Quick Access Navigation Panel
nl: Toon Vlug Toegangsnavigatie Paneel

source: Show Preview
nl: Toon voorbeeld

source: Separate Directories
nl: Aparte Mappen

source: Often used directories
nl: Dikwijls gebruikte mappen

source: Desktop
nl: Bureaublad

source: Home Directory
nl: Hoofd map

source: Temporary Files
nl: Tijdelijke Bestanden

source: Network
nl: Netwerk

source: New Directory...
nl: Nieuwe Map

source: Delete
nl: Verwijderen

source: Thumbnail Previews
nl: Miniatuur Voorbeeld

source: Large Icons
nl: Grote Pictogrammen

source: Small Icons
nl: Kleine Pictogrammen

source: Properties...
nl: Eigenschappen...

source: &Automatic Preview
nl: &Automatisch voorbeeld

source: &Preview
nl: Voorbeeld

source: &Location:
nl: &Locatie

source: All Files
nl: Alle Bestanden

source: Usage
nl: Gebruik

source: message
nl: bericht

source: -m: send a message instead of a notice
nl: -m: zend een bericht in de plaats van notitie

source: -w: send notice to all channel owners
nl: -w: zend notitie naar alle kanaal eigenaars

source: -a: send notice to all channel admins
nl: -a: zend notitie naar alle kanaal admins

source: -o: send notice to all channel ops
nl: -o: zend notitie naar alle kanaal ops

source: -h: send notice to all channel halfops
nl: -h: zend notitie naar alle kanalen halfops

source: -v: send notice to all channel voices
nl: -v: zend notitie naar alle stem kanalen

source: -q: quiet mode
nl: -q: verlaat mode

source: Sending wallop to
nl: Zend wallop naar

source: Usage:
nl: Gebruik:

source: reason
nl: reden

source: This is not a channel window
nl: Dit is geen kanaal venster

source: Unsupported type: $0
nl: Niet ondersteund: $0

source: Channel Owner
nl: Kanaal Eigenaar

source: Channel Administrator
nl: Kanaal administrator

source: Channel Operator
nl: Kanaal Beheerder

source: Half Operator
nl: Semi Beheerder

source: Voice
nl: Stem

source: User Operator
nl: Gebruiker operator

source: Normal User
nl: Normale gebruiker

source: You must use DNS in an IRC context
nl: U moet DNS in een IRC context gebruiken

source: You must be connected to a server
nl: Je moet verbonden zijn aan een server

source: No such user: $0
nl: Zo geen gebruiker: $0

source: The default script has been successfully installed.
nl: Het standaard script is succesrijk geïnstalleerd.

source: To connect to a server, type /server <server name>
nl: Om te verbinden met een server, typt /server <server naam>

source: Happy ircing :)
nl: Prettige Chat :)

source: Options
nl: Opties

source: Window operations
nl: Venster Operaties

source: Stop Highlighting (Local)
nl: Stop Oplichten (Lokaal)

source: Start Highlighting (Local)
nl: Start Oplichten (lokaal)

source: Always Highlight
nl: Altijd Oplichten

source: Highlight as
nl: Oplichten als

source: Stop Highlighting
nl: Stop Oplichten

source: is being ignored
nl: is genegeerd

source: is not being ignored
nl: is niet genegeerd

source: Enable Ignore
nl: Activeer Negeren

source: Ignore as...
nl: Negeer als...

source: Ignore as
nl: Negeer als

source: Unignore
nl: Negeren ongedaan maken

source: is registered as
nl: is geregistreerd als

source: is in the notify list
nl: is in de informatie lijst

source: has a default avatar
nl: heeft een standaard avatar

source: is not registered
nl: is niet geregistreerd

source: Register
nl: Registreren

source: Quick Registration
nl: Snelle Registratie

source: Register as
nl: Registreer als

source: Edit Registration
nl: Bewerk Registratie

source: Unregister
nl: Verwijder registratie

source: Add to Notify
nl: Voeg toe aan Informatie

source: Remove from Notify
nl: Verwijderen van Informatie

source: Choose
nl: Kies

source: Choose Avatar Image File
nl: Kies Avatar Beeld Bestand

source: Set as Default
nl: Stel in als standaard

source: Clear Default
nl: Wis Standaard

source: Copy To Clipboard
nl: Kopieer naar Klembord

source: Ban
nl: Verban

source: Multiple Users
nl: meerdere Gebruikers

source: &Ban
nl: Ver&ban

source: idle time
nl: stilte tijd

source: &Information
nl: &Informatie

source: DNS for
nl: DNS voor

source: Mask for
nl: Masker voor

source: &Control
nl: &Controle

source: O&wner
nl: Eigenaar

source: &Voice
nl: &Stem

source: D&evoice
nl: Zonder stem

source: &Kick
nl: Verban

source: K&ick
nl: Verban

source: With...
nl: Met...

source: Kick Reason
nl: Verban reden

source: Enter a kick reason
nl: Geef een kick reden

source: Kick/Ban
nl: schop/verban

source: Kick/Ban Reason
nl: schop/verban reden

source: Enter a kick/ban reason
nl: Geef een schop/verban reden

source: &Kick/Ban
nl: Schop/verban

source: Configure ban mask...
nl: Bewerk verban masker...

source: &Query
nl: Verzoek

source: &Registration
nl: &Registratie

source: &Highlight
nl: Oplic&hten

source: Ig&nore
nl: Negeer

source: Notify Avatar
nl: Informatie Avatar

source: &Part
nl: Deel

source: Copy Channel Address
nl: Kopieer Adres Kanalen

source: Channels
nl: Kanalen

source: &Join Channels...
nl: Zich aanmelden voor Kanalen

source: Copy Channel URL to Clipboard
nl: Kopieer Kanaal URL naar Klembord

source: l (Connections)
nl: I (Connecties)

source: m (Command Usage)
nl: m (Commando gebruik)

source: o (Operators)
nl: o (Operatoren)

source: t (Connection stats ?)
nl: t (Verbinding statistiek?)

source: u (Uptime)
nl: u (Online tijd)

source: y (y-Lines)
nl: y (y-Lijnen)

source: Chat with
nl: Chat met

source: Reverse Chat with
nl: Reserveer Chat met

source: Secure Chat with
nl: Beveiligde Chat met

source: Send to
nl: Zend naar

source: Secure send to
nl: Zend beveiligd naar

source: Reverse Send to
nl: Reserveer zending naar

source: Secure Reverse Send to
nl: Reserveer beveiligde zending naar

source: TDCC Send to
nl: TDCC Zend naar

source: TDCC Reverse Send to
nl: Reserveer TDCC zending naar

source: Voice Chat
nl: Stem Chat

source: &Ignore
nl: Negeer

source: Logging to
nl: Loggen naar

source: Flush Log File
nl: Leeg Log bestand

source: Stop Logging
nl: Stop Loggen

source: Not Logging
nl: Loggen uit.

source: Log To Default File
nl: Log naar standaard bestand

source: Include Existing Buffer
nl: Bevat bestaande buffer

source: Log To...
nl: Log naar...

source: Choose Log Filename
nl: Kies Log bestandsnaam

source: Notify avatar
nl: Informatie avatar

source: [Installer] The first argument to \%installer->\$copyfiles must be a source directory
nl: [Installer] Het eerste argument naar \%installer->\$copyfiles moet een brongids zijn

source: [Installer] The second argument to \%installer->\$copyfiles must be a file name or file regexp
nl: [Installer] Het tweede argument naar \%installer->\$copyfiles moet een bestandsnaam of bestand regexp zijn

source: [Installer] The third argument to \%installer->\$copyfiles must be a destination directory
nl: [Installer] Het derde argument naar \%installer->\$copyfiles moet een bestemmingsmap zijn

source: [Installer] Failed to create directory
nl: [Installatie] creatie map mislukt

source: [Installer] The first argument to \%installer->\$includefiles must be a source directory
nl: [Installer] Het eerste argument naar \%installer->\$includefiles moet een bronmap zijn
