Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: &Cascade Windows
nl: Vensters Trapgewijs

source: Cascade &Maximized
nl: Ge&maximaliseerde vensters trapsgewijs schikken

source: &Tile Windows
nl: Stapel vensters

source: &Auto Tile
nl: &Auto stapelen

source: Anodine's Full Grid
nl: Anodine's volledig rooster

source: Pragma's Horizontal 4-Grid
nl: Pragma's Horizontaal 4-Rooster

source: Pragma's Vertical 4-Grid
nl: Pragma's Vertikaal 4-Rooster

source: Pragma's Horizontal 6-Grid
nl: Pragma's Horizontaal 6-Rooster

source: Pragma's Vertical 6-Grid
nl: Pragma's Vertikaal 6-Rooster

source: Pragma's Horizontal 9-Grid
nl: Pragma's Horizontaal 9-Rooster

source: Pragma's Vertical 9-Grid
nl: Pragma's Vertikaal 9-Rooster

source: Tile Met&hod
nl: Tegel Met&hode

source: Expand &Vertically
nl: &Verticaal verlengen

source: Expand &Horizontally
nl: &Horizontaal verbreden

source: Mi&nimize All
nl: Alles Mi&nimaliseren

source: Unknown
nl: Onbekend

source: No topic message has been received from the server yet
nl: Nog geen onderwerp ontvangen van de server

source: Channel topic:
nl: Kanaal onderwerp:

source: Set by
nl: Gedaan door

source: Set on
nl: Stel in

source: Double-click to edit...
nl: Dubbel-klik om te bewerken

source: No topic is set
nl: Nog geen onderwerp ingesteld

source: Double-click to set...
nl: Dubbel-klik om in te stellen

source: History
nl: Historiek

source: Commit Changes
nl: Vastleggen Veranderingen

source: Discard Changes
nl: Maak veranderingen ongedaan

source: Copy to clipboard
nl: Kopieer naar klembord

source: There are active connections, are you sure you wish to
nl: Er zijn aktieve verbindingen, ben je zeker wat je wilt

source: quit KVIrc?
nl: Afsluiten KVIrc?

source: Confirmation - KVIrc
nl: Bevestig - KVIrc

source: &Yes
nl: ja

source: &Always
nl: &Altijd

source: &No
nl: &Nee

source: Show %1
nl: Toon %1

source: Customize...
nl: Aanpassen...

source: The file %s already exists.<br>Do you wish to overwrite it?
nl: Het bestand %s bestaat reeds.<br> Wil je het overschrijven?

source: File Exists - KVIrc
nl: Bestand bestaat - KVIrc

source: Channel mode
nl: Kanaal mode

source: Split View
nl: Splits Overzicht

source: User List
nl: Gebruikers lijst

source: Ban Editor
nl: Bewerk Ban

source: Ban Exception Editor
nl: Bewerk Ban Uitzonderingen

source: Invite Exception Editor
nl: Nodig bewerk Uitzondering uit

source: Mode Editor
nl: bewerk Mode

source: said something recently
nl: zei recentelijk iets

source: is talking
nl: is aan het spreken

source: and
nl: en

source: were talking recently
nl: we spraken recentelijk

source: are talking
nl: zijn aan het praten

source: and other %1 users
nl: en ander %1 gebruikers

source: Dead channel
nl: Dood Kanaal

source: operators
nl: operatoren

source: active user
nl: Actieve gebruiker

source: active users
nl: Actieve gebruikers

source: hot user
nl: laatste gebruiker

source: hot users
nl: laatste gebruikers

source: channel owner
nl: Kanaal eigenaar

source: channel owners
nl: Kanaal eigenaars

source: channel administrator
nl: kanaal administrator

source: channel administrators
nl: kanaal administrators

source: half-operator
nl: semi-beheerder

source: half-operators
nl: semi-beheerders

source: voiced user
nl: stem gebruiker

source: voiced users
nl: stem gebruikers

source: user-operator
nl: gebruiker-operator

source: user-operators
nl: gebruiker-operatoren

source: user total
nl: totaal gebruiker

source: users total
nl: totaal gebruikers

source: No activity
nl: Geen aktiviteit

source: Minimal activity
nl: Minimale aktiviteit

source: Very low activity
nl: Zeer lage aktiviteit

source: Might be low activity
nl: Mogelijk lage aktiviteit

source: Low activity
nl: Lage aktiviteit

source: Might be medium activity
nl: Mogelijk gemiddelde aktivitiet

source: Medium activity
nl: gemiddelde aktiviteit

source: Might be high activity
nl: mogelijk hoge aktiviteit

source: High activity
nl: Hoge aktiviteit

source: Might be very high activity
nl: Mogelijk zeer hoge aktiviteit

source: Very high activity
nl: Zeer hoge aktiviteit

source: Might be flooded with messages
nl: Zou met berichten kunnen worden overspoeld

source: Flooded with messages
nl: Overspoeld met berichten

source: human
nl: mens

source: [Dead channel]
nl: [Dood kanaal]

source: on
nl: aan

source: The crypto engine was unable to encrypt the current message (%Q): %Q, no data sent to the server
nl: De cryptie motor wat niet in staat om de huidige boodschap (%Q) te encrypteren: %Q geen data verstuurd naar server

source: Sent part request, waiting for reply...
nl: Zend deel verzoek, wacht op antwoord...

source: (Unknown)
nl: (Onbekend)

source: <b>Channel mode:</b>
nl: <b>Kanaal mode</b>

source: <br><b>Key:</b> %s
nl: <br><b>Sleutel:</b> %s

source: <br><b>Limit:</b> %s
nl: <br><b>Limiet:</b> %s

source: Channel synchronized in %d.%d seconds
nl: Kanaal gesyncroniseerd in %d.%d seconden

source: Choose an Image File - KVIrc
nl: Kies een Beeld bestand - KVIrc

source: Unloadable: %s
nl: Niet oplaadbaar: %s

source: &Browse...
nl: Bladeren...

source: Choose a File - KVIrc
nl: Kies een bestand - KVIrc

source: Choose a Directory - KVIrc
nl: Kies een map - KVIrc

source: A&dd
nl: Toevoegen

source: Re&move
nl: Verwijderen

source: Sample Text
nl: Voorbeeld tekst

source: Foreground
nl: Voorgrond

source: Transparent
nl: Transparant

source: Background
nl: Achtergrond

source: Play
nl: Speel

source: Channel name
nl: Kanaal naam

source: Channel password
nl: Kanaal paswoord

source: Toolbars
nl: Werkbalken

source: Orientation
nl: Orientatie

source: Top
nl: Boven

source: Left
nl: Links

source: Right
nl: Rechts

source: Bottom
nl: Onder

source: Detached
nl: Losgemaakt

source: Flat
nl: Plat

source: Icon Size
nl: Ikoon grootte

source: Small (22x22)
nl: Klein (22x22)

source: Large (32x32)
nl: Groot (32x32)

source: &Apply
nl: Toevoegen

source: Close
nl: Sluiten

source: Channel Modes
nl: Kanaal modes

source: Debug Messages
nl: Debug Berichten

source: CTCP Page - KVIrc
nl: CTCP Pagina - KVIrc

source: You have been paged by
nl: je bent verwisseld door

source: Mask editor - KVirc
nl: Masker bewerking - KVIrc

source: New mask must match an *!*@* expression
nl: Nieuwe dekmantel moet een *!*@* expressie bevatten

source: Cancel
nl: Annuleren

source: Active Bans
nl: Actieve Bans

source: Active Invite Exceptions
nl: Actieve uitnodiging uitzonderingen

source: Active Ban Exceptions
nl: Actieve ban uitzonderingen

source: Use doubleclick to edit item
nl: Gebruik dubbelklik om onderwerp te bewerken

source: Mask
nl: Masker

source: Set at
nl: Gedaan op

source: Add
nl: Toevoegen

source: Cryptography/text transformation
nl: Cryptografie/tekst transformatie

source: Use the crypt engine
nl: Gebruik de crypt motor

source: Enable encryption
nl: Activeer encryption

source: Encrypt key:
nl: Encrypt sleutel:

source: Enable decryption
nl: Activeer decryption

source: Decrypt key:
nl: Decodeer sleutel:

source: If you dont want to encrypt a particular text line then just start it with the CTRL+P prefix
nl: Als je geen gedeeltelijk decodering van de tekst wil, dan start met de CTRL+P toetsen

source: Sorry, no crypt engines available
nl: Sorry, geen crypt motors beschikbaar

source: Crypt: Can't create an engine instance: crypting disabled
nl: Codeer:kan geen codeercode starten: coderen gestopt

source: Crypt: Can't initialize the engine :%s
nl: Crypt: Kan de motor niet initialiseren: %s

source: Crypt: You have to enable encryption and/or decryption for the engine to work
nl: Crypt: U moet de codering en/of decoderen vrijgeven voor de motor om te werken

source: Search tools
nl: Zoek gereedschap

source: ### Log session terminated at %s ###
nl: ### Log sessie beeindigd op %s ###

source: ### Log session started at %s ###
nl: ### Log sessie gestart op %s ###

source: ### Existing data buffer:
nl: ### Bestaande gegevens buffer:

source: ### End of existing data buffer.
nl: ### Einde van bestaande gegevens buffer.

source: Hide Find Window
nl: Verberg vind venster

source: Show Find Window
nl: Toon vind venster

source: Zoom Out
nl: Zoom Uit

source: Choose Temporary Font...
nl: kies Tijdelijk Lettertype

source: Choose Temporary Background...
nl: Kies tijdelijke achtergrond

source: Reset Temporary Background
nl: Herstel tijdelijke achtergrond

source: Clear Buffer
nl: Leeg Buffer

source: Choose the background image...
nl: Kies een Achtergrondafbeelding

source: Invalid image
nl: Ongeldige afbeelding

source: Failed to load the selected image
nl: Mislukt om de afbeelding te laden

source: Not found
nl: Niet gevonden

source: Looking up host %Q...
nl: Kijk op host %Q...

source: Double-click to open this link
nl: Dubbel klik om deze koppeling te openen

source: Unable to look it up hostname: Hostname appears to be masked
nl: Onmogelijk op te zoeken hostnaam: Hostnaam schijnbaar vermomd

source: Unable to look it up hostname: Unknown host
nl: Onmogelijk op te zoeken hostnaam: Onbekende host

source: Double-click to look up this hostname<br>Right-click to view other options
nl: Dubbel-klik om deze hostnaam op te zoeken<br>Rechts-klik om andere opties te bekijken

source: Server appears to be a network hub<br>
nl: Server is mogelijk een netwerk hub <br>

source: Unknown server<br>
nl: Onbekende server<br>

source: Double-click to read the MOTD<br>Right-click to view other options
nl: Dubbel-klik om de MOTD te lezen<br>Rechts-klik om andere opties te bekijken

source: Double-click to set<br>
nl: Dubbel-klik om in te stellen<br>

source: You're not an operator: You may not change channel modes
nl: U bent geen operator: U kunt kanaal modes niet veranderen

source: Nothing known about %Q
nl: Niets gekend over %Q

source: Nothing known about %Q (no connection)
nl: Niets gekend over %Q (geen verbinding)

source: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>)<hr>Double-click to join %Q<br>Right click to view other options
nl: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>)<hr>Dubbel-klik om deel te nemen %Q<br>Rechts-klik om andere opties te bekijken

source: <b>Double-click:</b><br>%Q
nl: <b>Dubbe-lklik:</b><br>%Q

source: <b>Middle-click:</b><br>%Q
nl: <b>Midden-klik:</b><br>%Q

source: <b>Right-click:</b><br>%Q
nl: <b>Rechts-klik:</b><br>%Q

source: Joined on <b>%1</b>
nl: Nam deel op <b>%1</b>

source: Quiet for <b>%1h %2m %3s</b>
nl: afgesloten voor <b>%1h %2m %3s</b>

source: No connection
nl: Geen verbinding

source: IRC Context
nl: IRC Inhoud

source: No IRC context
nl: Geen IRC inhoud

source: Not connected
nl: Geen verbinding

source: away
nl: weg

source: In progress...
nl: In werking...

source: Private Text Encoding
nl: Privé Tekst coderen

source: Ops...I've accidentally lost the crypting engine...
nl: Ops. ..ik verloor toevallig de crypting motor...

source: List of window types available in this release of KVIrc:
nl: Lijst van venster types die beschikbaar zijn in deze vrijlating van KVIrc:

source: Use Default Encoding
nl: Gebruik standaard Encoding

source: Standard
nl: Standaard

source: Smart (Send Local)
nl: Doelmatig ( Zend Lokaal)

source: Smart (Send UTF-8)
nl: Doelmatig (Zend UTF-8)

source: &Undock
nl: &Ontkoppelen

source: &Dock
nl: &Koppelen

source: Mi&nimize
nl: Mi&nimaliseren

source: Ma&ximize
nl: Ma&ximaliseren

source: &Restore
nl: He&rstellen

source: Text &Encoding
nl: Tekst &Encoding

source: Sa&ve Window Properties
nl: Bewaar Venster eigenschappen

source: Taskbar
nl: Takenbalk

source: taskbar
nl: Takenbalk

source: Sort
nl: Sorteer

source: Reverse Sort
nl: Omgekeerd Sorteren

source: Window List
nl: Venster lijst

source: Apply to all IRC Contexts
nl: Pas toe naar alle IRC Contexts

source: Away Indicator
nl: Weg Indicatie

source: Away since
nl: Weg sedert

source: Double click to leave away mode
nl: Dubbel klik om weg mode te verlaten

source: Not away
nl: Niet weg

source: Double click to enter away mode
nl: Dubbel klik om weg mode te aktiveren

source: Last checked %d mins %d secs ago
nl: Laatst gekontroleerd op %d mins %d secs

source: Lag measure not available yet
nl: Vertraging voorzorgsmaatregel nog niet verkrijgbaar

source: Lag meter engine disabled
nl: Doelmatigheids meter gestopt

source: Double click to enable it
nl: Dubbel klik om beschikbaar te maken

source: Lag Indicator
nl: Vertraging Indicatie

source: Simple Clock
nl: Eenvoudige Klok

source: Show total connection time
nl: Toon totaal connectie tijd

source: Connection Timer
nl: Connectie Timer

source: Separator
nl: Scheider

source: Clipboard
nl: Klembord

source: line break
nl: lijn breuk

source: line breaks
nl: lijn breuken

source: Cu&t
nl: Knippen

source: &Copy
nl: Kopiëren...

source: &Paste
nl: &Plakken

source: Paste (Slowly)
nl: Plakken (traag)

source: Paste &File
nl: Bestand Plakken

source: Stop Paste
nl: Stop Plakken

source: Clear
nl: Leeg

source: Select All
nl: Alles selecteren

source: Insert Icon
nl: Voeg Ikoon in

source: %d matches: %Q
nl: %d gelijkenissen: %Q

source: No matches
nl: Geen gelijkenissen

source: Show History<br>&lt;Ctrl+PageUp&gt;
nl: Toon Geschiedenis<br>&lt;Ctrl+PageUp&gt;

source: Input History Disabled
nl: Invoegen Geschiedenis Gestopt

source: Show Icons Popup<br>&lt;Ctrl+I&gt;<br>See also /help texticons
nl: Toon Ikoon Popup<br>&lt;Ctrl+I&gt;<br>Zie ook /help textikoon

source: User friendly commandline mode<br>See also /help commandline
nl: Gebruikers vriendelijke opdrachtregel status<br>Zie ook /help opdrachtregel

source: Multi-line Editor<br>&lt;Alt+Backspace&gt;
nl: Meer lijnen bewerking<br>&lt;Alt+Backspace&gt;

source: Confirm Multiline Message
nl: Bevestig Meerlijnen Bericht

source: You're about to send a message with %1 lines of text.<br><br>There is nothing wrong with it, this warning is<br>here to prevent you from accidentally sending<br>a really large message just because you didn't edit it<br>properly after pasting text from the clipboard.<br><br>Do you want the message to be sent?
nl: Je staat op het punt een bericht te verzenden met %1 lijnen.<br><br>Daar is niets mis mee, dit is een waarschuwing<br>om te voorkomen dat je per ongeluk zou verzenden<br>een redelijk lang bericht omdat je het niet goed<br>bewerkt hebt na plakken van klembord.<br><br>Wil je het bericht verzenden?

source: Yes, always
nl: Ja, altijd

source: Yes
nl: Ja

source: No
nl: Nee

source: <Ctrl+Return>; submits, <Alt+Backspace>; hides this editor
nl: <Ctrl+Return>; submits, <Alt+Backspace>; verberg deze bewerking

source: Address:
nl: Adres:

source: Current IRC URI
nl: Huidig IRC URI

source: Notify List
nl: Notificatie lijst

source: Part All Channels
nl: Scheid Alle Kanalen

source: Close All Queries
nl: Sluit alle verzoeken

source: Unhighlight All Windows
nl: Onoplichten alle vensters

source: Unhighlight All Channels
nl: Onoplichten alle kanalen

source: Unhighlight All Queries
nl: Onoplichten alle Vragen

source: Gender:
nl: Geslacht:

source: Male
nl: Man

source: Female
nl: Vrouw

source: Registered as
nl: Geregistreerd als

source: (Matched by
nl: ( Overeenkomende bij

source: On <b>
nl: aan <b>

source: Using server <b>%1</b>
nl: Gebruik server <b>%1</b>

source: %1 hops
nl: %1 sprongetje

source: Probably Away
nl: Waarschijnlijk Weg

source: KVIrc can accept only irc://, irc6://, ircs:// or irc6s:// URL's Your URL is invalid. Check spelling and try again
nl: KVIrc accepteerd alleen irc://, irc6://, ircs:// or irc6s:// URL's Jouw URL is niet geldig. Kontroleer spelling en probeer opnieuw

source: You have just attempted to close a console window with an active connection inside. Are you sure you wish to terminate the connection?
nl: Je hebt de intentie om een venster te slijten met een aktieve verbinding. Ben je zeker om die verbinding te verbreken?

source: You have just attempted to close the last console window. Are you sure you wish to quit KVIrc?
nl: Je hebt de intentie om het hoofd venster te sluiten. Ben je zeker dat je KVIrc wenst af te sluiten?

source: Failed to load avatar with name "%Q" and local path "%Q"
nl: Laden avatar mislukt met naam "%Q" en lokaal pad "%Q"

source: Connection in progress...
nl: bezig met verbinden...

source: Login in progress...
nl: bezig met in te loggen...

source: channel
nl: kanaal

source: channels
nl: kanalen

source: query
nl: verzoek

source: queries
nl: verzoeken

source: Connected since
nl: verbonden sedert

source: Online for
nl: Online voor

source: Server idle for
nl: Server stil voor

source: This option is also available as
nl: Deze optie is ook beschikbaar als

source: Advanced...
nl: Geavanceerd...

source: &Tools
nl: Hulpmiddelen

source: &Settings
nl: Instellingen

source: &Window
nl: Venster

source: &Help Browser (Panel)
nl: &Help Browser (Paneel)

source: Help Browser (&Window)
nl: Help Browser (Venster)

source: &Tip of the Day
nl: &Tip van de dag

source: About &KVIrc
nl: over &KVIrc

source: KVIrc Home&page
nl: KVIrc Home&pagina

source: KVIrc Russian Home&page
nl: KVIrc Russische Homepagina

source: KVIrc French Home&page
nl: KVIrc Franse Homepagina

source: Subscribe to the Mailing List
nl: Voeg je toe aan de brief lijst

source: Report a Bug / Propose Improvements
nl: Raporteer een of verbeteringen

source: Join KVIrc International Channel on Freenode
nl: Aanmelden bij KVRic Internationaal Kanaal op Freenode

source: Join KVIrc International Channel on IRCNet
nl: Aanmelden bij KVRic Internationaal Kanaal op IRCNet

source: Join KVIrc Italian Channel on AzzurraNet
nl: Aanmelden bij KVRic Italiaans Kanaal op AzzurraNet

source: Join KVIrc French Channel on Freenode
nl: Aanmelden bij KVRic Frans Kanaal op Freenode

source: Join KVIrc French Channel on EuropNet
nl: Aanmelden bij KVRic Frans Kanaal op EuropNet

source: Show StatusBar
nl: Toon Statusbalk

source: &Save Configuration
nl: Bewaar configuratie

source: Restore &Default Script
nl: Herstel & Standaard Script

source: Disconnect
nl: Ophangen

source: New &Connection To
nl: Nieuwe verbinding naar

source: Hide &Dock Icon
nl: Verberg &Stallen Ikoon

source: Show &Dock Icon
nl: Toon &Stallen Ikoon

source: &Quit
nl: Afsluiten

source: &Other...
nl: &Ander

source: Show &Icon Table
nl: Toon &Ikoon Tabel

source: Open &Terminal
nl: Open &Eindpunt

source: <b>Shift+Drag</b> or <b>Ctrl+Drag</b> to move the applet around<br><b>Right click</b> to see the other options
nl: <b>Shift+Drag</b> of <b>Ctrl+Drag</b> om de plugin te verplaatsen<br><b>Right click</b> om andere opties te zien

source: <b>Right click</b> to add/remove applets
nl: <b>Rechts klikken</b> Toevoegen/verwijdert applets

source: Remove %Q
nl: Verwijder %Q

source: Add Applet
nl: Toevoegen Toepassing

source: Drag the applet while holding the Shift or Ctrl key to move it to the desired position
nl: Sleep de plugin met de Shift of Ctrl toets ingedrukt naar de gewenste positie

source: <b><font color="#EAEAEA" size="-1">Find Text</font></b>
nl: <b><font color="#EAEAEA" size="-1">Vind Tekstt</font></b>

source: &Regular expression
nl: &Reguliere uitdrukking

source: E&xtended regexp.
nl: Uitgebreid regexp.

source: C&ase sensitive
nl: Hoofdletter gevoelig

source: Find &Prev.
nl: Zoek & Voorbeeld

source: &Find Next
nl: Zoek volgende

source: Find
nl: Zoek

source: Set &All
nl: Alles selecteren

source: Set &None
nl: Stel in &Geen

source: &Load From...
nl: Laden vanaf

source: &Save As...
nl: Opslaan als

source: Select a Filter File
nl: Selecteer een filter

source: Can't open the filter file %s for reading.
nl: Kan filter bestand %s niet openen om te lezen

source: Select a Name for the Filter File
nl: Selecteer een naam voor filter bestand

source: Failed to write the filter file %Q (IO Error)
nl: Mislukt om filter bestand te schrijven (I/O fout)

source: Can't open the filter file %Q for writing
nl: Kan filter bestand %Q niet openen voor schrijven

source: Choose image ...
nl: Kies een afbeelding...

source: Builtin images
nl: Ingebouwde afbeeldingen

source: Small icons
nl: Kleine ikonen

source: Full path
nl: Volledig pad

source: Builtin $icon(%Q) [index %d]
nl: Bouw in $icon(%Q) [index %d]

source: directory
nl: Map

source: Show User List
nl: Toon gebruiker lijst

source: Query Targets
nl: Verzoek Doelen

source: Query target:
nl: Verzoek doel:

source: %1 is using irc server: %2 (%3 hops)
nl: %1 gebruikt irc server: %2 (%3 Sprongetjes)

source: %1 is using irc server: %2
nl: %1 gebruikt irc server: %2

source: %1 is probably away
nl: %1 is waarschijnlijk weg

source: Common channels with %1: %2
nl: Gemeenschappelijke kanalen met %1: %2

source: [Dead Query]
nl: [Dood Verzoek]

source: Query with %1!%2 (%3)
nl: Verzoek met %1!%2 (%3)

source: Query with %1!%2
nl: Verzoek met %1!%2

source: , using server %1
nl: , gebruik server %1

source: (%1 hops)
nl: (%1 sprong)

source: , probably away
nl: , waarschijnlijk weg

source: Common channels: %2
nl: Gemeenschappelijke kanalen: %2

source: The target of this query has changed from !n%Q [%Q@!h%Q] to !n%Q [%Q@!h%Q]
nl: Het doel van deze vraag is veranderd van !n%Q [%Q@!h%Q] naar !n%Q [%Q@!h%Q]

source: Common channels for !n%Q [%Q@!h%Q]: %Q
nl: Gemeenschappelijke kanalen voor !n%Q [%Q@!h%Q]: %Q

source: No common channels for !n%Q [%Q@!h%Q]
nl: Geen gemeenschappelijke kanalen voor !n%Q [%Q@!h%Q]

source: [Dead query]
nl: [Dood verzoek]

source: This query has no active targets, no message sent
nl: Dit verzoek heeft geen actieve doelen, geen bericht gezonden

source: The crypto engine was unable to encrypt the current message (%Q): %s, no data sent to the server
nl: De cryptie motor wat niet in staat om de huidige boodschap (%Q) te encrypteren: %s: geen gegevens verstuurd

source: The argument of the hash count '#' operator didn't evaluate to a hash: automatic conversion from type '%Q' supplied
nl: Het argument of de afval teller '#' operator heeft het niet als afval herkent: automatische omzetting van type '%Q' geleverd

source: DNS Lookup result for query "%Q"
nl: DNS Lookup resultaat voor verzoek "%Q"

source: Error: %Q
nl: Fout: %Q

source: Hostname %d: %Q
nl: Hostnaam %d: %Q

source: IP address %d: %Q
nl: IP adres %d: %Q

source: Broken slot '%Q' in target object '%Q::%Q' while emitting signal '%Q' from object '%Q::%Q': disconnecting
nl: Gebroken slot '%Q' in doelvoorwerp '%Q::%Q' terwijl verzenden signaal '%Q' van voorwerp '%Q::%Q': losgekoppeld

source: Slot target object destroyed while emitting signal '%Q' from object '%Q::%Q'
nl: Slot doel voorwerp vernietigd terwijl verzenden signaal '%Q' van voorwerp '%Q::%Q'

source: Listing Qt properties for object named "%Q" of KVS class %Q
nl: Opname in een lijst van Qt eigenschappen voor voorwerp genaamd "%Q" van KVS klasse %Q

source: Properties for Qt class %s
nl: Eigenschappen voor Qt klasse %s

source: Property: %c%Q%c, type %Q
nl: Eigendom: %c%Q%c, type %Q

source: %d properties listed
nl: %d eigenschappen lijst

source: The object named "%Q" of class %Q has no Qt properties
nl: Het object genoemd "%Q" of klasse %Q heeft geen Qt eigenschappen

source: No Qt property named "%Q" for object named "%Q" of class %Q
nl: Geen Qt eigenschappen genoemd "%Q" voor object genoemd "%Q" of klasse %Q

source: Can't find property named "%Q" for object named "%Q" of class %Q: the property is indexed but it doesn't really exist
nl: Kan eigendom niet vinden genaamd "%Q" voor voorwerp genaamd "%Q" of klasse %Q: het eigendom wordt geïndexeerd, maar het bestaat niet echt

source: Can't find property named "%Q" for object named "%Q" of class %Q: the property is indexed and defined but the returned variant is not valid
nl: Kan eigendom niet vinden genaamd "%Q" voor voorwerp genaamd "%Q" of klasse %Q: de eigendom is geindexeerd and benoemd maar de terugkerende variant is niet geldig

source: The property is of type %s but the supplied argument can't be converted to that type (expecting "%s")
nl: De eigendom is van type %s maar het geleverde argument kan naar dat type niet worden omgezet (die verwacht "%s")
