Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: New External Menu Inside
nl: Nieuw externe menu binnenin

source: &Paste Below
nl: Plakken onder

source: Paste Above
nl: Plakken boven

source: Paste Inside
nl: Plakken binnenin

source: New Menu Prologue
nl: Nieuw menu proloog

source: New Menu Epilogue
nl: Nieuw menu episode

source: &Export selected To...
nl: &Exporteer geselecteerde naar...

source: &New Popup
nl: &Nieuwe Popup

source: Re&move Popup
nl: Verwijder Popup

source: &Export Popup To...
nl: &Exporteer Popup naar...

source: Unable to write to the popup file.
nl: Onmogelijk om popup bestand te schrijven

source: Popup Editor
nl: Bewerk Popup

source: Category: %Q
nl: Categorie: %Q

source: The action "%1" is disabled
nl: De actie "%1" is onmogelijk

source: The action "%1" does not exist
nl: De actie "%1" bestaat niet

source: The action "%1" is a core action and cannot be destroyed
nl: De actie "%1" is een kern actie en kan niet worden vernietigd

source: The switch -l requires -c
nl: de schakel -l vereist -c

source: The switch -s requires -w with a combination of flags 'c','x' and 'q'
nl: De schakel -s vereist -w met een combinatie van vlaggen 'c','x' en 'q'

source: The action "%1" is already defined as core action and cannot be overridden
nl: De actie "%1" wordt reeds gedefinieerd als kern actie en kan niet worden opgeheven

source: Ops.. internal error
nl: oeps..Interne fout

source: Manage File &Transfers
nl: Beheer bestanden & Overdrachten

source: Choose Avatar - KVIrc
nl: Kies Avatar - KVIrc

source: Please select an avatar image. The full path to a local file or an image on the Web can be used.<br>If you wish to use a local image file, click the "<b>Browse</b>"button to browse local folders.<br>The full URL for an image (including <b>http://</b>) can be entered manually.
nl: Selecteer alstublieft een avatar beeld. Het volledige pad naar een lokaal bestand of een beeld op het Web kan worden gebruikt.<br>Indien u wenst een lokaal beeldbestand te gebruiken, klik de "<b>Browse</b>" knop om door lokale mappen te bladeren.<br>Het volledige internetadres voor een beeld (inclusief <b>http://</b>) kan manueel ingevoerd worden.

source: Internal error: I'm not in the user database ?
nl: Interne fout: Ik ben niet in de gebruiker gegevensbank?

source: Can't set the current avatar to '%Q': failed to start the http transfer
nl: Kan niet de huidige avatar zetten naar '%Q': verzuimde de http overdracht te beginnen

source: Can't set the current avatar to '%Q': can't load the image
nl: Kan niet de huidige avatar zetten naar '%Q': kan afbeelding niet laden

source: Invalid timeout specified, using default
nl: Ongeldige onderbreking gespecificeerd, gebruik standaard

source: Can't add a file offer for file %Q (huh ? file not readable ?)
nl: Kan een bestand aanbieden voor bestand %Q niet uitvoeren (hum ? bestand niet leesbaar ?)

source: Added %d secs file offer for file %Q (%Q) and receiver %Q
nl: Toegevoegd %d secs bestand aanbieden voor bestand %Q (%Q) en ontvanger %Q

source: Notifying avatar '%Q' to %Q
nl: Kennisgevende avatar '%Q' naar %Q

source: &Execute
nl: Uitvoeren

source: Params:
nl: Parameters:

source: The config file with id '%Q' is not open
nl: Het config bestand met id '%Q' is niet open

source: The config file '%Q' has been changed but is opened as read-only: changes will be lost
nl: De config bestand '%Q' is veranderd, maar is geopend als alleen-lezen: veranderingen zullen worden verloren

source: The config file with id '%Q' is read only
nl: Het config bestand met id '%Q' is lezen alleen

source: Colors
nl: Kleuren

source: Context sensitive help
nl: Context gevoelige hulp

source: &Replace
nl: &Vervang

source: Find & Replace
nl: Vind & Vervang

source: Word to Find
nl: Vind woord

source: Replace with
nl: Vervang met

source: &Replace in all Aliases
nl: Vervang in alle schuilnamen

source: &Findnext
nl: &Vind volgende

source: &Replace(WIP)
nl: &Vervang(WIP)

source: The specified toolbar doesn't exist
nl: De gespecifieerde werkbalk bestaat niet

source: No action name/index specified
nl: Geen aktie naam/index gespecifieerd

source: The action parameter didn't evaluate to an index
nl: De aktie parameter is niet geëvalueerd naar een index

source: The toolbar does not contain the specified item
nl: De werkbalk bevat geen gespecifieerd item

source: The action "%Q" doesn't exist
nl: De actie "%Q" bestaat niet

source: Torrent Client
nl: Torrent Kliënt

source: Standalone Servers
nl: Alleenstaande Servers

source: %Q doesn't look like a servers.ini file. Import failed.
nl: %Q blijkt geen sever.ini bestand. Importeren mislukt.

source: Choose a servers.ini file
nl: Kies een servers.ini bestand

source: Remote mIRC servers.ini Import Wizard
nl: Op afstand mIRC servers.ini importeren wizard

source: <center><b>Welcome!</b><br><br>This wizard will guide you in the process of downloading a list of IRC servers. Please click "<b>Next</b>" to begin the operation.</center>
nl: <center><b>Welkom!</b><br><br>Dezez Wizard zal je begeleiden in het proces om en lijst van IRC servers op te halen. Aub klik "<b>Volgende</b>" om te starten.</center>

source: <center>Here you can modify the URL that the list will be downloaded from. In most cases the default URL is acceptable.</center>
nl: enter>Hier kunt u URL wijzigen van waar de lijst zal worden gedownload. In de meeste gevallen de standaard URL is aanvaardbaar.</center>

source: URL Selection
nl: URL Selectie

source: Please wait while the list is being downloaded
nl: A.u.b. wacht terwijl de lijst wordt opgehaald

source: List Download
nl: Lijst Ophalen

source: Failed to start the server list transfer :(
nl: Faalde de server lijst transfer te starten :(

source: File downloaded: processing ...
nl: Bestand ophalen: in verwerking...

source: %1 servers imported succesfully
nl: %1 servers succesvol geimporteerd

source: No servers imported
nl: Geen servers geimporteerd

source: Import from servers.ini
nl: Importeer van servers.ini

source: Import from http://www.mirc.co.uk/servers.ini
nl: Importeer van http://www.mirc.co.uk/servers.ini

source: Unknown echo mode %Q
nl: Onbekende echo mode %Q

source: Widget parameter is not an object
nl: Widget parameter is geen voorwerp

source: Widget parameter is not a valid object
nl: Widget parameter is geen geldig voorwerp

source: Widget object required
nl: Onderdeel voorwerp nodig

source: Unknown dock area '%Q'
nl: Onbekende dock omgeving '%Q'

source: Unknown alignment: '%Q'
nl: Onbekende richting: '%Q'

source: Unknown style: '%Q'
nl: onbekende stijl: '%Q'

source: the toolbar cannot be a parent-widget!
nl: De werkbalk kan geen ouder-onderdeel zijn!

source: The parent-widget isn't a MainWindow.
nl: Het ouder-onderdeel is geen hoofdvenster

source: The array passed as parameter must contain at least 4 elements
nl: De reeks ging voorbij als parameter moet ten minste 4 onderdelen bevatten

source: One of the geometry array parameters is empty
nl: Een van de geometrie reeks parameters is leeg

source: One of the geometry array parameters didn't evaluate to an integer
nl: Een van de geometrie reeks parameters heeft niet naar een geheel getal geëvalueerd

source: The first parameter didn't evaluate to an array nor an integer
nl: De eerste parameter is niet geëvalueerd naar een reeks noch een geheel getal

source: The array passed as parameter must contain at least 2 elements
nl: De reeks ging voorbij als parameter moet ten minste 2 onderdelen bevatten

source: One of the array parameters is empty
nl: en van de reeks parameters is leeg

source: One of the array parameters didn't evaluate to an integer
nl: Een van de reeks parameters is niet geëvalueerd naar een geheel getal

source: The array passed as parameter must contain at least 3 elements
nl: De reeks ging voorbij als parameter moet ten minste 3 onderdelen bevatten

source: Unknown orientation
nl: Onbekende orientatie

source: Pixmap or Widget parameter is not an object
nl: Pixmap of onderdeel parameter is geen voorwerp

source: Widget or Pixmap required
nl: Onderdeel of Pixmap nodig

source: Invalid mode '%Q'
nl: Ongeldige mode '%Q'

source: Pixmap parameter is not an object
nl: Pixmap parameter is geen voorwerp

source: Pixmap object required
nl: Pixmap voorwerp nodig

source: $setGeometry() requires either an array as first parameter or four integers
nl: $setGeometry() vereist ofwel een reeks als eerste parameter of vier gehele getallen

source: One of the colors array parameters is empty
nl: Een van de kleuren reeks parameters is leeg

source: One of the colors array parameters didn't evaluate to an integer
nl: Een van de kleurenreeksen parameters is niet geëvalueerd tot een geheel getal

source: A string of 6 digits hex is required
nl: Een reeks van 6cijferig hex is nodig

source: Not an hex digits
nl: geen hex cijfers

source: $setForegroundColor requires either an array as first parameter, one hex string or three integers
nl: $setForegroundColor vereist ofwel een reeks als eerste parameter, een hex sreeks of drie gehele getallen

source: $setBackgroundColor requires either an array as first parameter, one hex string or three integers
nl: $setBackgroundColor vereist ofwel een reeks als eerste parameter, een hex sreeks of drie gehele getallen

source: One of the move array parameters is empty
nl: Een van de bewegingsreeksparameters is leeg

source: One of the move array parameters didn't evaluate to an integer
nl: Een van de bewegingsreeksparameters is niet geëvalueerd tot een geheel getal

source: $move() requires either an array as first parameter or two integers
nl: $move() vereist ofwel een reeks als eerste parameter of twee gehele getallen

source: One of the resize array parameters is empty
nl: Een van de formaatreeksparameters is leeg

source: One of the resize array parameters didn't evaluate to an integer
nl: Een van de formaatreeksparameters is niet geëvalueerd tot een geheel getal

source: $resize() requires either an array as first parameter or two integers
nl: $resize() vereist ofwel een reeks als eerste parameter of twee gehele getallen

source: Invalid parameters
nl: Ongeldige parameter

source: Unknown widget flag '%Q'
nl: Onbekend widget vlag '%Q'

source: Unknown style '%Q'
nl: onbekende stijl '%Q'

source: No Layout associated to the widget
nl: Geen opmaak geassocieerd tot het onderdeel

source: Can't add a non-widget object
nl: Kan een niet-onderdeel voorwerp toevoegen

source: Parent must be a widget object
nl: Ouder moet een onderdeel voorwerp zijn

source: Null mask
nl: Nul masker

source: Unknown widget attribute '%Q'
nl: Onbekend widget attribuut '%Q'

source: No such line number
nl: Zo geen lijn nummer

source: Unknown word wrap '%Q'
nl: Onbekend word wrap '%Q'

source: Unknown wrap policy'%Q'
nl: Onbekend doorlopend politie'%Q'

source: $setColor requires either an array as first parameter or three integers
nl: $setColor vereist ofwel een reeks als eerste parameter of drie gehele getallen

source: Unknown text format '%Q'
nl: Onbekend tekst formaat '%Q'

source: I can't find the specified file '%Q'.
nl: Ik kan de dit bestand niet vinden %Q.

source: I cannot read the file %Q'.
nl: Kan bestand 'Q%' niet lezen

source: Unknown alignment '%Q'
nl: Onbekend richten '%Q'

source: Unknown auto formatting mode '%Q'
nl: Onbekende auto formatering mode '%Q'

source: Unknown vertical alignment '%Q'
nl: Onbekend verticaal richten '%Q'

source: pix '%Q' doesn't exists
nl: pix '%Q' bestaat niet

source: Can't add a non - popupmenu object
nl: Kan een niet-popupmenu voorwerp toevoegen

source: Widget parameter is not a widget object
nl: Element parameter is geen element voorwerp

source: I can't find the specified file %Q.
nl: Ik kan de dit bestand niet vinden %Q.

source: Destination parameter is not an object
nl: Bestemming parameter is geen voorwerp

source: Destination must be a pixmap object
nl: Bestemming moet een pixmap voorwerp zijn

source: Area dimensions are out of destination size
nl: Area dimensie zijn buiten bestemmings grootte

source: Pixmap dimensions are out of destination size
nl: Pixmap dimensie zijn buiten bestemmings grootte

source: Offset width area is out of pixmap size
nl: Plaats breedte gebied is buiten pixmap afmeting

source: Offset height area is out of pixmap size
nl: Plaats hoogte gebied is buiten pixmap afmeting

source: The widget must be a child of this hbox
nl: Het onderdeel moet een kind van deze hbox zijn

source: No string parameter given - using empty string
nl: geen reeks parameter gegeven - gebruik lege reeks

source: Item index [%d] is too big - defaulting to $count() - 1 [%d]
nl: Onderdeel index [%d] is te groot - verzuimt naar $count() - 1 [%d]

source: Invalid insertion Policy %Q
nl: Ongeldig invoegings Beleid %Q

source: Unknown mode
nl: Onbekende mode

source: Unknown segment style
nl: Onbekende deel stijl

source: Process could not be starded.
nl: Proces kan niet gestart worden

source: Invalid selection mode '%Q' assuming single
nl: Ongeldig selectie mode '%Q' veronderstel alleen

source: Unknown text position '%Q'
nl: Onbekende tekst positie '%Q'

source: Unknown tickmark '%Q'
nl: Onbekend tickmark '%Q'

source: Unknown orientation '%Q'
nl: Onbekende orientatie '%Q'

source: No socket object specified
nl: Geen socket voorwerp gespecifieerd

source: Invalid socket object specified (it doesn't inherit from socket)
nl: Ongeldig socket voorwerp gespecificeerd (het erft niet van socket)

source: There is no connection to accept!
nl: Er is geen verbinding om te aanvaarden!

source: Value %d for port is out of range (values allowed are from 0 to 65535
nl: Waarde %d voor poort is buiten bereik (waardes toegestaan van 0 tot 65535

source: Another connection in progress
nl: Een andere verbinding bezig

source: No IPV6 support in this executable
nl: Geen IPV6 ondersteuning in deze uitvoering

source: Invalid IP address specified ('%Q')
nl: Ongeldig IP adres ('%Q')

source: Socket creation failed
nl: Aanmaak van een socket mislukt

source: Invalid socket address
nl: Ongeldig socket adres

source: Bind failure
nl: Bind fout

source: Listen failure
nl: Lijster fout

source: unknown
nl: onbekend

source: Invalid ip address
nl: Ongeldig IP adres

source: Invalid ip address (%Q)
nl: Ongeldig IP adres (%Q)

source: Failed to create the socket
nl: Mislukt om de socket te maken

source: Failed to setup a nonblocking socket
nl: Mislukt om een nietblokking socket in te stellen

source: Connect failure:
nl: Verbinding mislukt:

source: Connect attempt timed out
nl: Maximale tijd om te verbinden overschreden

source: Can't start the DNS thread
nl: Kan de DNS draad niet starten

source: Too much unprocessed incoming data (you've left this socket unmanaged ?)
nl: Te veel niet verwerkte inkomende gegevens (u hebt deze socket onbeheerd verlaten?)

source: Error in KVS class implementation: processing aborted
nl: Fout in KVS klasse uitvoering: verwerking afgebroken

source: Processing aborted
nl: Uitvoering afgebroken

source: Error near line %d, column %d
nl: Fout nabij lijn %d, kolom %d

source: Warning near line %d, column %d
nl: waarschuwing nabij lijn %d, kolom %d

source: XML support not available in the Qt library
nl: XML ondersteuning niet beschikbaar in de Qt bibliotheek

source: Not a widget object
nl: Geen element voorwerp

source: Can't find the tab
nl: Kan de tab niet vinden

source: Unknown position 'Q%'
nl: Onbekende positie 'Q%'

source: The widget must be a child of this vbox
nl: het onderdeel moet een kind van deze vbox zijn

source: Not Enough Parameters
nl: Niet voldoende parameters

source: The listviewitem cannot be parentless
nl: De listviewitem kan niet ouderloos zijn

source: The parent of the listviewitem must be either another listviewitem or a listview
nl: De ouder van de listviewitem moet ofwel nog een listviewitem of een listview zijn

source: Pixmap object or image Id required
nl: Pixmap voorwerp of beeld Id nodig

source: Error occured: the suitable file '%Q' is not of the correct format or it is not a valid icon number.
nl: Fout gebeurd: het geschikte bestand '%Q' is niet van het correcte formaat of het is geen geldig ikoon nummer.

source: The window identifier preceeded by WinId must be the first object in the search path
nl: De venster identificatie voorgegaan door WinId moet het eerste voorwerp in het zoek pad zijn

source: Failed to find one of the wrap path widgets (%Q::%Q)
nl: Niet gevonden een te doorlopen element (%Q::%Q)

source: Failed to find the widget to wrap
nl: Het element niet gevonden om te doorlopen

source: The parent of a layout must be a widget!
nl: De ouder van de opmaak moet een onderdeel zijn!

source: Invalid resize mode defaulting to Auto
nl: Ongeldige aanpas mode standaard aan Auto

source: Unknown alignment
nl: Onbekende uitlijning

source: Unknown orientation:
nl: Onbekende orientatie:

source: Invalid selection mode '%Q'
nl: Ongeldige selectie mode '%Q'

source: I can't find the specified file '%Q'.
nl: Kan het gespecifieerd bestand '%Q' niet vinden.

source: Can't add a null object
nl: Kan geen null voorwerp toevoegen

source: Invalid object handle passed as parameter (the object is no longer existing ?)
nl: Ongeldig voorwerp behandeling ging voorbij als parameter (het voorwerp bestaat niet langer?)

source: Object in invalid state
nl: Voorwerp in ongeldige staat

source: Can't set a non-widget object to be the main widget of a dock window
nl: Kan geen niet-onderdeel voorwerp zetten om het hoofd onderdeel van een verankert venster te zijn

source: The added widget is not a child of this dock window
nl: Het toegevoegd onderdeel is geen kind van dit verankert venster

source: Invalid dock area specified
nl: Ongeldig dock gebied gespecifieerd

source: Class '%Q' is not definited
nl: Klasse "%Q" is niet gedefineerd

source: Inexisting target object for objects.connect
nl: Onbestaand doel voorwerp voor objects.connect

source: Inexisting source object for objects.connect
nl: Onbestaand bron voorwerp voor objects.connect

source: The class '%Q' does not exist
nl: De klasse '%Q' bestaat niet

source: Object does not exists
nl: Object bestaat niet

source: Inexisting target object for objects.disconnect
nl: Onbestaand doel voorwerp voor objects.disconnect

source: Inexisting source object for objects.disconnect
nl: Onbestaand bron voorwerp voor objects.disconnect

source: Source is not an object
nl: Bron is geen voorwerp

source: Destination is not an object
nl: Bestemming is geen object

source: Widget, Image or Pixmap required
nl: Onderdeel, Beeld of Pixmap nodig

source: Widget or Pixmap required
nl: Onderdeel of Pixmap nodig

source: One or more of background, foreground or destination aren't objects
nl: Een of meer van achtergrond, voorgrond of bestemming zijn voorwerpen

source: Pixmap objects required
nl: Pixmap voorwerp is nodig

source: Values for background are out of image size
nl: Waarde voor achtergrond zijn buiten afbeelding grootte

source: Values for foreground are out of image size
nl: Waardes voor voorgrond zijn buiten beeld grootte

source: Empty filename string
nl: Lege bestandnaam reeks

source: No such open mode: '%Q'
nl: Zo geen open mode: '%Q'

source: File is not open!
nl: Bestand is niet open!

source: File is not open !
nl: Bestand is niet open!

source: Argument to long, using only first char
nl: Argument te lang, gebruik alleen eerste karakter

source: Write error occured !
nl: Schrijffout gebeurd !

source: Read error occured !
nl: Leesfout gebeurd !

source: An error occured !
nl: Een fout gebeurd !

source: Missing both encrypt and decrypt key: at least one is needed
nl: Mis beide encrypt en decrypt sleutels: ten minste 1 is nodig

source: Error 0: Success ?
nl: Fout 0: Succesvol?

source: Unsupported crypt mode
nl: Niet ondersteund crypt mode

source: Unsupported direction
nl: Niet ondersteunde richting

source: Unsupported key length
nl: Niet ondersteund sleutel lengte

source: Bad key data
nl: Slechte sleutel gegevens

source: Engine not initialized
nl: Motor niet geinitialiseerd

source: Invalid direction for this engine
nl: Ongeldige richting voor deze motor

source: Corrupted message data or invalid decrypt key
nl: Beschadigd bericht, gegevens of onvolledige decrypt sleutel

source: Unknown error
nl: Onbekende fout

source: Ops...encrypt cipher not initialized
nl: Ops. ..encrypt cijfer initialiseerde niet

source: Data buffer too long
nl: Gegevens buffer te lang

source: Ops...decrypt cipher not initialized
nl: Ops. ..decrypt cijfer initialiseerde niet

source: The message is not a hexadecimal string: this is not my stuff
nl: Het bericht is geen hexadecimale reeks: dit is niet van mij

source: The message is not a base64 string: this is not my stuff
nl: Het bericht is geen base64 reeks: dit is niet van mij

source: The message doesn't seem to be encoded with CBC Mircryption
nl: Het bericht blijkt niet gecodeerd met CBC Micryption

source: Cryptographic engine based on the Advanced Encryption Standard (AES) algorithm called Rijndael. The text is first encrypted with rijndael and then converted to %s notation. The keys used are %d bit long and will be padded with zeros if you provide shorter ones. If only one key is provided, this engine will use it for both encrypting and decrypting. See the rijndael module documentation for more info on the algorithm used.
nl: Cryptografische motor gebaseerd op het Advanced Encryption Standard (AES) algoritme genoemde Rijndael. De tekst is eerst gecodeerd met rijndael en zet dan naar om %s aantekening. De gebruikte sleutels zijn %d bit lang en zal worden gestoffeerd met nul indien u korte verzorgt. Indien enkel een sleutel word verzorgd, deze motor zal het gebruiken voor zowel coderenen als decoderen. Zie de rijndael module documentatie voor meer info over het gebruikt algorithme.

source: hexadecimal
nl: hexadecimaal

source: Popular cryptographic engine based on the old Blowfish encryption algorithm. The text is first encrypted with Blowfish and then converted to base64 notation. The keys used have variable length and are specified as character strings. You can specify keys long up to 56 bytes (448 bits). If only one key is provided, this engine will use it for both encrypting and decrypting. This engine works in ECB mode by default: if you want to use CBC mode you must prefix your key(s) with "cbc:".
nl: Populaire cryptografische motor gebaseerd op het oud Blowfish coderingsalgoritme. De tekst wordt eerst gecodeerd met Blowfish en zette dan naar base64 aantekening om. De gebruikte sleutels hebben veranderlijke lengte en wordt gespecificeerd als karakter reeksen. U kunt sleutels specificeren die tot 56 bytes (448 bits) lang zijn. Indien enkel één sleutel, deze motor zal gebruiken het voor zowel coderen en decoderen. Deze motor werkt standaard in ECB mode: als je CBC mode wenst te gebruiken je moet prefix uw sleutel(s) met "cbc:".

source: Drop here the icons from the toolbars to remove them
nl: Plaats hier de ikoon van de werkbalken om te verwijderen

source: ToolBar Properties
nl: Werkbalk eigenschappen

source: Icon
nl: Pictogram

source: Please choose the icon for the ToolBar
nl: Aub kies een ikoon voor de werkbalk

source: Invalid ToolBar Label
nl: Ongeldige Werkbalk Label

source: The ToolBar Label can't be empty!
nl: Het Werkbalk Label kan niet leeg zijn!

source: Duplicate ToolBar Id
nl: Dubbele werkbalk Id

source: The specified ToolBar Id already exists.<br>Would you like KVIrc to assign it automatically (so it doesn't collide with any other toolbar) or you prefer to do it manually ?
nl: De gespecificeerde Werkbalk Id bestaat reeds.<br>Wilt u dat KVIrc het automatisch toe wijst (zo dat het met een andere werkbalk niet botst) of u verkiest het handmatig te doen?

source: Manually
nl: Manueel

source: Automatically
nl: Automatisch

source: Hide Advanced
nl: Geavanceerd verbergen

source: Customize Toolbars
nl: Werkbalk Aanpassen

source: New ToolBar
nl: Nieuwe Werkbalk
