Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: Delete ToolBar
nl: Verwijder Werkbalk

source: Edit ToolBar
nl: Bewerk Werkbalk

source: Export ToolBar
nl: Exporteer werkbalk

source: Confirm ToolBar Deletion
nl: Bevestig werkbalk verwijderen

source: Do you really want to delete toolbar "%1" ?
nl: Wilt u echt werkbalk "%1" verwijderen?

source: ToolBar Export
nl: Werkbalk exporteer

source: Do you want the associated actions to be exported with the toolbar ?
nl: Wilt u dat de geassocieerde acties mee geexporteerd worden met de werkbalk ?

source: Unable to write to the toolbar file.
nl: Onmogelijk naar werkbalk bestand te schrijven.

source: Please specify the properties for the toolbar "%1"
nl: Specificeer alstublieft de eigendommen voor de werkbalk "%1"

source: Please specify the properties for the new toolbar
nl: Specificeer alstublieft de eigendommen voor de nieuwe werkbalk

source: My ToolBar
nl: Mijn Werkbalk

source: Window with ID '%Q' not found
nl: Venster met ID'%Q' niet gevonden

source: The specified window (%Q) is not a channel/query/DCC chat
nl: Het gespecifieerd venster (%Q) is geen kanaal/verzoek/DCC chat

source: File not found or empty
nl: Bestand niet gevonden of leeg

source: I can't open that file
nl: kan dit bestand niet openen

source: Could not paste file
nl: Kan bestand niet plakken

source: The specified window (%Q) is not a channel/query/dcc
nl: Het gespecifieerd venster (%Q) is geen kanaal/verzoek/DCC

source: Slow-paste ID:%d Window:%Q
nl: Vertraagt-plak ID:%d Venster:%Q

source: Plugin not found. Please check the plugin-name and path.
nl: Plugin niet gevonden.Controleer de plugin-naam en pad

source: Error while loading plugin.
nl: Fout bij laden van plugin.

source: This plugin does not export the desired function.
nl: Deze plugin voert de gewenste functie niet uit.

source: The plugin has no function to free memory. This can result in Memory Leaks!
nl: De plugin heeft geen functie om geheugen vrij te maken. Dit kan resulteren Geheugen lekken!

source: No environment variable found, please don't use the %% in the request
nl: Geen omgevings variabele gevonden, gebruikt alstublieft niet het %% in het verzoek

source: Invalid DCOP parameter syntax
nl: Ongeldige DCOP parameter schrijffout

source: The specified parameter is not an integer
nl: De gespecificeerde parameter is geen geheel getal

source: Unsupported DCOP parameter type %s
nl: Niet ondersteund DCOP parameter type %s

source: DCOP call failed
nl: DCOP oproep mislukt

source: DCOP calls are available only when KDE support is compiled in
nl: DCOP oproepen zijn beschikbaar alleen wanneer KDE ondersteuning is in verwerkt

source: The window with id '%s' does not exist
nl: Het venster met id'%s' bestaat niet

source: Window type or 'all' expected as first parameter
nl: venster type of 'all' verwacht als eerste parameter

source: Invalid IRC context id '%Q'
nl: Ongeldig IRC context id '%Q'

source: The specified IRC context is not valid: creating a context free window
nl: Het specifieerd IRC context is niet geldig: creëer een context vrij venster

source: The specified window is not of type "userwnd"
nl: Het gespecifieerd venster is niet van type "userwnd"

source: Window doesn't have input widget
nl: Venster heeft geen ingave onderdeel

source: The encrypt key wasn't a valid hexadecimal string
nl: De encrypt sleutel was geen geldig hexadecimale reeks

source: The decrypt key wasn't a valid hexadecimal string
nl: De decrypt sleutel was geen geldig hexadecimale reeks

source: Both -n and -m switches specified, -n takes precedence
nl: Zowel -n als -m schakelaars specificeerden, -n neemt voorrang

source: No encrypt key specified: can't allocate engine
nl: Geen codeer sleutel gespecificeerd: kan motor niet toewijzen

source: Unknown engine error
nl: Onbekende motor fout

source: Failed to initialize the specified crypt engine: %Q
nl: Mislukt om de gespecificeerde crypt motor te initialiseren: %Q

source: The crypt engine "%Q" does not exist
nl: De crypt motor "%Q" bestaat niet

source: This executable has been compiled without crypt support
nl: Deze uitvoerbare is gecompileerd zonder crypt ondersteuning

source: Current window is not a channel
nl: Huidig venster is geen kanaal

source: Raw Event
nl: Ruw Gebeurtenis

source: Edit the raw event handler name.
nl: Bewerk de raw event handeling naam.

source: &Add Raw Event...
nl: &Voeg rauwe gebeurtenis toe

source: New Raw Event
nl: Nieuwe Rauwe Gebeurtenis

source: Enter the numeric code of the message (0-999)
nl: Geef de numerieke code van het bericht (0-999)

source: Unable to write to the raw event file.
nl: Onmogelijk om naar het ruwe gebeurtenisbestand te schrijven.

source: Unable to write to the raw events file.
nl: Onmogelijk om naar het ruwe gebeurtenisbestand te schrijven.

source: Raw Editor
nl: Gebeurtenis bewerken

source: A really lame text transformation engine :D
nl: Een echt kreupele tekst transformatie motor:D

source: A really lame text transformation engine: Light Version.
nl: Een echt kreupele tekst transformatie motor: Lichte Versie.

source: Socket Spy [IRC Context %u]
nl: Bespionneren [IRC Context %u]

source: <nobr><font color="%s"><b>Socket Spy</b></font> <font color="%s">[IRC Context %u]</font></nobr>
nl: <nobr><font color="%s"><b> Bespionneren</b></font><font color="%s"> [IRC Context%u]</font></nobr>

source: Socket closed
nl: Socket gesloten

source: Internal unique name for the action
nl: Interne unieke naam voor de aktie

source: Visible name for this action.<br>This string will be displayed to the user so it is a good idea to use $tr() here
nl: Zichtbare naam voor deze actie.<br> De reeks wordt weergegeven aan de gebruiker zo is het een goed idee om $tr() hier te gebruiken

source: Action code
nl: Actie code

source: Category:
nl: Categorie:

source: Choose the category that best fits for this action
nl: Kies de kategorie die het best past voor deze actie

source: Description:
nl: Beschrijving:

source: Visible short description for this action.<br>This string will be displayed to the user so it is a good idea to use $tr() here
nl: Zichtbare korte omschrijving voor deze actie.<br> De reeks wordt weergegeven aan de gebruiker zo is het een goed idee om $tr() hier te gebruiken

source: Small Icon:
nl: Klein Pictogram:

source: The small icon associated to this action.<br>It will appear at least in the popup menus when this action is inserted.<br>It should be 16x16 pixels.
nl: De kleine ikoon geassocieerd naar deze actie.<br>Het zal tenminste in de werkbalk knopen verschijnen wanneer deze actie ingevoegd is.<br>Het zou 16x16 pixels moeten zijn.

source: Big Icon:
nl: Groot Pictogram:

source: The big icon associated to this action.<br>It will appear at least in the toolbar buttons when this action is inserted.<br>It should be 32x32 pixels.
nl: De grote ikoon geassocieerd naar deze actie.<br>Het zal tenminste in de werkbalk knopen verschijnen wanneer deze actie ingevoegd is.<br>Het zou 32x32 pixels moeten zijn.

source: Key Sequence:
nl: Hoofdopeenvolging:

source: Optional keyboard sequence that will activate this action.<br>The sequence should be expressed as a string of up to four key codes separated by commas eventually combined with the modifiers "Ctrl","Shift","Alt" and "Meta".<br>Examples of such sequences are "Ctrl+X", "Ctrl+Alt+Z", "Ctrl+X,Ctrl+C" ...
nl: Facultatieve klavieropeenvolging die deze actie zal activeren.<br>De opeenvolging zou moeten worden uitgedrukt als een reeks of op tot vier sleutel codes door komma's eventueel gecombineerd met de factoren "Ctrl","Shift","Alt" en "Meta".<br>Voorbeelden van zulke opeenvolgingen zijn "Ctrl+X", "Ctrl+Alt+Z", "Ctrl+X,Ctrl+C"...

source: Needs IRC Context
nl: IRC inhoud nodig

source: Check this option if this action should be enabled only when the active window belongs to an irc context
nl: Vink deze optie aan indien deze actie zal gebruikt worden enkel wanneer het actieve venster toebehoort aan irc context

source: Needs IRC Connection
nl: IRC verbinding nodig

source: Check this option if this action should be enabled only when the active window has an active IRC connection
nl: Vink deze optie aan indien deze actie zal gebruikt worden enkel wanneer het actieve venster een aktieve IRC connectie heeft

source: Enable at Login
nl: Beschikbaar bij Inloggen

source: Check this option if this action should be enabled also during the login operations (so when the logical IRC connection hasn't been estabilished yet)
nl: Vink deze optie aan indien deze actie zal gebruikt worden ook tijdens de login operaties (zo wanneer de logische IRC connectie nog niet gestabiliseerd is)

source: Enable Only in Specified Windows
nl: Alleen beschikbaar in gespecifeerd venster

source: Check this option if this action should be enabled only when the active window is of a specified type
nl: Controleer deze optie indien deze actie de gelegenheid enkel zou moeten worden gegeven wanneer het actieve venster van een gespecificeerd type is

source: Enable in Console Windows
nl: Beschikbaar in Console Venster

source: Check this option if this action should be enabled only when the active window is a console
nl: Vink deze optie aan indien deze actie zal gebruikt worden alleen wanner het aktieve venster een terminal is

source: Only If There Are Selected Users
nl: Alleen als er geselecteerde gebruikers zijn

source: This will enable the action only if there are selected users in the active window
nl: Dit zal de aktie toestaan alleen als er geselecteerde gebruikers zijn in het aktieve venster

source: Enable in Channel Windows
nl: Beschikbaar in kanaal venster

source: Check this option if this action should be enabled only when the active window is a channel
nl: Vink deze optie aan als deze aktie enkel beschikbaar is wanneer het aktieve venster een kanaal is

source: Enable in Query Windows
nl: Beschikbaar in Verzoek Venster

source: Check this option if this action should be enabled only when the active window is a query
nl: Controleer deze optie als deze actie zou beschikbaar zijn alleen wanneer het actieve venster een verzoek is

source: Enable in DCC Chat Windows
nl: Beschikbaar in DCC Chat Venster

source: Check this option if this action should be enabled only when the active window is a dcc chat
nl: Vink deze optie aan als deze actie mag geactiveerd worden alleen wanneer het aktieve venster een DCC chat

source: Action
nl: Actie

source: New Action
nl: Nieuwe Actie

source: Delete Actions
nl: verwijder Actie

source: Export Actions...
nl: Exporteer Acties...

source: Unable to write to the actions file.
nl: Onmogelijk om te schrijven naar het actie bestand.

source: My Action
nl: Mijn Acties

source: Put here a short description of your action
nl: Plaats hier en korte beschrijving van je aktie

source: Action Editor
nl: Bewerk Actie

source: Apply
nl: Voeg toe

source: Outgoing traffic
nl: Uitgaand verkeer

source: Incoming traffic
nl: Inkomend verkeer

source: Invalid crypt engine
nl: Ongeldige encryptie

source: Directory
nl: Map

source: Block device
nl: Blokeer apparaat

source: Char device
nl: Karakter apparaat

source: Octet stream (unknown)
nl: Octet stream (onbekend)

source: Unknown
nl: Onbekend

source: The specified network has no server entries
nl: Het gespecifieerd netwerk geeft geen server ingangen

source: The server specification seems to be in the net:<string> but the network couln't be found in the database
nl: De server specificatie lijkt op het net:<string> maar het netwerk kan niet gevonden worden in de gegevensbank

source: The server specification seems to be in the id:<string> form but the identifier coulnd't be found in the database
nl: De server specificatie lijkt op het id:<string> maar de identificatie kan niet gevonden worden in de gegevensbank

source: Aborted
nl: Afbreken

source: No request
nl: Geen vraag

source: No filename specified for the "StoreToFile" processing type
nl: geen bestandsnaam gespecifieerd voor de "StoreToFile" proces type

source: Invalid URL: Missing hostname
nl: Ongeldig URL: hostnaam ontbreekt

source: Unsupported protocol %1
nl: Niet ondersteund protocol %1

source: Unable to start the DNS lookup
nl: Onmogelijk om het DNS opzoeken te beginnen

source: Looking up host %s
nl: Opzoeken host %s

source: Host %s resolved to %Q
nl: Ontvang %s opgelost naar %Q

source: Unable to start the request slave thread
nl: Onmogelijk om het verzoek slaaf draad te starten

source: Contacting host %Q on port %u
nl: Contacteren gast %Q op poort %u

source: Connection established, sending request
nl: verbinding bevestigd, stuur verzoek

source: Success
nl: Succesvol

source: Failed to rename the existing file, please rename manually and retry
nl: Mislukt om bestaand bestand te hernoemen, aub hermoen manueel en probeer opnieuw

source: Can't open file "%Q" for writing
nl: Kan bestand "%Q" niet openen voor schrijven

source: Invalid HTTP response: %s
nl: Fout HTTP antwoord: %s

source: Received HTTP response: %s
nl: Ontving HTTP antwoord: %s

source: Stream exceeding maximum length
nl: Stroom overschreed maximun lengte

source: Header too long: exceeded 4096 bytes
nl: Hoofding te lang: overschreed 4096 bytes

source: Stream exceeded expected length
nl: Stroom overschreed verwachte lengte

source: Protocol error: invalid chunk size
nl: Protokol fout: ongeldige stuk afmeting

source: Chunk header too long: exceeded 4096 bytes
nl: Stuk hoofding te lang: overschreed 4096 bytes

source: Operation timed out
nl: Operatie tijd voorbij

source: Unexpected SSL error
nl: Onverwachte SSL fout

source: Failed to enter non blocking mode
nl: Faalde om een niet blokeer mode in te voeren

source: Invalid target address
nl: Ongeldig doel adres

source: Failed to initialize the SSL context
nl: Mislukt om de SSL context te initialiseren

source: Failed to initialize the SSL connection
nl: Mislukt om de SSL connectie te initialiseren

source: Remote end has closed the connection
nl: De andere kant heeft de verbinding verbroken

source: Unrecoverable SSL error during handshake
nl: Niet-recupereerbare SSL fout tijdens handdruk

source: Operation timed out (while selecting for read)
nl: Operatie buiten tijdslimiet (terwijl selecteren voor lezing)

source: This KVIrc executable has no SSL support
nl: De KVIrc executabele heeft geen SSl ondersteuning

source: Back
nl: Terug

source: Next
nl: Volgende

source: Internal error
nl: Interne fout

source: Unknown command
nl: Onbekend bevel

source: Missing closing brace
nl: Ontbrekend sluitend haakje

source: Unexpected end of command in string
nl: Onverwacht einde van commando in de reeks

source: Unexpected end of command in dictionary key
nl: Onverwacht einde van commando in het sleutel woordenboek

source: Switch dash without switch letter
nl: Schakel streepje zonder schakel letter

source: Unknown function
nl: Onbekende functie

source: Unexpected end of command in parenthesis
nl: Onverwacht einde van bevel in haakje

source: Unexpected end of command in function parameters
nl: Onverwahct einde van commando in de functie parameters

source: Missing variable name
nl: Ontbrekende variabele naam

source: Variable or identifier expected
nl: Variabele of vaststeller verwacht

source: Left operand is not a number
nl: Linkse operator is geen nummer

source: Multiple operations not supported for numeric operators
nl: Meerdere operaties niet beschikbaar voor numerieke operators

source: Right operand is not a number
nl: Rechtse operand is geen nummer

source: Unterminated expression (missing ')' ?)
nl: Onbeeindigde expressie (ontbreken van een ')' ?)

source: Unterminated subexpression (Parenthesis mismatch)
nl: Onbepaald subexpressie (slecht haakje combinatie)

source: Unexpected character
nl: Onverwacht karakter

source: No host to resolve
nl: Geen host om om te zetten

source: (DNS Internal) Unsupported address family
nl: (DNS intern) Ongesupporteerde adres familie

source: Valid name but the host has no IP address
nl: Geldige naam maar de host heeft geen IP adres

source: Unrecoverable nameserver error (crashed ?)
nl: Onherstelbare naamserver error (vastgelopen ?)

source: Dns temporaneous fault (try again)
nl: Dns tijdelijke fout (probeer opnieuw)

source: (DNS Internal) Bad flags
nl: (DNS intern) Verkeerde Vlaggen

source: (DNS Internal) Out of memory
nl: (DNS intern) Gebrek aan geheugen

source: (DNS Internal) Service not supported
nl: (DNS intern) Service niet beschikbaar

source: Unknown node (host not found)
nl: Onbekende node (host niet gevonden)

source: (DNS Internal) Unsupported socket type
nl: (DNS intern) niet ondersteund socket type

source: Dns query failed
nl: Dns verzoek mislukt

source: This KVIrc executable has no IPV6 support
nl: De KVIrc executabele heeft geen IPV6 support

source: Host not found
nl: Host werd niet gevonden

source: (DNS Internal) IPC failure (slave data corrupted)
nl: (DNS intern) IPC fout (slave gegevens beschadigd)

source: Invalid IP address
nl: Ongeldig IP adres

source: Failed to put the socket in non blocking mode
nl: Mislukt om de socket in niet blokkerende mode te zetten

source: Bad file descriptor
nl: Slechte bestands beschrijving

source: Out of address space
nl: Gebrek aan adres plaatsen

source: Connection refused
nl: Verbinding gewijgerd

source: Kernel networking panic
nl: Kernel netwerk panic

source: Connection timed out
nl: Maximale tijd om te verbinden overschreden

source: Network is unreachable
nl: Netwerk is onbereikbaar

source: Broken pipe
nl: Gebroken communicatiepijp

source: Invalid proxy address
nl: Ongeldig proxy adres

source: Invalid irc context id
nl: Ongeldig irc inhoud id

source: Error in loading module
nl: Fout bij laden module

source: No such module command
nl: Geen zo een module commando

source: No such module function
nl: Geen zo een module functie

source: Left operand is not a dictionary reference
nl: Linkse operand is geen woordenboek referentie

source: Right operand is not a dictionary reference
nl: Rechtse operand is geen woordenboek referentie

source: Missing object class name
nl: Ontbrekend voorwerp klasse naam

source: No such object class
nl: Zo geen voorwerp klasse

source: No such object
nl: Geen zo een objekt

source: No such object function
nl: Geen zo een objekt funtie

source: Invalid left operand
nl: Ongeldige linkse operand

source: Not enough parameters
nl: Niet voldoende parameters

source: Integer parameter expected
nl: Integer parameter verwacht

source: Invalid parameter
nl: Ongeldige parameter

source: No such file
nl: Bestand bestaat niet

source: Open parenthesis expected
nl: Open ('(' of ')') verwacht

source: Open brace expected
nl: Open haakje verwaht

source: Can't kill a builtin class
nl: Kan een ingebouwde klasse niet verwijderen

source: The SOCKSV4 protocol lacks IpV6 support
nl: Het SOCKSV4 protocol ontbreekt Ipv6 steun

source: Unrecognized proxy reply
nl: onherkend proxy antwoord

source: Proxy response: auth failed: access denied
nl: Proxy antwoord: auth mislukt: toegang geweigerd

source: Proxy response: No acceptable auth method: request rejected
nl: Proxy antword: geen aanvaardbare methode: aanvraag verworpen

source: Proxy response: request failed
nl: Proxy antwoord: aanvraag mislukt

source: Proxy response: ident failed
nl: Proxy antwoord: ident mislukt

source: Proxy response: ident not matching
nl: Proxy antwoord: ident stemt niet overeen

source: Proxy response: general SOCKS failure
nl: Proxy antwoord: algemeen SOCKS fout

source: Proxy response: connection not allowed
nl: Proxy antwoord: verbinding niet toegestaan

source: Proxy response: network unreachable
nl: Proxy antwoord: netwerk onbereikbaar

source: Proxy response: host unreachable
nl: Proxy antwoord: host onbereikbaar

source: Proxy response: connection refused
nl: Proxy antwoord: verbinding geweigerd

source: Proxy response: TTL expired
nl: Proxy antwoord: TTL vervallen

source: Proxy response: command not supported
nl: Proxy antwoord: commando niet supporteerd

source: Proxy response: address type not supported
nl: Proxy antwoord: address type niet supported

source: Proxy response: invalid address
nl: Proxy antwoord: ongeldig adres

source: Invalid port number
nl: ongeldig poort nummer

source: Socket not connected
nl: Socket niet verbonden

source: Insufficient resources to complete the operation
nl: Onvoldoende bronnen om de operatie af te werken

source: Can't setup a listening socket : bind failed
nl: Kan geen luisterend socket instellen : band faalde

source: Can't resolve the localhost name
nl: Kan de localhost naam niet omzetten

source: Unsupported image format
nl: Ongeldige afbeelding formaat

source: Can't open file for appending
nl: Kan het bestand niet openen om zaken toe te voegen

source: Can't open file for writing
nl: Kan het bestand niet openen om naar te schrijven

source: File I/O error
nl: Bestand I/O fout

source: Acknowledge error
nl: Erken fout

source: Can't open file for reading
nl: Kan het bestand niet openen om te lezen

source: Can't send a zero-size file
nl: Kan geen 0 byte groot bestand sturen

source: Missing popup name
nl: Ontbrekende popup naam

source: 'item', 'popup', 'label' or 'separator' keyword expected
nl: 'item' 'popup', 'label' of 'separator' keywoord verwacht

source: Self modification not allowed
nl: Eigen veranderingen niet toegestaan

source: UNUSED
nl: ONGEBRUIKT

source: Feature not available
nl: Functie niet beschikbaar

source: Unexpected characters in array index
nl: Onverwacht karakter in array index

source: Unexpected end in expression
nl: Onverwacht einde in uitdrukking

source: Unexpected end in array index
nl: Onverwacht einde in array index

source: Connection thru HTTP proxy failed
nl: Verbinding door HTTP proxy mislukt

source: Case , match , regexp , default or break keyword expected
nl: Case , match , regexp , default or break keywoord verwacht

source: Access denied
nl: Toegang geweigerd

source: Address already in use
nl: Adres reeds in gebruik

source: Can't assign the requested address
nl: Kan het verzochte aders niet toewijzen

source: Connection reset by peer
nl: Connectie herzet door peer

source: Host unreachable (no route to host)
nl: Host onbereikbaar (geen route naar host)

source: Variable expected
nl: Open haakje verwacht

source: Invalid array index: positive integer expected
nl: Ongeldige reeks index: positief geheel getal verwacht

source: listen() call failed
nl: luister() oproep gefaald

source: This executable has been compiled without SSL support
nl: Dit uitvoerbare is verzameld zonder SSL steun

source: Secure Socket Layer error
nl: Beveiligde Socket laag fout

source: Slash (/) character expected
nl: Slash (/) karakter verwacht

source: Unknown string manipulation operation
nl: Onbekende reeks manipulatie bewerking

source: Operation aborted
nl: Verbinding geanuleerd

source: Unexpected token
nl: Onverwacht karakter

source: Scope object already defined (unexpected @)
nl: Bereik voorwerp reeds gedefinieerd (onverwacht @)

source: There is no $this pointer in this scope (unexpected @)
nl: Er is geen $ deze aanduider in dit bereik (onverwacht @)

source: Operation cancelled
nl: Verbinding geanuleerd

source: File write error
nl: Bestand schrijffout

source: File read error
nl: Bestand leesfout

source: Packaging file %Q
nl: Inpakken bestand %Q

source: Failed to open a source file for reading
nl: Kan het bestand niet openen om te lezen

source: Compression library initialization error
nl: Initialisatie fout gecomprimeerde bibliotheek

source: Compression library error
nl: Compressie bibliotheek fout

source: Compression library internal error
nl: Interne fout gecomprimeerde bibliotheek

source: Error while compressing a file stream
nl: Fout bij comprimeren van bestand stroom

source: Creating package...
nl: Aanmaken pakket...

source: Writing package header
nl: Schrijf pakket onderwerp

source: Writing informational fields
nl: Schrijf informatie velden
