Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: A pixmap object, an image_id or an image file path is required for this property
nl: Een pixmap voorwerp, een foto_id of een foto bestand wordt voor dit eigendom vereist

source: Can't find the requested image
nl: Vind gevraagde afbeelding niet

source: Property "%Q" for object named "%Q" of class %Q has an unsupported data type
nl: Eigendom "%Q" voor voorwerp genaamd "%Q" van klasse %Q heeft een niet ondersteund gegevenstype

source: Cannot find object function $%Q for object named "%Q" of class %Q
nl: Kan voorwerpfunctie niet vinden $%Q voor voorwerp genaamd "%Q" van klasse %Q

source: Cannot find object function $%Q::%Q for object named "%Q" of class %Q
nl: Kan voorwerpfunctie niet vinden $%Q::%Q voor voorwerp genaamd "%Q" van klasse %Q

source: Cannot call internal object function $%Q (for object named "%Q" of class %Q) from this context
nl: Kan interne voorwerpfunctie niet noemen $%Q (voor voorwerp genaamd "%Q" van klasse %Q) van deze context

source: Stray dot ('.') character or invalid following module command name
nl: Verdwaald punt ('.') teken of ongeldig volgende op module bevelnaam

source: Syntax error: malformed module command identifier
nl: Grammaticafout: misvormde module bevel identificatie

source: Stray '::' sequence or invalid following alias name
nl: Verdwaal '::' ongeldige opeenvolging na schuilnaam

source: Syntax error: malformed alias identifier
nl: Grammaticafout: misvormde schuilnaam identificatie

source: Stray ':' character: did you mean '...<namespace>::<alias_name>' ?
nl: ':' teken: bedoel je '...<namespace>::<alias_name>' ?

source: Syntax error: malformed (alias?) command identifier
nl: Typfout: verkeerd gespeld (alias?) identificatie commando

source: Unknown callback command "%Q"
nl: Onbekend callback bevel "%Q"

source: The current window is not a channel
nl: Het huidige venster is geen kanaal

source: Timer name omitted but there is not current timer (this is not a timer callback)
nl: Timer naam is weg, maar er is geen huidige timer (dit is geen timer terugroeping)

source: Can't kill the timer '%Q' since it is not running
nl: Kan de timer '%Q'niet doden aangezien hij niet loopt

source: List of active timers
nl: Lijst van actieve timers

source: Persistent
nl: Aanhoudend

source: SingleShot
nl: Enkel shot

source: None
nl: Geen

source: Total: %u timers running
nl: Totaal: %u timers lopen

source: Found character '%q' (unicode %x) where a slash '/' was expected
nl: Vond karakter '%q' (unicode %x) waar een '/' wordt verwacht

source: Unexpected end of command in binding operation, at least two slashes are missing
nl: Onverwacht einde van bevel in bindende operatie, missen ten minste twee /

source: Unexpected end of command in binding operation, at least one slash is missing
nl: Onverwacht einde van bevel in bindende operatie, missen ten minste een /

source: Unknown binding operation '%Q'
nl: Onbekende bindende operator '%Q'

source: Missing right side operand for the binding operator '=~'
nl: Mis rechtse zijde operand voor de bindende operator '=~'

source: Trailing garbage ignored after operator '++'
nl: Negeer opgespoorde afval achter operator '++'

source: Missing right operand for operator '+='
nl: Mis juiste operand voor operator '+='

source: Trailing garbage ignored after operator '--'
nl: Opgespoord afval genegeerd na operator '--'

source: This looks a lot like an object handle dereferencing operator '->' but in fact it isn't. Maybe you forgot a '$' just after ?
nl: Dit lijkt veel op een voorwerphandeling verschillende operator '->', maar is het inderdaad niet. Misschien vergat u slechts een '$' erna ?

source: Missing right operand for operator '-='
nl: Mis juiste operand voor operator '-='

source: Missing right operand for operator '<<='
nl: Mis juiste operand voor operator '<<='

source: Missing right operand for operator '<<'
nl: Mis juiste operand voor operator '<<'

source: Missing right operand for operator '<,'
nl: Mis juiste operand voor operator '<,'

source: Missing right operand for operator '<+'
nl: Mis juiste operand voor operator '<+'

source: Missing right operand for operator '>>='
nl: Mis juiste operand voor operator '>>=''

source: Missing right operand for operator '.='
nl: Mis juiste operand voor operator ',='

source: Missing right operand for operator '
nl: Mis juiste operand voor operator '

source: Unknown operator
nl: Onbekende operator

source: Unexpected (and senseless) read-only data evaluation
nl: Onverwacht (en zinloos) enkel-lezen gegevens evaluatie

source: Syntax error: confused by earlier errors: bailing out
nl: Grammaticafout: verward door vroegere fouten: borg uit

source: Unexpected end of script after a variable reference: expected operator
nl: Onverwacht einde van script na variabele referentie: verwachtte operator

source: Unexpected character '%q' (unicode %x) after a void function call: end of instruction expected
nl: Onverwacht teken '%q' (unicode %x) na een vrije functieoproep: einde van instructie verwacht

source: Unexpected character '%q' (unicode %x)
nl: Onverwacht karakter '%Q' (unicode %x)

source: /me can be used only in channels, queries and DCC chat windows
nl: /ik kan alleen gebruikt worden in kanalen, vragen en DCC chat vensters

source: Invalid IRC url (%Q)
nl: Ongeldig IRC url (%Q)

source: The commandline for this url type seems to be broken (%Q)
nl: De bevellijn voor dit url type blijkt gebroken (%Q)

source: No commandline specified for this type of url (%Q)
nl: Geen bevellijn gespecifieerd voor dit type of url (%Q)

source: Option setting error: Unknown option or invalid value for option type
nl: Optie instelling fout: Onbekende optie of ongeldige waarde voor optie type

source: Choose a file to parse
nl: Kies een bestand om te analyseren

source: Failed to load the file '%Q' for parsing
nl: Faalde om bestand '%Q' te laden voor analyseren

source: Missing channel list
nl: Ontbreken Kanalen lijst

source: You don't appear to be on channel %s
nl: U blijkt niet op kanaal %s te zijn

source: Module command call failed: can't load the module 'snd'
nl: Module bevel gefaald: kan module'snd' niet laden

source: Module command call failed: the module 'snd' doesn't export a command named 'play'
nl: Module bevel gefaald: de module 'snd' voert geen bevel genaamd 'play' uit

source: Popup %Q is not defined
nl: Popup %Q is niet gedefineerd

source: A popup menu cannot be popped up twice
nl: Een popup menu kan niet tweemaal opgeroepen worden

source: Invalid syntax for screen coordinates, using cursor position
nl: Ongeldige syntaxis voor scherm coördinaten, gebruik cursor positie

source: Empty target specified
nl: Leeg doel gespecifieerd

source: Window with id %Q not found: no rebinding performed
nl: Venster met Identificatie %Q niet gevonden: geen binding opnieuw verricht

source: Failed to execute command '%Q'
nl: Faalde om bevel '%Q' uit te voeren

source: Missing alias name
nl: Ontbrekende schuilnaam

source: Alias names can contain only letters, digits, underscores and '::' namespace separators
nl: Schuilnamen kunnen alleen letters, cijfers, onderstrepingen en '::'naamplaats scheidingen bevatten

source: Stray ':' character in alias name: did you mean ...<namespace>::<name> ?
nl: Zwerf ':' karakter in schuilnaam: bedoelde je ... <namespace>::<name> ?

source: Found an empty namespace in alias name
nl: Vond een lege naamplaats in schuilnaam

source: The alias %Q is not existing
nl: De schuilnaam %Q bestaat niet

source: The specified window has no button containers
nl: Het gespecificeerde venster heeft geen knop verpakkingen

source: Window button '%Q' not found
nl: Venster knop '%Q' niet gevonden

source: Can't find the icon '%Q'
nl: Kan ikoon '%Q' niet vinden

source: No such event (%Q)
nl: Geen zulke gebeurtenis (%Q)

source: No handler '%Q' for raw numeric event '%d'
nl: Geen handeling '%Q' voor rauwe nummer gebeurtenis '%d'

source: No handler '%Q' for event '%Q'
nl: Geen handeling '%Q' voor gebeurtenis '%Q'

source: The specified ping time is invalid: assuming zero (no ping)
nl: de gespecifieerde ping tijd is ongeldig: verwacht nul (geen ping)

source: The specified maximum run time is invalid: assuming zero (infinite)
nl: De gespecifieerde maximum loop tijd is ongeldig: veronderstel nul (oneindig)

source: Failed to start the process
nl: faalde om proces te starten

source: The specified object does not exist
nl: Het gespecifieerd voorwerp bestaat niet

source: Missing timer name
nl: Timer naam ontbreekt

source: Missing timeout delay
nl: Mis timeout vertraging

source: The timeout delay didn't evaluate to an integer
nl: De timeout vertraging is niet naar een geheel getal geëvalueerd

source: Unable to add the timer: insufficient system resources
nl: Onmogelijk timer toe te voegen: Onvoldoende systeemhulpbronnen

source: Event handler %Q is broken: disabling
nl: Gebeurtenis handeling %Q is gebroken: uitgeschakeld

source: Can't unload the module: it has locked itself in memory
nl: Kan module niet ontladen: heeft zich afgesloten in het geheugen

source: Unknown binary operator '=%q': did you mean '==' ?
nl: Onbekende binare operator '=%q': bedoelde je '==' ?

source: Unknown binary operator '%q'
nl: Onbekende binare operator '%q'

source: Unexpected end of script in expression
nl: Onverwacht einde van script in uitdrukking

source: Unexpected character %q (unicode %h) in expression. If it meant to be a string use the quotes.
nl: Onverwacht karakter %q (unicode %h) in expressie. Indien het betekende een reeks te zijn gebruik haakjes.

source: Unexpected empty expression operand
nl: Onverwacht lege uitdrukking operand

source: say: injected commandline
nl: zegt: ingevoerde bevellijn

source: Say parse error: Broken command
nl: Zegt analyseer fout: Gebroken bevel

source: Couldn't find a suitable IRC context for the connection, try using -n or -u
nl: Kon geen geschikte IRC context voor de aansluiting vinden, probeer gebruik -n of -u

source: Another connection is already in progress in the selected IRC context
nl: Een andere connectie is reeds in uitvoering in het geselecteerde IRC kader

source: No menu bar item with text '%Q'
nl: Geen menubalk onderdeel met tekst '%Q'

source: Invalid index specified: ignored
nl: Ongeldige inhoud gespecifieerd: genegeerd

source: The popup '%Q' is not defined
nl: De popup '%Q' is niet gedefineerd

source: No target channel specified and the current window is not a channel
nl: Geen doelkanaal gespecificeerd en het huidige venster is geen kanaal

source: No catalogue %Q for the current language found
nl: Geen kataloog %Q voor de huidige taal gevonden

source: The catalogue %Q was not loaded
nl: De kataloog %Q was niet geladen

source: Empty window identifier specified in the standard rebinding switch: no rebinding performed
nl: Leeg venster identificatie gespecificeerd in de standaard herbinden schakelaar: geen binding opnieuw verricht

source: Invalid window specified in the standard rebinding switch: no rebinding performed
nl: Leeg venster gespecifieerd in de standaard herbinden schakelaar: geen binding opnieuw verricht

source: The left side of the scope operator didn't evaluate as an object reference
nl: De linkerzijde van de bereik operator heeft niet geëvalueerd als een voorwerp referentie

source: The left side of the scope operator evaluated to a null object reference
nl: De linkerzijde van de bereik operator heeft niet geëvalueerd naar een nul voorwerp referentie

source: The left side of the scope operator evaluated to an invalid object reference (object doesn't exist)
nl: De linkerzijde van bereik operator evalueerde naar een ongeldig voorwerp referentie (voorwerp bestaat niet)

source: Array reference assert failed: the variable evaluated to type '%Q'
nl: Reeks referentie handhaving mislukt: de variabele is geëvalueerd naar type '%Q'

source: Operand of unary operator didn't evaluate to a number
nl: Operand van unary operator is niet naar een nummer geëvalueerd

source: Left operand didn't evaluate to a number
nl: Linkse operator is niet naar nummer geëvalueerd

source: Right operand didn't evaluate to a number
nl: Rechtse operator is niet naar nummer geëvalueerd

source: Division by zero
nl: Deling door nul

source: line %d, near character %d
nl: lijn %d, nabij karakter %d

source: This command can be used only in windows bound to an IRC context
nl: Dit bevel kan enkel worden gebruikt in vensters spring naar een IRC context

source: You're not connected to an IRC server
nl: U bent niet met een IRC server verbonden

source: Missing parameter
nl: Parameter ontbreekt

source: Hash key evaluated to empty string: fix the script
nl: Avfal sleutel geevalueerd naar lege reeks: los het script op

source: The argument of the {} subscript didn't evaluate to a hash: automatic conversion from type '%Q' supplied
nl: Het argument van het {} heeft subscript niet naar een mengelmoes geëvalueerd: automatische conversie van type '%Q' geleverd

source: The argument of the {} subscript didn't evaluate to a hash automatic conversion from %Q supplied
nl: Het argument van het {} subscript heeft niet geëvalueerd naar een afval automatische conversie van %Q geleverd

source: Hash reference assert failed: the variable evaluated to type '%Q'
nl: Afval referentie handhaving mislukt: de variabele is geëvalueerd naar type '%Q'

source: Failed to send an unknown command as /raw
nl: Mislukt om onbekend bevel te zenden als /raw

source: Call to undefined command '%Q'
nl: oproep naar ongedefineerd bevel '%Q'

source: Error in inner alias command call '%Q', called from this context
nl: Tout binnenin schuilnaam bevel oproep '%Q', opgeroepen vanaf deze context

source: There are no extended scope variables in this scope
nl: Er zijn geen externe bereikvariabelen in dit bereik

source: Missing class name
nl: Ontbrekende klasse naam

source: A class can't be a subclass of itself
nl: Een klasse kan een subklasse van zichzelf zijn

source: Couln't find base class named "%Q"
nl: Kan basis klasseniet vinden genaamd "%Q"

source: Detected a loop in the inheritance tree of the base class "%Q": redefine that class first
nl: Bespeurde een lus in de structuur van de basis klasse "%Q": herdefinieer die klasse eerst

source: Can't override the builtin class "%Q"
nl: Kan de ingebouwde klasse niet opheffen "%Q"

source: Module command call failed: can't load the module '%Q': %Q
nl: Module beveloproep gefaald: kan niet laden van module '%Q': %Q

source: Module command call failed: the module '%Q' doesn't export a command named '%Q'
nl: Module beveloproep gefaald: de module '%Q' voert geen bevel uit genaamd '%Q'

source: Broken condition in menu setup: assuming false
nl: Gebroken voorwaarde in menu opstelling: waarschijnlijk mis

source: Broken icon parameter: ignoring
nl: Gebroken Ikoon parameter: negeren

source: Can't find the icon "%Q": ignoring
nl: Kan ikoon "%Q" niet vinden: negeren

source: Broken text parameter: assuming empty string
nl: Gebroken tekst parameter: waarschijnlijk lege reeks

source: Recursive definition detected for popup '%Q': ignoring
nl: Recursieve definitie bespeurd voor popup '%Q' : negeren

source: Can't find the external popup '%Q'; ignoring
nl: Kan externe popup '%Q' niet vinden: negeren

source: Broken prologue in popup menu '%Q': ignoring
nl: Gebroken proloog in popup menu '%Q': negeren

source: Broken epilogue in popup menu '%Q': ignoring
nl: Gebroken epiloog in popup menu '%Q': negeren

source: Module function call failed: can't load the module '%Q': %Q
nl: Module functie oproep mislukt: kan niet laden van module '%Q':%Q

source: Module function call failed: the module '%Q' doesn't export a function named '%Q'
nl: Module functie oproep mislukt: de module '%Q' voert geen bevel uit genaamd '%Q'

source: Timer '%Q' has a broken callback handler: killing the timer
nl: Timer '%Q' heeft een gebroken terugroep handeling: dood de timer

source: The target variable didn't evaluate to an integer or real value
nl: De doel variabele is niet naar een geheel getal of echte waarde geëvalueerd

source: The right side of operator '&=' didn't evaluate to an integer
nl: De rechtse zijde van operator '&=' heeft niet geëvalueerd naar een geheel getal

source: The left side of operator '&=' didn't evaluate to an integer
nl: De linkse zijde van operator '&=' heeft niet geëvalueerd naar een geheel getal

source: The right side of operator '/=' didn't evaluate to a number
nl: De rechtse zijde van operator '/=' heeft niet geëvalueerd naar een getal

source: The left side of operator '/=' didn't evaluate to a number
nl: De linkse zijde van operator '/=' heeft niet geëvalueerd naar een getal

source: The right side of operator '%=' didn't evaluate to a number
nl: De rechtse zijde van operator '%=' heeft niet geëvalueerd naar een getal

source: The left side of operator '%=' didn't evaluate to a number
nl: De linkse zijde van operator '%=' heeft niet geëvalueerd naar een getal

source: The right side of operator '*=' didn't evaluate to a number
nl: De rechtse zijde van operator '*=' heeft niet geëvalueerd naar een getal

source: The left side of operator '*=' didn't evaluate to a number
nl: De linkse zijde van operator '*=' heeft niet geëvalueerd naar een getal

source: The right side of operator '|=' didn't evaluate to an integer
nl: De rechtse zijde van operator '|=' heeft niet geëvalueerd naar een geheel getal

source: The left side of operator '|=' didn't evaluate to an integer
nl: De linkse zijde van operator '|=' heeft niet geëvalueerd naar een geheel getal

source: The right side of operator '<<=' didn't evaluate to an integer
nl: De rechtse zijde van operator '<<=' heeft niet geëvalueerd naar een geheel getal

source: The left side of operator '<<=' didn't evaluate to an integer
nl: De linkse zijde van operator '<<=' heeft niet geëvalueerd naar een geheel getal

source: The right side of operator '>>=' didn't evaluate to an integer
nl: De rechtse zijde van operator '>>=' heeft niet geëvalueerd naar een geheel getal

source: The left side of operator '>>=' didn't evaluate to an integer
nl: De linkse zijde van operator '>>=' heeft niet geëvalueerd naar een geheel getal

source: The right side of operator '-=' didn't evaluate to a number
nl: De rechtse zijde van operator '-=' heeft niet geëvalueerd naar een getal

source: The left side of operator '-=' didn't evaluate to a number
nl: De linkse zijde van operator '-=' heeft niet geëvalueerd naar een getal

source: The right side of operator '+=' didn't evaluate to a number
nl: De rechtse zijde van operator '+=' heeft niet geëvalueerd naar een getal

source: The left side of operator '+=' didn't evaluate to a number
nl: De linkse zijde van operator '/=' heeft niet geëvalueerd naar een getal

source: The right side of operator '^=' didn't evaluate to an integer
nl: De rechtse zijde van operator '^=' heeft niet geëvalueerd naar een geheel getal

source: The left side of operator '^=' didn't evaluate to an integer
nl: De linkse zijde van operator '^=' heeft niet geëvalueerd naar een geheel getal

source: The regular expression matched a zero-length substring: this is not valid in the s/// operator, skipping
nl: De regelmatige uitdrukking paste bij een nul-lengte subreeks: dit is niet geldig in de s/// operator, overslaan

source: Unexpected end of script after '$' function call prefix
nl: Onverwacht einde van script na '$' functie oproep

source: Unexpected character %q (unicode %x) after '$' function call prefix
nl: Onverwacht teken %q (unicode %x) na '$' functie oproep prefix

source: Syntax error after '$' function call prefix. If you want to use a plain '$' in the code you need to escape it
nl: Grammaticafout na '$' functie oproep prefix. Indien u eenvoudig '$' wilt gebruiken in de code moet u het verlaten

source: Invalid expression evaluation in object scope
nl: Ongeldige uitdrukkingsevaluatie in voorwerp bereik

source: Invalid command evaluation in object scope
nl: Ongeldige bevelevaluatie in voorwerp bereik

source: Empty instruction block for command evaluation
nl: Leeg instructieblok voor bevelevaluatie

source: Parameter identifiers are forbidden in object scope (after the '->' operator)
nl: Parameter indentificatie zijn verboden in voorwerpbereik (na het '->' operator)

source: Ending index of a multiple parameter identifier is lower or equal to the starting index. This will evaluate to a single parameter identifier.
nl: Einde index van een veelvoudige parameter identificatie is lager of gelijk aan de beginnende index. Dit zal evalueren naar een enkele parameter identificatie.

source: Syntax error: invalid $$ ($this) function call in object scope
nl: Grammaticafout: ongeldig $$ ($this) functieoproep in voorwerpbereik

source: Syntax error: malformed alias function call identifier
nl: Grammaticafout: misvormde schuilnaam functie oproep indentificatie

source: Syntax error: malformed (alias?) function call identifier
nl: Grammaticatout: misvormde (schuilnaam?) functie oproep identificatie

source: Invalid data type for parameter "%s"
nl: Ongeldige gegevens type voor parameter"%s"

source: found empty string where type '%s' was expected
nl: Vond lege reeks waar type '%s' was verwacht

source: found string value "%Q" where type '%s' was expected
nl: Vond reeks waarde "%Q" waar type '%s' werd verwacht

source: found type %Q where type '%s' was expected
nl: vond type %Q waar type '%s' werd verwacht

source: Missing non-optional parameter "%s"
nl: Mis niet-optionele parameter "%s"

source: found empty string while a non empty one was expected
nl: Vond lege reeks terwijl er geen lege werd verwacht

source: found signed integer "%d" where type 'unsigned integer' was expected
nl: Gevonden ondertekend geheel getal "%d" waar type 'niet getekend geheel getal' werd verwacht

source: This window has no associated IRC context
nl: Dit venster heeft geen geassocieerde IRC context

source: No such IRC context (%u)
nl: Zo geen IRC context (%u)

source: This window is not associated to an IRC context
nl: Dit venster is niet geassocieerd aan een IRC context

source: The specified format string wasn't accepted by the underlying system time formatting function
nl: De gespecificeerde formaat reeks werd niet aangenomen door de onderliggende systeemtijd formatterende functie

source: Unterminated c-style multiline comment
nl: onpebaalde c-stijl veellijnig commentaar

source: Unexpected end of script in multiline comment
nl: Onverwacht einde van script in meerlijnen commentaar

source: Unexpected character '%q' (unicode %x) after a slash (it is a typo or a malformed comment begin ?)
nl: Onverwacht teken '%q' (unicode %x) na een /. (het is een drukfout of een misvormd commentaar begin?)

source: Call to undefined function '%Q'
nl: Oproep naar ongedefineerde functie '%Q'

source: Error in inner alias function call '%Q', called from this context
nl: Fout binnenin schuilnaam functie oproep '%Q', opgeroepen door deze context

source: Array index didn't evaluate to an integer
nl: Reeks index is niet naar een geheel getal geëvalueerd

source: Array index evaluated to a negative integer (non negative integer expected)
nl: Schaar index evalueerde naar een negatief geheel getal (niet- negatieve geheel getal verwacht)

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from %Q supplied
nl: Het argument van het [] subscript heeft niet geëvalueerd naar een reeks: automatische conversie van %Q geleverd

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from type '%Q' supplied
nl: Het argument van het [] subscript heeft niet geëvalueerd naar een reeks: automatische conversie van '%Q' geleverd

source: Lag meter was not enabled
nl: Vertragings meter was niet beschikbaar

source: No such event handler (%Q) for event %Q
nl: Geen zulke gebeurtenis handeling (%Q) voor gebeurtenis %Q

source: This is not a channel
nl: Dit is geen kanaal
