Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: Broadcast notice
nl: Zend bericht uit

source: Am kicked
nl: Word uitgetrapt

source: Am op'd
nl: Word op'd

source: Am voiced
nl: Ben stemhebbend

source: Am deop'd
nl: Word deop'd

source: Am devoiced
nl: Ben niet stemhebbend

source: Am halfop'd
nl: Word halfop'd

source: Am de-halfop'd
nl: Word de-halfop'd

source: Ban matching my mask
nl: En verbied die past bij mijn masker

source: Unban matching my mask
nl: Verbieding ongedaan maken die past bij mijn masker

source: Ban exception matching my mask
nl: Ban uitzondering passend bij mijn masker

source: Ban unexception matching my mask
nl: Ban niet uitgezonderd passend bij mijn masker

source: Invite exception matching my mask
nl: Nodig uitzondering passend bij mijn masker uit

source: Invite unexception matching my mask
nl: Nodig onverwachte gelijkenissen met mijn masker uit

source: Ignored user message
nl: Negeer bericht gebruiker

source: Server statistics
nl: Server statistiek

source: SSL message
nl: SSL bericht

source: Search
nl: Zoek

source: Generic success
nl: Algemeen succes

source: Generic status
nl: Algemene status

source: Generic verbose message
nl: Algemeen woordenrijk bericht

source: Generic warning
nl: Algemene waarschuwing

source: Generic error
nl: Algemene fout

source: Generic critical error
nl: Algemene kritieke fout

source: Chan admin status set
nl: Kanaal admin status inzetten

source: Chan admin status unset
nl: Kanaal admin status uitzetten

source: Own chan admin status set
nl: Eigen kanaal admin status inzetten

source: Own chan admin status unset
nl: Eigen kanaal admin status uitzetten

source: Userop mode change
nl: Userop mode veranderen

source: User-deop mode change
nl: User-deop mode veranderen

source: Am userop'd
nl: Word userop'd

source: Am de-userop'd
nl: Word de-userop'd

source: Chan owner status set
nl: Kanaal eigenaar status inzetten

source: Chan owner status unset
nl: Kanaal eigenaar status uitzetten

source: Own chan owner status set
nl: Eigen kanaal eigenaar status inzetten

source: Own chan owner status unset
nl: Eigen kanaal eigenaar status uitzetten

source: Server error
nl: Server fout

source: Text Encoding Server message
nl: Tekst ontsleutel server bericht

source: BitTorrent message
nl: BitTorrent bericht

source: Missing absolute directory for the theme information
nl: Mis absolute map voor de thema informatie

source: Failed to create the theme directory
nl: Mislukt om de thema map te maken

source: Failed to save one of the theme images
nl: Mislukt een van de thema afbeeldingen te bewaren

source: Failed to create the theme subdirectory
nl: Mislukt om de thema submap te maken

source: Boolean options (1/0)
nl: Boolean opties (1/0)

source: Rectangle options (x,y,width,height)
nl: Rechthoek opties (x,y,breedte,hoogte)

source: String options (string value)
nl: Reeks opties (reeks waarde)

source: Color options (#RRGGBB)
nl: Kleur opties (#RRGGBB)

source: Mirccolor options (#RRGGBB)
nl: Mirckleuren opties (#RRGGBB)

source: Irc context color options (#RRGGBB)
nl: Irc inhoud kleur opties (#RRGGBB)

source: Pixmap options (image path)
nl: Pixmap opties (afbeelding pad)

source: Unsigned integer options (unsigned integer constant)
nl: Niet getekende geheel getal opties (niet getekende geheel getal constante)

source: Font options (family,pointsize,style,charset,weight,flags (biusf))
nl: Lettertype opties (family,pointsize,style,charset,weight,flags (biusf))

source: Message color options (image_id,foreground,background,logFlag (0/1))
nl: Bericht kleur opties (image_id,foreground,background,logFlag (0/1))

source: String list options (comma separated list of strings)
nl: Reeks lijst opties (komma gescheiden lijst van reeksen)

source: IRC Context related actions
nl: IRC Inhoud gerelateerde acties

source: Generic
nl: Algemeen

source: Generic actions
nl: Algemene akties

source: Settings
nl: Instellingen

source: Actions related to settings
nl: Acties gerelateerd aan instellingen

source: Scripting related actions
nl: Scripting gerelateerde acties

source: Actions related to the Graphic User Interface
nl: Acties hadden betrekking op de Grafische Gebruikersinterface

source: Channel
nl: Kanaal

source: IRC Channel related actions
nl: IRC Kanaal gerelateerde acties

source: Tools
nl: H&ulpmiddelen

source: Actions that will appear in the "Tools" menu
nl: Acties die zullen verschijnen in de "Tools" menu

source: Sending out PING based lag probe
nl: Stuurt PING gebaseerde vertragingssonde uit

source: Sending out CTCP based lag probe
nl: Stuurt CTCP gebaseerde vertragingssonde uit

source: Registered lag check with reliability %u (%s)
nl: Ingeschreven vertragingscontrole met betrouwbaarheid %u (%s)

source: Lag check completed (%s)
nl: Blijf controle vervolledigd (%s)

source: Lag check aborted (%s)
nl: Blijt controle afgebroken (%s)

source: Hostname resolution aborted
nl: Hostnaam heroplossen afgebroken

source: Attempting %Q to %Q (%Q) on port %u
nl: Proberen %Q naar %Q (%Q) op poort %u

source: secure connection
nl: veilige connectie

source: connection
nl: Verbinding

source: Attempting to 'bounce' on proxy %s on port %u (protocol %s)
nl: Proberen te 'bounce' op proxy %s op poort %u (protokol %s)

source: Using cached proxy IP address (%s)
nl: Gebruik cached proxy IP adres (%s)

source: Unable to look up the IRC proxy hostname: Can't start the DNS slave
nl: Onbekwaam om de IRC proxy hostnaam op te zoeken: Kan de DNS slaaf niet starten

source: Resuming direct server connection
nl: Hervatten rechtstreeks server verbinding

source: Looking up the proxy hostname (%s)...
nl: Opzoeken van de proxy hostnaam (%s)...

source: Can't find the proxy IP address: %Q
nl: Kan proxy IP adres niet vinden: %Q

source: Proxy hostname resolved to %Q
nl: Proxy hostnaam herstelt naar %Q

source: Proxy %Q has a nickname: %Q
nl: Proxy %Q heeft een bijnaam: %Q

source: Using cached server IP address (%s)
nl: Gebruik caced server IP adres (%s)

source: Unable to look up the server hostname: Can't start the DNS slave
nl: Onmogelijk opzoeken van de server hostnaam: Kan de DNS slaaf niet starten

source: Looking up the server hostname (%s)...
nl: Opzoeken van de server hostnaam (%s)...

source: Can't find the server IP address: %Q
nl: Kan server niet vinden met IP adres: %Q

source: If this server is an IPv6 one, try /server -i %Q
nl: Als deze server een IPv6 is, probeer /server -i %Q

source: Server hostname resolved to %Q
nl: Server hostnaam herstelt naar %Q

source: Real hostname for %Q is %Q
nl: Werkelijk hostnaam voor %Q is %Q

source: Server %Q has a nickname: %Q
nl: Server %Q heeft een bijnaam: %Q

source: The specified bind address (%Q) is not valid
nl: Het gespecifieerd bind adres (%Q) is niet geldig

source: The specified bind address (%Q) is not valid (the interface it refers to might be down)
nl: Het gespecifieerd bind adres (%Q) is niet geldig (De interface waar het naar verwijst ligt misschien uit)

source: The system-wide IPv6 bind address (%s) is not valid
nl: het systeem-wijd IPv6 bind adres (%s) is niet geldig

source: The system-wide IPv6 bind address (%s) is not valid (the interface it refers to might be down)
nl: het systeem-wijd IPv6 bind adres (%s) is niet geldig (de interface waar het naar verwijst is mogelijk uit)

source: The system-wide IPv4 bind address (%s) is not valid
nl: het systeem-wijd IPv4 bind adres (%s) is niet geldig

source: The system-wide IPv4 bind address (%s) is not valid (the interface it refers to might be down)
nl: het systeem-wijd IPv4 bind adres (%s) is niet geldig (de interface waar het naar verwijst is mogelijk uit)

source: Channel operators
nl: Kanaal Operatoren

source: Voiced users
nl: Stemhebbend gebruikers

source: Half-operators
nl: Half-operatoren

source: Ban masks
nl: Verban Maskers

source: Color free (no ANSI colors)
nl: Kleur vrij (no ANSI kleuren)

source: Ban exception masks
nl: Ban uitzondering maskers

source: Invite exception masks or forbid /INVITE
nl: Nodig uitzonderingsmaskers uit of verbied /INVITE

source: Secret
nl: Geheim

source: Private
nl: Privaat

source: Topic change restricted
nl: Beperkte onderwerp verandering

source: Invite only
nl: Inviteer alleen

source: No external messages
nl: Geen externe berichten

source: Anonymous or protected user
nl: Anonieme of beschermde gebruiker

source: Quiet or channel owner
nl: Stilte of kanaal eigenaar

source: Limited number of users
nl: Beperkt aantal gebruikers

source: Key
nl: Sleutel

source: Moderated
nl: Beheerd

source: Registered
nl: Geregistreerd

source: Censor swear words
nl: Censureer vloek woorden

source: Impossible to speak and change nick if not authenticated with NickServ
nl: Onmogelijk nick te spreken en te veranderen indien niet gelegaliseerd met Nickserv

source: Impossible to change nick if not authenticated with NickServ
nl: Onmogelijk om nick te veranderen indien niet gelegaliseerd met Nickserv

source: Only registered nicks can join
nl: Alleen gerigistreedre nicks kunnen deelnemen

source: No kicks able (unless U-Line)
nl: Geen schoppen bekwaam (tenzij U-LIJN)

source: IRC-Op only channel
nl: IRC-Op alleen kanaal

source: Server/Network/Tech Admin only channel
nl: Alleen Server/Netwerk/Tech admin kanaal

source: Forbid /KNOCK
nl: Verbied /KLOP

source: Strip colors
nl: Strook kleuren

source: Redirect on channel full
nl: Leid om op volledig kanaal

source: Forbid channel CTCPs
nl: Verboden kanaal CTCP's

source: User-operators OR Auditorium: /NAMES and /WHO show only ops
nl: Gebruiker-operatoren OF Auditorium: /NAMES en /WHO toon enkel ops

source: Only 7-bit letters in nicknames allowed
nl: Maximun 7 tekens in bijnamen toegestaan

source: Impossible to use both 7-bit and 8-bit letters in nicknames
nl: Onmogelijk om zowel 7-bit als 8-bit tekens in bijnamen te gebruiken

source: O: Local IRC operator (LOCOP)
nl: O: Lokaal IRC operator (LOCOP)

source: i: Invisible
nl: i: onzichtbaar

source: w: Recipient for WALLOPS messages
nl: w: Onvanger voor WALLOPS berichten

source: r: User with restricted connection (or recipient for messages about rejected bots)
nl: r: Gebruiker met beperkte aansluiting (of ontvanger voor berichten over afgekeurde bots)

source: s: Recipient for server notices
nl: s: Ontvanger voor server notities

source: z: Recipient for oper wallop messages
nl: z: Ontvanger voor oper wallop berichten

source: c: Recipient for cconn messages
nl: c: Ontvanger voor cconn berichten

source: k: Recipient for server kill messages
nl: k: Onvanger voor server dood berichten

source: f: Recipient for full server notices
nl: f: Ontvanger voor komplete server notities

source: y: Spy :)
nl: y: Spioneer :)

source: d: Obscure 'DEBUG' flag
nl: d: Verduister 'DEBUG' vlag

source: n: Recipient for nick changes
nl: n: Ontvanger voor schuilnaam veranderingen

source: Ops... for some reason the link filter object has been destroyed
nl: Ops... voor sommige redenen het voorwerp van koppelingsfilter is vernietigd

source: Using filtered IRC protocol: Link filter is "%Q"
nl: Gebruik gefilterd IRC protokol: filter koppeling is "%Q"

source: Failed to set up the link filter "%Q", will try with plain IRC
nl: Mislukt om de link filter voor te bereiden "%Q", zal met eenvoudige IRC proberen

source: Failed to start the connection: %Q
nl: Mislukt om de connectie te starten: %Q

source: Contacting %Q %s (%s) on port %u
nl: Kontakteer %Q %s (%s) op poort %u

source: Low-level transport connection established [%s (%s:%u)]
nl: Laag-niveau transport verbinding gevestigd [%s(%s:%u)]

source: Starting Secure Socket Layer handshake
nl: Start beveiligde Socket Layer handdruk

source: Secure proxy connection
nl: Beveiligde proxy connectie

source: Proxy connection
nl: Proxy connectie

source: Negotiating relay information
nl: Onderhandelen van retour informatie

source: Sent connection request, waiting for acknowledgement
nl: Zend connestie verzoek, wachten voor erkenning

source: Sent target host data, waiting for acknowledgement
nl: Zend doel hostgegevens, wacht voor erkenning

source: Sent auth method request, waiting for acknowledgement
nl: Zend auth method verzoek, wachten op erkenning

source: Sent username and password, waiting for acknowledgement
nl: Zend gebruikernaam en paswoord, wachten op erkenning

source: Sent connection request, waiting for "HTTP 200" acknowledgement
nl: Zend connectie verzoek, wachten voor "HTTP 200" erkenning

source: Binding to local address %s
nl: Binden aan lokaal adres %s

source: Binding to local address %s failed: the kernel will choose the correct interface
nl: Binden aan lokaal adres %s mislukt

source: Using HTTP protocol.
nl: Gebruik HTTP Protocol

source: Using SOCKSV4 protocol.
nl: gebruik SOCKSV4 protocol.

source: Using SOCKSv5 protocol.
nl: Gebruik SOCKSv5 protocol.

source: We can accept auth method 0 (no auth)
nl: Wij kunnen geen auth methode 0 (geen auth) aannemen

source: We can accept auth method 0 (no auth) or 2 (user/pass)
nl: Wij kunnen geen auth methode 0 (geen auth) of 2 (gebruiker/paswoord) aannemen

source: Proxy response: auth OK: access granted
nl: Proxy antwoord: auth OK: toegang toegestaan

source: Proxy response: Auth method OK: using method 0 (no auth)
nl: Proxy antwoord: Auth methode OK: gebruik methode 0 (Geen auth)

source: Proxy response: Auth method OK: using method 2 (user/pass)
nl: Proxy antwoord: Auth methode OK: gebruik methode 2 (gebruiker/paswoord)

source: Proxy response: target data OK: request granted
nl: Proxy antwoord: doel gegevens OK: verzoek aanvaard

source: Proxy response:
nl: Proxy antwoord:

source: Proxy said something about:
nl: Proxy zei iets over:

source: Server X509 certificate
nl: Server X509 certificaat

source: The server didn't provide a certificate
nl: De server heeft geen certificaat bezorgd

source: Unable to determine the current cipher
nl: Onmogelijk om het huidige cijfer vast te stellen

source: Partial socket write: packet broken into smaller pieces.
nl: Gedeeltelijke socket geschreven: pakje brak in kleinere stukken.

source: The theme information file does not exist
nl: De thema informatie bestand bestaat niet

source: This KVIrc executable is too old for this theme (minimum theme engine version required is %Q while this theme engine has version %s)
nl: Deze KVIrc versie is te oud voor dit thema ( minimum thema motor versie is %Q terwijl huidige versie %s heeft)

source: Theme information file is not valid
nl: Thema informatie bestand is niet geldig

source: Failed to load the specified screenshot image
nl: Mislukt om het gespecificeerde schermafbeelding te laden

source: Invalid option
nl: ongeldige optie

source: Failed to save the screenshot image
nl: Mislukt om de schermafbeelding op te slaan

source: Configure Servers...
nl: Configureer Servers...

source: Allows you to configure the servers and eventually to connect to them
nl: Laat je toe de servers te configureren en eventueel ermee te verbinden

source: Manage Addons...
nl: Beheer Toevoegingen...

source: Allows you to manage the script-based addons
nl: Toestaan dat u de script-gebaseerde addons beheerd

source: Configure Registered Users...
nl: Configureer geregistreerde gebruikers...

source: Shows a dialog that allows editing the registered user entries
nl: Start dialoog dat bewerking toestaat van geregistreerde gebruikers

source: Configure Identity...
nl: Configureer Idenditeit...

source: Allows you to configure nickname, username, avatar etc...
nl: Configuratie toestaan van bijnaam, gebruikersnaam, avatar enz...

source: Show SocketSpy...
nl: Toon SocketSpion...

source: Shows a window that allows monitoring the socket traffic
nl: Toon een venster dat toezicht op socket verkeer toestaat

source: Get Network Links
nl: Krijg Netwerk Koppelingen

source: Shows a window that allows viewing the network links
nl: Toon een venster dat toestaat de netwerk koppelingen te zien

source: Get Channel List
nl: Krijg Kanalen lijst

source: Shows a window that allows listing the network channels
nl: Toon een venster dat afluisteren van netwerk kanalen toestaat

source: Configure KVIrc...
nl: Configureer KVIrc

source: Shows the general options dialog
nl: Toont de algemene oties dialoog

source: Configure Theme...
nl: Configureer Thema...

source: Shows the theme options dialog
nl: T

source: Manage Themes...
nl: Beheer Thema's

source: Allows you to manage the themes
nl: Staat toe om de themas te beheren

source: Customize Toolbars...
nl: Pas Werkbalken aan...

source: Shows a window that allows editing script toolbars
nl: Toon een venster dat bewerken van script werkbalken toestaat

source: Join Channels...
nl: Neem deel aan Kanalen...

source: Shows a dialog that allows you join channels
nl: Toon een dialoog dat deelnemen kanalen toestaat

source: Edit Actions...
nl: Bewerk Acties...

source: Shows a window that allows editing actions
nl: Toon venster met bewerkings acties

source: Edit Aliases...
nl: Bewerk Schuilnamen...

source: Shows a window that allows editing aliases
nl: Toon een venster dat bewerking van schuilnamen toestaat

source: Edit Events...
nl: Bewerk Events...

source: Shows a window that allows editing script events
nl: Toon een venster dat het bewerken van script gebeurtenissen toestaat

source: Edit Popups...
nl: Bewerk Popups...

source: Shows a window that allows editing popup menus
nl: Toon een venster dat bewerken popup menus toestaat

source: Edit Raw Events...
nl: Bewerk Raw Events...

source: Shows a window that allows editing raw scripting events
nl: Toon een venster dat bewerken ruw scripting evenementen toestaat

source: New Script Tester
nl: Nieuw Script Tester

source: Creates an embedded editor for long scripts
nl: Creëert een vastgezette editor voor lange scripten

source: Execute Script...
nl: Voer script uit

source: Allows executing a KVS script from file
nl: Sta toe een KVS script uit te voeren van bestand

source: Help Index
nl: Help Inhoud

source: Shows the documentation index
nl: Toon de documentatie inhoud

source: Allows subscribing to the KVIrc mailing list
nl: Sta ondertekenen naar de KVIrc lijst post toe

source: Opens the KVIrc homepage
nl: Open de KVIrc homepagina

source: KVIrc Russian WWW
nl: KVIrc Russisch WWW

source: Opens the KVIrc homepage in russian
nl: Open de KVIrc homepagina in russisch

source: Acquire Screenshot
nl: Neem foto van het scherm

source: Acquires a Screenshot of the KVIrc main window
nl: Neem een foto van het KVIrc hoofdvenster

source: Cascade windows
nl: Vensters Trapgewijs

source: Arranges the MDI windows in a maximized-cascade fashion
nl: Schikt de MDI vensters in een gemaximaliseerde trapsgewijze mode

source: Tile windows
nl: Tegel vensters

source: Tiles the MDI windows with the currently selected tile method
nl: Stapel de MDI vensters met de momenteel geselecteerde stapelmethode

source: Minimize all windows
nl: Minimaliseer alle vensters

source: Minimized all the currently visible MDI windows
nl: Minimaliseer alle huidige zichtbare MDI vensters

source: New IRC Context
nl: Nieuw IRC Inhoud

source: Creates a new IRC context console
nl: Maak een nieuw IRC inhoud console

source: Quit KVIrc
nl: Stop KVIrc

source: Quits KVIrc closing all the current connections
nl: Afsluiten KVIrc sluit alle huidige connecties

source: IRC Context Display
nl: Toon IRC inhoud

source: Shows a small display with IRC context informations
nl: Toont een kleine weergave met IRC context informaties

source: Acts as a separator for other items: performs no action
nl: Daden als een separator voor andere onderdelen: verricht geen actie

source: Connect/Disconnect
nl: Verbinden/verbreken

source: Allows you to connect to a server or to terminate the current connection
nl: Mogelijk je te verbinden aan een server of de huidige verbinding te beëindigen

source: Connect
nl: Verbinden

source: Abort Connection
nl: Verbreek verbinding

source: Join Channel
nl: Neem deel aan Kanaal

source: Shows a popup menu that allows quickly selecting a channel to join
nl: Toon een popup menu dat toestaat vlug een kanaal te selecteren om deel te nemen

source: Other...
nl: Ander...

source: Change Nickname
nl: Verander Bijnaam

source: Shows a popup menu that allows quickly changing the nickname
nl: Toont een popup menu dat vlug toestaat de bijnaam te veranderen

source: Connect To
nl: Verbinden met

source: Shows a popup menu that allows quickly connecting to a server
nl: Toon een popup menu dat toestaat vlug connectie met server te maken

source: User Mode
nl: Gebruiker Mode

source: Shows a popup menu that allows quickly changing user modes
nl: Toon een popup menu dat toestaat vlug gebruiker modes te veranderen

source: Server Notices (+s)
nl: Server Informatie (+s)

source: Invisible (+i)
nl: zichtbaar (+i)

source: Away/Back
nl: Weg/Terug

source: Allows entering and leaving away state
nl: Sta deelnemen toe en laat status als weg

source: Enter Away Mode
nl: Aktiveer Weg Mode

source: Leave Away Mode
nl: Verlaat Weg Mode

source: Irc Tools
nl: Irc Hulpmiddelen

source: Shows a popup menu with some IRC Tools
nl: Toon een popup menu met somige IRC Gereedschappen

source: Irc Actions
nl: Irc Acties

source: Shows a popup menu with some IRC Actions
nl: Toon een popup menu met somige IRC Akties

source: Run KVS Script
nl: Start KVS Script

source: Open with KVIrc
nl: Openen met KVIrc

source: KVIrc Configuration File
nl: KVIrc Configuratie Bestand

source: KVIrc Theme Package
nl: KVIrc Thema Pakket

source: Install Theme Package
nl: Installeer Thema Pakket

source: KVIrc Addon Package
nl: KVIrc Toepassingen Pakket

source: Install Package
nl: Installeer Pakket

source: Ops...it looks like I can't load modules on this sytem. I have been looking for the %s library but I haven't been able to load it due to the following error: "%s" Aborting.
nl: Ops... het lijkt of ik geen modules kan laden in dit systeem. Ik heb gekeken voor de %s bibliotheek maar ik het niet laden schuld door volgende fout: "%s" Afgebroken.

source: Ops...it looks like you have a broken distribution. The setup module does not export the "setup_begin" function. Aborting!
nl: Ops.. Het lijkt of je hebt een gebroken distributie. de setup module exporteerd niet de "setup_begin" functie.>nAfgebroken!

source: Setup aborted
nl: Setup geanuleerd.

source: Ops...it looks like you have a broken distribution. The setup module does not export the "setup_finish" function. Trying to continue anyway...
nl: Ops...it looks like you have a broken distribution. The setup module does not export the "setup_finish" function. probeer toch verder te doen...

source: %Q is on IRC
nl: %Q is in IRC

source: %Q has left IRC
nl: %Q heeft IRC verlaten

source: Notify list: No users to check for, quitting
nl: Informatie lijst: Geen gebruikers om te controleren, gestopt

source: Notify list: Timeout (%d sec) is too short, resetting to something more reasonable (15 sec)
nl: Informeer lijst: Onderbreking (%d sec) is te kort, en reset naar iets redelijker (15 sec)

source: Notify list: Notify list empty, quitting
nl: Informatie lijst: Informatie lijst leeg, gestopt

source: Notify list: ISON delay (%d sec) is too short, resetting to something more reasonable (5 sec)
nl: Informeer lijst: ISON vertraging (%d sec) is te kort, en reset naar iets redelijker (5 sec)

source: Notify list: Checking for: %Q
nl: Informatie lijst: Controleer voor: %Q

source: Notify list: Hey! You've used ISON behind my back? (I might be confused now...)
nl: Informatie lijst: Hey! Je gebruikt ISON achter mijn rug? (Ik ben nu wat verward...)

source: registration mask changed, or nickname is being used by someone else
nl: registratie masker veranderd, of bijnaam is in gebruik door iemand anders
