Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: Unexpected end of command buffer while looking for the "perl.end" statement
nl: Onverwacht einde van bevel buffer terwijl kijken voor het "perl.end" verklaring

source: Trailing garbage at the end of the break command: ignored
nl: Nasporend afval aan het einde van het break bevel: genegeerd

source: The 'unset' command needs a variable list
nl: Het 'unset' bevel heeft een veranderlijke lijst nodig

source: Found character %q (unicode %x) where a variable was expected
nl: Vond teken %q (unicode %x) waar een variabel werd verwacht

source: 'unset' command used without a variable list
nl: 'unset' bevel gebruikt zonder een veranderlijke lijst

source: The 'global' command needs a variable list
nl: Het 'global' bevel heeft een veranderlijke lijst nodig

source: Found character %q (unicode %x) where an open parenthesis was expected
nl: Gevonden teken %q (unicode %x) waar een open haakje werd verwacht

source: Unexpected end of buffer in class definition
nl: Onverwacht einde van buffer in klasse definitie

source: Found character %q (unicode %x) where a function name was expected
nl: Gevonden teken %q (unicode %x) waar een functienaam werd verwacht

source: Unexpected end of buffer in function parameter list reminder
nl: Onverwahct eind van buffer in functie parameter bijhoudlijst

source: The while command needs an expression enclosed in parenthesis
nl: Het while bevel heeft een uitdrukking nodig door haakjes ingesloten

source: The last while command in the buffer has no conditional instructions: it's senseless
nl: Het laatste while bevel in de buffer heeft geen voorwaardelijke instructies: het is zinloos

source: Unexpected end of script while looking for the instruction block of the while command
nl: Onverwacht eind van script terwijl gekeken word voor het instructieblok van het while bevel

source: Unexpected end of command after the 'do' command block: expected 'while' keyword
nl: Onverwacht eind van bevel na het 'do' bevelblok: verwacht werd 'while' sleutelwoord

source: Found character %q (unicode %x) where a 'while' keyword was expected
nl: Gevonden teken %q (unicode %x) waar een 'while' sleutelwoord werd verwacht

source: The 'while' block of the 'do' command needs an expression enclosed in parenthesis
nl: Het 'while' blok van het 'do' bevel heeft een uitdrukking nodig die tussen haakjes wordt bijgevoegd

source: Garbage string after the expression in 'do' command: ignored
nl: Avfal reeks na de uitdrukking in 'do' bevel: genegeerd

source: The 'if' command needs an expression enclosed in parenthesis
nl: Het 'if' bevel heeft een uitdrukking nodig ingesloten door haakjes

source: The last if command in the buffer has no conditional instructions: it's senseless
nl: Het laatste if bevel in de buffer heeft geen voorwaardelijke instructies: het is zinloos

source: Unexpected end of script while looking for the instruction block of the if command
nl: Onverwacht eind van script terwijl gekeken wordt voor het instructieblok van het if bevel

source: Unexpected end of buffer while looking for the closing ')' in the 'for' command
nl: Onverwacht einde van buffer terwijl gekeken word voor het sluitend haakje ')' in het 'for' bevel

source: The 'for' command needs an expression enclosed in parenthesis
nl: Het 'for' bevel heeft een uitdrukking nodig ingesloten door haakjes

source: Found char %q (unicode %x) while looking for the terminating ')' in 'for' command
nl: Gevonden teken %q (unicode %x) terwijl gekeken wordt voor de beëindiging met ')' in 'for' bevel

source: Empty infinite 'for' loop: fix the script
nl: Lege oneindige "for" lus: repareer het script

source: The 'foreach' command needs an expression enclosed in parenthesis
nl: Het 'foreach' bevel heeft een uitdrukking nodig ingesloten door haakjes

source: The 'foreach' command expects a writeable iteration variable as first parameter
nl: Het "foreach" bevel verwacht een schrijfbare herhalingsvariabele als eerste parameter

source: Found character '%q' (unicode %x) where '%' or '$' was expected: see /help foreach for the command syntax
nl: Gevonden teken %q (unicode %x) waar een '%' of '$' werd verwacht: zie /help voor het bevel gebruik

source: Unexpected function call as 'foreach' iteration variable
nl: Onverwachte functieoproep als "foreach" herhalingsvariabele

source: Unexpected read-only variable as 'foreach' iteration variable
nl: Onverwachte lezen-alleen veranderlijke als "foreach" herhalingsvariabele

source: Unexpected end of 'foreach' parameters: at least one iteration data argument must be given
nl: Onverwacht einde van "foreach" parameters: tenminste een herhalingsgegevensargument moet worden gegeven

source: The 'foreach' command expects a comma separated list of iteration data items after the first parameter
nl: Het "foreach" bevel verwacht dat een door komma gescheiden lijst van herhalingsgegevensonderdelen na de eerste parameter

source: Found empty 'foreach' execution block: maybe you need to fix your script ?
nl: Gevonden lege "foreach" uitvoeringsblok: misschien u moet uw script repareren?

source: The 'switch' command needs an expression enclosed in parenthesis
nl: Het 'switch' bevel heeft een uitdrukking nodig ingesloten door haakjes

source: Unexpected end of buffer in switch condition block
nl: Onverwacht einde van buffer in schakel conditieblok

source: Found character %q (unicode %x) where a 'case','match','regexp','default' or 'break' label was expected
nl: Gevonden teken %q (unicode %x) waar een 'case','match','regexp','default' of 'break' werd verwacht

source: Found 'break' label where a 'case','match','regexp' or 'default' label was expected
nl: Gevonden 'break' label waar een 'case','match','regexp' of ' default' label werd verwacht

source: Found token '%Q' where a 'case','match','regexp','default' or 'break' label was expected
nl: Gevonden teken '%Q' waar een 'case','match','regexp','default' of 'break' werd verwacht

source: Senseless empty switch command: fix the script
nl: Zinloos leeg schakel bevel: repareer het script

source: Unexpected end of buffer in defpopup block
nl: Onverwacht einde van buffer in defpopup blok

source: Found character %q (unicode %x) where a 'prologue','separator','label','popup','item','extpopup' or 'epilogue' label was expected
nl: Gevonden teken %q (unicode %x) waar een 'prologue','separator','label','popup','item','extpopup' of 'epilogue' label werd verwacht

source: Found empty prologue block: maybe you need to fix the script?
nl: Gevonden leeg proloog blok: misschien u moet het script repareren?

source: Found empty epilogue block: maybe you need to fix the script?
nl: Gevonden leeg epiloog blok: misschien u moet het script repareren?

source: Unexpected empty <text> field in label parameters. See /help defpopup for the syntax
nl: Onverwacht leeg <text> Veld in label parameters. Zie /help defpopup voor de syntaxis

source: Unexpected empty <text> field in extpopup parameters. See /help defpopup for the syntax
nl: Onverwacht leeg <text> Veld in extpopup parameters. Zie /help defpopup voor de syntaxis

source: Found empty instruction for popup item: maybe you need to fix the script?
nl: Gevonden lege instructie voor popup onderdeel: misschien u moet het script repareren?

source: Unexpected empty <name> field in extpopup parameters. See /help defpopup for the syntax
nl: Onverwacht leeg <name> Veld in extpopup parameters. Zie /help defpopup voor de syntaxis

source: Found token '%Q' where a 'prologue','separator','label','popup','item','extpopup' or 'epilogue' label was expected
nl: Gevonden teken '%Q' waar een 'prologue','separator','label','popup','item','extpopup' of 'epilogue' label werd verwacht

source: The 'defpopup' command needs an expression enclosed in parenthesis
nl: Het 'defpopup' bevel heeft een uitdrukking nodig ingesloten door haakjes

source: beginning of input
nl: Start van ingave

source: Found character '%q' (unicode 0x%x) where '%c' was expected: see "/help %s" for the command syntax
nl: Gevonden teken '%q' (unicode %x) waar '%c' werd verwacht: zie "/help %s" voor het bevel gebruik

source: Found end of input where character '%c' was expected: see "/help %s" for the command syntax
nl: Vond eind van ingave waar karakter '%c' was verwacht: zie "/help %s" voor het bevel schrijfwijze

source: Empty script
nl: Leeg script

source: Syntax error after '%' variable prefix. If you want to use a plain '%' in the code you need to escape it
nl: Grammaticafout na '%' veranderlijke prefix. Indien u het eenvoudig wilt gebruiken '%' in de code moet u het verwijderen

source: Objects have no extended scope variables
nl: Voorwerpen hebben geen verlengde bereikvariabelen

source: Found character '%q' (unicode %x) where an instruction was expected
nl: Gevonden teken '%q' (unicode %x) waar een instructie werd verwacht

source: Unterminated instruction block
nl: Onbeeindigd instructie blok

source: Unexpected end of script in instruction block (missing closing brace)
nl: Onverwacht einde van script in instructie blok ( mis sluit haakje)

source: The dash after a command should be followed by a letter (switch), by a digit (negative number) or be escaped
nl: Het streepje na een bevel moet gevolgd worden door een letter (switch), door een cijfer (negatieve nummer) of verwijderd

source: Unexpected character '%q' (unicode %x) after a switch dash
nl: Onverwacht karakter '%q' (unicode %x) na een schakel dash

source: Unexpected end of script after a switch dash
nl: Onverwacht einde van script na een schakel dash

source: The above problem might be related to the switch dash and the following equal sign
nl: Het bovenstaande probleem kan betrekking hebben op het switch streepje en het volgende gelijke teken

source: Unexpected end of script in parameter list
nl: Onverwacht einde van script in parameter lijst

source: Unexpected end of line in parameter list
nl: Onverwacht einde van lijn in parameter lijst

source: Nested character %q corresponding to expected terminator, this might confuse me a bit: it is a good idea to enclose it in quotes
nl: Genesteld teken %q beantwoordend aan verwachte terminator, dit kan mij een beetje verwarren: het is een goed idee om het in citaten bij te voegen

source: Skipping nested terminator character %q
nl: Sla genesteld terminator teken %q over

source: Stray backslash at the end of the script
nl: Verdwaalde backslash aan het einde van het script

source: Unterminated hash key
nl: Onpebaald kruis sleutel

source: Unexpected end of script in hash key (missing '}' character ?)
nl: Onverwacht einde van script in kruis sleutel ( mis '}' teken ?)

source: Unexpected end of line in hash key (missing '}' character or unescaped newline)
nl: Onverwacht einde van lijn in kruis sleutel (mis '}' teken of unescaped newline)

source: Unterminated string constant
nl: Onbepaalde reeks konstante

source: Unexpected end of script in string constant (missing " character ?)
nl: Onverwacht einde van script in reeks constante (missend " karakter?)

source: Unexpected end of line in string constant (missing " character or unescaped newline)
nl: Onverwacht einde van lijn in reeks konstante (mis " teken of niet afgesloten nieuwe lijn)

source: Error triggered from process callback handler: killing process
nl: Fout afgevuurd door proces terugroep handeling af: vernietiging proces

source: The argument of the array count '#' operator didn't evaluate to an array: automatic conversion from type '%Q' supplied
nl: Het argument van de reeks telling '#' operator is niet naar een reeks geëvalueerd: automatische conversie van type '%Q' geleverd

source: This window has no associated IRC context and is not a DCC chat
nl: Dit venster heeft geen geassocieerde IRC context en is geen DCC chat

source: Class "%Q" is not defined
nl: Klasse "%Q" is niet gedefineerd

source: The specified parent object does not exist
nl: Het gespecificeerde huidig voorwerp bestaat niet

source: There is no option named '%Q'
nl: Er is geen optie genaamd '%Q'

source: Internal error: pure virtual evaluateReadOnly called
nl: Interne fout: pure feitelijke evaluatie LezenAlleen genoemd

source: Internal error: trying to evaluate as read-write a read-only data location
nl: Interne fout: proberen te evalueren naar lees-schrijf van lees-enkel gegevens locatie

source: Internal error: pure virtual evaluateReadOnlyInObjectScope called
nl: Interne fout: pure feitelijke evaluatie LezenAlleen in objectscope opgeroepen

source: [KVS]%c Warning: %Q
nl: [KVS]%c Waaschuwing: %Q

source: [KVS]%c Compilation Error: %Q
nl: [KVS]%c Compilatiefout: %Q

source: [KVS]%c Runtime Error: %Q
nl: [KVS]%c Looptijd fout: %Q

source: [KVS] Code listing:
nl: [KVS] Code lijst

source: [KVS] Window:
nl: [KVS] Venster:

source: [KVS] Destroyed window with pointer %x
nl: [KVS] vernietigd venster met aanwijzerr %x

source: [KVS] Call stack:
nl: [KVS] Oproep stapelen:

source: Window with ID '%s' not found, returning empty string
nl: Venster met ID '%s' niet gevonden, terugkerende lege reeks

source: The specified window is not a channel
nl: Het gespecifieerd venster is geen kanaal

source: The $sw() function can be used only in aliases
nl: De $sw() functie kan alleen gebruikt worden in schuilnamen

source: Invalid pitch value: using default
nl: Ongeldige pitch waarde: gebruik standaard

source: Invalid duration value: using default
nl: Ongeldige duur waarde: gebruik standaard

source: No button with type %Q named %Q
nl: Geen knop met type %Q genaamd %Q

source: Can't delete a null object reference
nl: Kan een null voorwerp referentie niet verwijderen

source: Can't delete an inexisting object
nl: Kan een onbestaand voorwerp niet verwijderen

source: Inexisting popup "%Q"
nl: Onbestaande popup "%Q"

source: Popup menu self-modification is not allowed (the popup is probably open)
nl: Popup menu zelf-wijziging is niet toegestaan (de popup is vermoedelijk open)

source: The menu item with id "%Q" does not exist in popup "%Q"
nl: Het menu item met id "%Q" bestaat niet in popup "%Q"

source: The argument of the -w switch did not evaluate to a valid window id: using default
nl: Het argument van het -w schakelaar is niet geëvalueerd naar een geldig venster Identificatie: gebruik standaard

source: The argument of the i switch did not evaluate to a number: using default
nl: Het argument van het -i schakelaar is niet geëvalueerd naar een nummer: gebruik standaard

source: Invalid color-set specification, using default
nl: Ongeldige kleuren-set speceficatie, gebruik standaard

source: Window '%s' not found, using current one
nl: Venster '%s' niet gevonden, gebruikt het huidige

source: Module command call failed: the module '%Q' doesn't export a callback command named '%Q'
nl: Module bevel gefaald: de module '%Q' voert geen terugroep bevel uit genaamd '%Q'

source: The popup '%s' is actually locked: 'self-modifications' are not allowed
nl: De popup '%s' is momenteel gesloten: 'Zelf-wijzigingen' worden niet toegestaan

source: Ignoring DCC from !nc%s [%s@!h%s]
nl: Negger DCC van !nc%s [%s@!h%s]

source: Ignoring CTCP from !nc%s [%s@!h%s]
nl: Negeer CTCP van !nc%s [%s@!h%s]

source: The following CTCP reply has unrecognized target %Q
nl: De volgende CTCP antwoord heeft onherkent doel %Q

source: Channel CTCP
nl: Kanaal CTCP

source: %Q %Q reply from !n%Q [%Q@!h%Q]: %Q
nl: %Q %Q antwoord van !n%Q [%Q@!h%Q]: %Q

source: The following CTCP request has unrecognized target %Q
nl: De volgende CTCP vraag heeft onherkent doel %Q

source: %Q %Q%c request from !n%Q [%Q@!h%Q] (%Q), ignored (flood limit exceeded)
nl: %Q %Q%c vraag van !n%Q [%Q@!h%Q] (%Q), genegeerd (vloed limit overschreden)

source: ignored (unrecognized)
nl: genegeerd (niet herkend)

source: ignored
nl: genegeerd

source: replied
nl: geantwoord

source: %Q %Q%c request from !n%Q [%Q@!h%Q] (%Q), %Q
nl: %Q %Q%c vraag van !n%Q [%Q@!h%Q] (%Q), %Q

source: The following CTCP PING reply has unrecognized target "%Q"
nl: De volgende CTCP PING antwoord heeft onherkent doel "%Q"

source: The following CTCP PING reply has a broken time identifier "%S", don't trust the displayed time
nl: De volgende CTCP PING antwoord heeft een gebroken tijd identificatie "%S", vertrouw de weergegeven tijd niet

source: %Q PING reply from !n%Q [%Q@!h%Q]: %u sec %u msec
nl: %Q PING antwoord van !n%Q [%Q@!h%Q]: %u sec %u msec

source: The following CTCP ACTION has unrecognized target %Q
nl: de volgende CTCP ACTION heeft onherkent doel %Q

source: CTCP ACTION from !n%Q [%Q@!h%Q]: %Q
nl: CTCP ACTION van !n%Q [%Q@!h%Q]: %Q

source: Unable to add file offer for file %Q (File not readable?)
nl: Onbekwaam om bestand toe te voegen aan bestand %Q (Bestand niet leesbaar?)

source: Added %d sec file offer for file %Q (%Q) to recipient %Q
nl: Toegevoegd %d sec bestand aan bestand %Q (%Q) naar ontvanger %Q

source: private
nl: privaat

source: channel notification:
nl: kanaal notificatie:

source: notification
nl: notificatie

source: %Q unsets avatar
nl: %Q avatar afgezet

source: %Q changes avatar to %s
nl: %Q verandert avatar naar %s

source: : No valid local copy of avatar available, requesting one (HTTP GET %s)
nl: : Geen geldig plaatselijke kopie van avatar verkrijgbaar, verzoek om een (HTTP GET %s)

source: : No valid local copy of avatar available; failed to start an HTTP transfer, ignoring
nl: : Geen geldig plaatselijke kopie van avatar verkrijgbaar; faalde een HTTP transfer te starten, negeren

source: : No valid local copy of avatar available, requesting one (DCC GET %s)
nl: : Geen geldig plaatselijke kopie van avatar verkrijgbaar, verzoek om een (DCC GET %s)

source: : No valid local copy of avatar available; flood limit exceeded, ignoring
nl: : Geen geldig plaatselijke kopie van avatar verkrijgbaar; vloed tijd overschreden, negeren

source: : No valid local copy of avatar available, ignoring
nl: : Geen geldig plaatselijke kopie van avatar verkrijgbaar, negeren

source: : No such nickname in the user database, ignoring the change
nl: : Nee zo geen bijnaam in de gegevensbank, negeer de verandering

source: Ignoring DCC %S request from !n%Q [%Q@!h%Q] (%Q %S)
nl: Negeer DCC %S vraag van !n%Q [%Q@!h%Q] (%Q %S)

source: Processing DCC %Q request from !n%Q [%Q@!h%Q] (%s %s)
nl: Verwerk DCC %Q vraag van !n%Q [%Q@!h%Q] (%s %s)

source: Unable to process the above request: Cannot load DCC module (%s)
nl: Onbekwaam om het bovenstaande verzoek te verwerken: Kan DCC module (%s) niet laden

source: Unable to process the above request: DCC module may be broken
nl: Onbekwaam om het bovenstaande verzoek te verwerken: DCC module (%s) mogelijk beschadigd

source: [Server parser]: Encountered problems while parsing the following message:
nl: [Server analyse]: Ontdekte problemen terwijl analyseren van het volgende bericht:

source: Received ping from !s%Q (PING %Q), replied pong
nl: Onving ping van !s%Q (PING %Q), antwoord pong

source: Received pong from !s%s (PONG %s)
nl: Ontving pong van !s%s (PONG %s)

source: Server ERROR: %Q
nl: Server FOUT: %Q

source: Missing channel parameter in join message
nl: Ontbrekende kanaal parameter in deelname bericht

source: Received a join message for an unknown channel, possible desync
nl: Ontvangst van deelname bericht voor een onbekend kanaal, mogelijk desync

source: !n%Q [%Q@!h%Q] has joined !c%Q [implicit +%c umode change]
nl: !n%Q [%Q@!h%Q] neemt deel !c%Q [implicit +%c umode change]

source: !n%Q [%Q@!h%Q] has joined !c%Q
nl: !n%Q [%Q@!h%Q] neemt deel !c%Q

source: !n%Q [%Q@!h%Q] has just joined !c%Q
nl: !n%Q [%Q@!h%Q] neemt juist deel !c%Q

source: Received a part message for an unknown channel, possible desync
nl: Ontvangst van deel bericht voor een onbekend kanaal, mogelijk desync

source: You have left channel !c%Q
nl: Je verlaat kanaal !c%Q

source: You have left channel !c%Q: %Q
nl: Je verlaat kanaal !c%Q: %Q

source: !n%Q [%Q@!h%Q] has left !c%Q: %Q
nl: !n%Q [%Q@!h%Q] heeft verlaten !c%Q: %Q

source: !n%Q [%Q@!h%Q] has left !c%Q
nl: !n%Q [%Q@!h%Q] heeft verlaten !c%Q

source: !nc%Q [%Q@!h%Q] has just left !c%Q: %Q
nl: !nc%Q [%Q@!h%Q] heeft juist verlaten !c%Q: %Q

source: !nc%Q [%Q@!h%Q] has just left !c%Q
nl: !nc%Q [%Q@!h%Q] heeft juist verlaten !c%Q

source: Netsplit detected: %s
nl: Netsplit bespeurde: %s

source: !n%Q [%Q@!h%Q] has quit IRC: %Q
nl: !n%Q [%Q@!h%Q] Heeft IRC verlaten: %Q

source: Received a kick message for an unknown channel, possible desync
nl: Ontvangst van schop bericht voor een onbekend kanaal, mogelijk desync

source: You have been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
nl: Je bent er uitgeschopt door !c%Q by !n%Q [%Q@!h%Q]: %Q

source: Attempting to rejoin !c%Q...
nl: Wacht op terugkomst !c%Q...

source: !n%Q [%Q@!h%Q] has been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
nl: !n%Q [%Q@!h%Q] is eraf geschopt van !c%Q by !n%Q [%Q@!h%Q]: %Q

source: !n%Q [%Q@!h%Q] has just been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
nl: !n%Q [%Q@!h%Q] is er juist afgeschopt van !c%Q by !n%Q [%Q@!h%Q]: %Q

source: The following message appears to be encrypted, but the crypto engine failed to decode it: %Q
nl: Het volgende bericht blijkt gecodeerd te zijn, maar de crypto motor verzuimde het te ontcijferen: %Q

source: Ignoring query-PRIVMSG from !nc%Q [%Q@!h%Q]: %Q
nl: Negeer verzoek-PRIVMSG van !nc%Q [%Q@!h%Q]: %Q

source: Spam privmsg from !n%Q [%Q@!h%Q]: %Q (matching spamword "%s")
nl: Spam privmsg van !n%Q [%Q@!h%Q]: %Q (passend bij spamwoord "%s")

source: Ignoring channel-PRIVMSG from !nc%Q [%Q@!h%Q]: %Q
nl: Negeer kanaal-PRIVMSG van !nc%Q [%Q@!h%Q]: %Q

source: Ignoring Notice from !nc%Q [%Q@!h%Q]: %Q
nl: Negeer Notitie van !nc%Q [%Q@!h%Q]: %Q

source: NickServ requests authentication, executing scheduled command
nl: Nickserv verzoekt echtverklaring, en voert gepland bevel uit

source: The scheduled NickServ identification command appears to be broken, please change the setting
nl: Het geplande Nickserv identificatie bevel blijkt gebroken te zijn, verander aub de instelling

source: Spam notice from !n%Q [%Q@!h%Q]: %Q (matching spamword "%Q")
nl: Spam notitie van !n%Q [%Q@!h%Q]: %Q (passend bij spamwoord "%Q")

source: Received a topic message for an unknown channel, possible desync
nl: Onderwerp bericht ontvangen voor aan onbekend kanaal, mogelijk desynchrononisatie

source: !n%Q [%Q@!h%Q] has changed topic to "%Q%c"
nl: !n%Q [%Q@!h%Q] heeft onderwerp veranderd naar "%Q%c"

source: !n%Q [%Q@!h%Q] is now known as !n%Q
nl: !n%Q [%Q@!h%Q] is gekend als !n%Q

source: You have changed your nickname to %Q
nl: U heeft uw nick veranderd naar %Q

source: The target of this query was lost and has been found when !n%Q [%Q@!h%Q] changed his nickname to !n%Q
nl: Het doel van deze vraag werd verloren en is gevonden wanneer !n%Q [%Q@!h%Q] zijn bijnaam veranderde naar !n%Q

source: The recent nickname change from !n%Q to !n%Q caused a query collision: merging output
nl: De recente verandering van bijnaam van !n%Q naar !n%Q veroorzaakte een vraagbotsing: fuserende output

source: End of merged output
nl: Einde van gefuseerde output

source: Ignoring invite from !nc%Q [%Q@!h%Q]
nl: Negeer invitatie van !nc%Q [%Q@!h%Q]

source: autojoining
nl: AutoDeelnemen

source: double-click the channel name to join
nl: dubbeklik de kanaal om deel te nemen

source: !n%Q [%Q@!h%Q] invites you to channel !c%Q (%Q)
nl: !n%Q [%Q@!h%Q] nodigd je uit naar kanaal !c%Q (%Q)

source: Received an invite message directed to another nick, possible desync
nl: Ontving een uitnodingsbericht gelinkt naar een andere schuilnaam, mogelijke desync

source: WALLOPS from !n%Q [%Q@!h%Q]: %Q
nl: WALLOPS van !n%Q [%Q@!h%Q]: %Q

source: You have set user mode %s
nl: Je hebt gebruiker mode %s ingesteld

source: Received a mode change for an unknown channel, possible desync
nl: Otving een verandering van mode voor een onbekend kanaal, mogelijk desync

source: %Q [%Q@%Q] has set channel key to "!m-k%Q"
nl: %Q [%Q@%Q] heeft sleutel kanaal veranderd naar "!m-k%Q"
