Repository: svn2github/kvirc
Catalog: po/core/kvirc/kvirc_*.po
Languages: nl

source: %Q [%Q@%Q] has set channel !m-llimit to %Q
nl: %Q [%Q@%Q] heeft kanaal ingesteld !m-llimiet to %Q

source: %Q [%Q@%Q] has unset the channel limit
nl: %Q [%Q@%Q] heeft kanaal limiet uitgesteld

source: %Q [%Q@%Q] has set mode %c%c !n%Q
nl: %Q [%Q@%Q] heeft mode ingesteld %c%c !n%Q

source: %Q [%Q@%Q] has set channel !m%c%cmode %c%c
nl: %Q [%Q@%Q] heeft kanaal ingesteld !m%c%cmode %c%c

source: %Q [%Q@%Q] has set mode %c%c !m%c%c%Q
nl: %Q [%Q@%Q] heeft mode ingesteld %c%c !m%c%c%Q

source: %Q [%Q@%Q] has set mode %s %Q
nl: %Q [%Q@%Q] heeft mode ingesteld %s %Q

source: %Q [%Q@%Q] has set channel mode %s
nl: %Q [%Q@%Q] heeeft kanaal mode ingesteld %s

source: One or more standard mode flags are missing in the server available modes. This is caused either by a non RFC1459-compliant IRC daemon or a broken server reply. Server umodes seem to be '%s' and channel modes seem to be '%s'. Ignoring this reply and assuming that the basic set of modes is available. If you have strange problems, try changing the server.
nl: Een of meer standaard mode vlaggen ontbreken in de servers verkrijgbare modes. Dit wordt veroorzaakt ofwel door een NIET-RFC1459-compliantIRC duivel of een gebroken serverantwoord. Server umodes schijnt '%s' te zijn en kanaalmodes schijnen '%s' te zijn. Negeer dit antwoord en veronderstel dat de basis set van modes verkrijgbaar is. Indien u vreemde problemen hebt, probeer te veranderen van server.

source: Available user modes:
nl: Beschikbare gebruiker modes:

source: : Unknown user mode
nl: : Onbekende gebruikers mode

source: Available channel modes:
nl: Beschikbare kanaal modes

source: Server %Q version %S supporting user modes '%S' and channel modes '%S'
nl: Server %Q versie %S ondersteund gebruiker modes '%S' en kanaal modes '%S'

source: This server supports the WATCH notify list method, it will be used
nl: Deze server ondersteund de WAAK informatie lijst methode, het wordt gebruikt

source: The current network is %Q
nl: Het huidig netwerk is %Q

source: This server supports the CODEPAGE command, it will be used
nl: Deze server ondersteund het CODEPAGE bevel, het wordt gebruikt

source: This server supports: %s
nl: Deze server ondersteund: %s

source: End of NAMES for !c%Q
nl: Einde of NAMEN voor !c%Q

source: Names for !c%Q: %Q
nl: Namen voor !c%Q: %Q

source: (unknown)
nl: (Onbekend)

source: Channel topic is: %Q
nl: Kanaal naam is: %Q

source: Topic for !c%Q is: %Q
nl: Onderwerp voor !c%Q is: %Q

source: No channel topic is set
nl: Geen kanaal onderwerp is ingesteld

source: No topic is set for channel !c%Q
nl: Geen onderwerp is ingesteld voor kanaal !c%Q

source: Topic was set by %Q on %Q
nl: Onderwerp is ingesteld door %Q op %Q

source: Topic was set by %Q
nl: Onderwerp is ingesteld door %Q

source: Topic for !c%Q was set by %Q on %Q
nl: Onderwerp voor !c%Q is ingesteld door %Q on %Q

source: Topic for !c%Q was set by %Q
nl: Onderwerp voor !c%Q is ingesteld door %Q

source: Channel mode for !c%Q is %s
nl: Kanaal mode voor!c%Q is %s

source: User mode for !n%Q is %s
nl: Gebruiker mode voor !n%Q is %s

source: End of channel %Q for !c%Q
nl: Einde van kanaal %Q voor !c%Q

source: ban list
nl: ban lijst

source: invite list
nl: invintatie lijst

source: ban exception list
nl: ban uitzondering lijst

source: %Q for !c%Q: !m-%c%Q (set by %Q on %Q)
nl: %Q voor !c%Q: !m-%c%Q (set by %Q on %Q)

source: Ban listing
nl: Ban lijsten

source: Invite listing
nl: Invitatie lijsten

source: Ban exception listing
nl: Ban uitzondering lijsten

source: WHO entry for %c!n%Q%c [%Q@!h%Q]: %cChannel%c: !c%Q, %cServer%c: !s%Q, %cHops%c: %d, %cFlags%c: %Q, %cAway%c: %Q, %cReal name%c: %Q
nl: WHO ingang voor %c!n%Q%c [%Q@!h%Q]: %ckanaal%c: !c%Q, %cServer%c: !s%Q, %cSprong%c: %d, %cVlaggen%c: %Q, %cWeg%c: %Q, %cWerkelijke naam%c: %Q

source: End of WHO list for %Q
nl: Einde van WHO lijst voor %Q

source: Something really weird is happening: the server is refusing all the login nicknames...
nl: Iets echt vreemds gebeurt: de server weigert alle login bijnamen...

source: The server is refusing all the login nicknames: giving up, you must send the nickname manually
nl: De server weigert alle login bijnamen: geeft het op, u moet de bijnaam handmatig sturen

source: No way to login as '!n%Q' (%d: %Q), trying '%Q'...
nl: Kan niet inloggen als '!n%Q' (%d: %Q), probeer '%Q'...

source: Command syntax %Q: %Q
nl: Bevel schrijffout %Q: %Q

source: Tip for %Q: %Q
nl: Tip voor %Q: %Q

source: End of help about %Q
nl: Einde van help over %Q

source: %c!n%Q%c is away: %Q
nl: %c!n%Q%c is weg: %Q

source: %c!n%Q%c's real name: %Q
nl: %c!n%Q%c's echte naam: %Q

source: %c!n%Q%c's real name was: %Q
nl: %c!n%Q%c's echte naam was: %Q

source: %c!n%Q%c's channels: %Q
nl: %c!n%Q%c's kanalen: %Q

source: Received a broken RPL_WHOISIDLE, can't evaluate the idle time
nl: Received a broken RPL_WHOISIDLE, can't evalueer de stille tijd

source: %c!n%Q%c's idle time: %ud %uh %um %us
nl: %c!n%Q%c's stille tijd: %ud %uh %um %us

source: %c!n%Q%c's signon time: %Q
nl: %c!n%Q%c's inteken tijd: %Q

source: %c!n%Q%c is authenticated as %Q
nl: %c!n%Q%c is authentiek als %Q

source: %c!n%Q%c WHOIS info from !s%Q
nl: %c!n%Q%c WHOIS info van !s%Q

source: %c!n%Q%c WHOWAS info from !s%Q
nl: %c!n%Q%c WHOWAS info van !s%Q

source: Can't evaluate creation time
nl: Kan creatie tijd niet evalueren

source: Channel was created at %Q
nl: Kanaal gecreëerd op %Q

source: Channel !c%Q was created at %Q
nl: Kanaall !c%Q is gecreëerd op %Q

source: Channel list begin: channel, users, topic
nl: Begin kanaal lijst: Kanaal, gebruikers, onderwerp

source: List: %Q
nl: Lijst: %Q

source: End of LIST
nl: Einde van lijst

source: Link: %Q
nl: Koppeling: %Q

source: End of LINKS
nl: Eind of koppelingen

source: [Leaving away status after %ud %uh %um %us]: %Q
nl: [Stop afwezigheidsstatus na %ud %uh %um %us]: %Q

source: [Leaving away status]: %Q
nl: [Stop afwezigheidsstatus]: %Q

source: Restoring pre-away nickname (%Q)
nl: Herstel pre-away bijnaam (%Q)

source: [Entering away status]: %Q
nl: [Start afwezigheids status]: %Q

source: Setting away nickname (%Q)
nl: Stel weg bijnaam in (%Q)

source: %c!s%s%c's contact adress is %s
nl: %c!s%s%c's contact adres is %s

source: !n%Q invited %Q into channel %Q
nl: !n%Q nodigd %Q in kanaal %Q

source: %c!s%s%c's information:
nl: %c!s%s%c's informatie:

source: End of %c!s%s%c's information
nl: Einde van %c!s%s%c's informatie

source: %c!s%s%c's time is %Q
nl: %c!s%s%c's tijd is %Q

source: %Q: no such server
nl: %Q: zo geen server

source: %Q: no such channel
nl: %Q: zo geen kanaal

source: Cannot sent to channel: %Q
nl: Kan niet zenden naar kanaal: %Q

source: Cannot sent text to channel %Q: %Q
nl: Kan geen tekst zenden naar kanaal:%Q

source: Cannot sent to channel
nl: Kan niet zenden naar kanaal

source: Cannot sent text to channel %Q
nl: Kan geen tekst zenden naar kanaal %Q

source: Your encoding is now %Q
nl: Jou encoding is nu %Q

source: Your user mode is %s
nl: Jou gebruikers mode is %s

source: Failed to set the encoding to %Q: mapping not available.
nl: Mislukt codering om te zetten naar %Q: in kaart niet beschikbaar.

source: Changed text encoding to %Q
nl: Veranderde tekstcodering naar %Q

source: Connection to server lost
nl: Connectie naar server verbroken

source: Connection to server established
nl: Connectie naar sever hersteld

source: [LINK WARNING]: Socket message truncated to 512 bytes.
nl: [SCHAKEL WAARSCHUWEN] : Socket bericht verkort tot 512 bytes.

source: The server seems to support the WATCH notify list method, will try to use it
nl: De server schijnt het WAAK notitie lijst methode te ondersteune, zal het proberen te gebruiken

source: Can't resolve local host address, using user supplied one (%Q)
nl: Kan lokaal host adres niet oplossen, gebruik een door gebruiker (%Q) geleverd

source: Can't resolve local host address, using default 127.0.0.1
nl: Kan lokaal host adres niet oplossen, gebruik standaard 127.0.0.1

source: Local host address is %Q
nl: Lokaal host adres is %Q

source: The server seems to have changed the idea about the local hostname
nl: De server lijkt het idee omtrent de lokale hostnaam veranderd te hebben

source: You're probably using a broken bouncer or maybe something weird is happening on the IRC server
nl: U gebruikt vermoedelijk een gebroken uitsmijter of misschien iets vreemds gebeurt op de IRC server

source: Here goes your "broken bouncer hack": The server has changed the hostname but I'll ignore the IP address change
nl: Hier gaat je "broken bouncer hack": De server heeft de hostnaam veranderd, maar ik zal de IP adresverandering negeren

source: The local IP address as seen by the IRC server is %Q
nl: Het lokaal IP adres gezien door de IRC server is %Q

source: Can't start the DNS slave thread
nl: Kan de DNS slaaf lijn niet starten

source: Unable to resolve the local hostname as seen by the IRC server: %Q
nl: Onmogelijk de lokale hostnaam gezien door de IRC server te herstellen: %Q

source: Looking up the local hostname as seen by the IRC server (%Q)
nl: Opzoeken van de lokale hostnaam gezien door de IRC server (%Q)

source: Unable to resolve the local hostname as seen by the IRC server: %Q, using previously resolved %Q
nl: Onmogelijk de lokale hostnaam gezien door de IRC server te herstellen: %Q, gebruik vorige herstelde %Q

source: Local hostname as seen by the IRC server resolved to %Q
nl: Lokale hostnaam fezien door de IRC sever herstelt naar %Q

source: Using server specific username (%Q)
nl: Gebruik server specifieke gebruikernaam (%Q)

source: Using network specific username (%Q)
nl: Gebruik netwerk specifieke gebruikernaam (%Q)

source: Using reconnect specific nickname (%Q)
nl: Gebruik herverbinden specifieke bijnaam (%Q)

source: Using server specific nickname (%Q)
nl: Gebruik server specifieke bijnaam (%Q)

source: Using network specific nickname (%Q)
nl: Gebruik netwerk specifieke bijnaam (%Q)

source: Using server specific real name (%Q)
nl: Gebruik server specifieke echte naam (%Q)

source: Using network specific real name (%Q)
nl: Gebruik netwerk specifieke echte naam (%Q)

source: Logging in as %Q!%Q :%Q
nl: Inloggen als %Q!%Q :%Q

source: Sending %s as password
nl: Zend %s als paswoord

source: Executing scheduled network specific "on connect" commands
nl: Uitvoerend gepland specifiek netwerk "on connect" bevelen

source: Executing scheduled server specific "on connect" commands
nl: Uitvoerend gepland specifiek server "on connect" bevelen

source: Executing scheduled identity specific "on connect" commands
nl: Uitvoerend gepland specifiek identiteit "on connect" bevelen

source: The server refused the suggested nickname (%s) and named you %s instead
nl: De server weigerde de voorgestelde bijnaam (%s) en noemde u %s in plaats daarvan

source: Login operations complete, happy ircing!
nl: Inlog operaties compleet, veel plezier bij chat!

source: Executing scheduled network specific "on login" commands
nl: Uitvoerend gepland specifiek netwerk "on login" bevelen

source: Executing scheduled server specific "on login" commands
nl: Uitvoerend gepland specifiek server "on login" bevelen

source: Executing scheduled identity specific "on login" commands
nl: Uitvoerend gepland specifiek identiteit "on login" bevelen

source: Setting configured user mode
nl: Instellen geconfigureerde gebruiker mode

source: Auto-joining network specific channels
nl: Auto-deelnemen netwerk specifieke kanalen

source: Auto-joining server specific channels
nl: Auto-deelnemen sever specifieke kanalen

source: Updating away state for channel %Q
nl: Vernieuwen weg status voor kanaal %Q

source: Backward compatibility action for toolbar.define
nl: Neerwaartse verenigbaarheidsactie voor werkbalk.definieert

source: Installation problems ?
nl: Installatie problemen ?

source: <b>Ooops...</b><br><br><b>There are some reasons that make me think that your KVIrc installation is incomplete.</b><br><br>I might be wrong, but you seem to miss some of the features that the default KVIrc script provides.This may happen because you have upgraded to an unstable cvs version, because you have accidentally deleted or damaged your configuration files, because you have installed an incomplete script or because you have hit a bug in KVIrc.<br><br>I can repeat the installation of the default script in order to restore the missing features.<br><b>Do you want the default script to be restored ?</b><br><br><font size="-1">Hint: If you're a scripter and have intentionally removed some of the scripting features then you may safely click on "No and Don't Ask Me Again", otherwise it might be a good idea to click "Yes". If you still want to choose "No" you can always restore the default script by choosing the appropriate entry from the "Scripting" menu.</font>
nl: <b>Ooops...</b><br><br><b>Er zijn sommige redenen die mij doen denken dat uw KVIrc installatie onvolledig is.</b><br><br>Ik kan verkeerd zijn, maar u schijnt sommige van de kenmerken te missen dat de standaard KVIrc script verzorgt.dit kan gebeuren omdat u naar een hogere cvs versie hebt verbeterd, omdat u toevallig uw configuratiebestanden hebt geschrapt of beschadigd, omdat u een onvolledig script hebt geïnstalleerd of omdat u een fout in KVIrc hebt gevonden.<br><br>Ik kan de installatie van het standaard script herhalen om de missende kenmerken te herstellen.<br><b>Wilt u dat het standaard script hersteld te worden?</b><br><br><font size="-1">Tip: Indien u een scripter bent en heeft opzettelijk sommige van de scripting eigenschappen verwijderd dan kunt u veilig klikken op "No and Don't Ask Me Again", anders het kan een goed idee zijn om te klikken "Yes". Indien u nog steeds wilt kiezen "No" kunt u altijd het standaard schrift herstellen door de geschikte ingang van het "Scripting"menu.</font>

source: No and Don't Ask Me Again
nl: Nee en vraag het me niet opnieuw

source: Restore Default Script - KVIrc
nl: Herstel standaard script - KVIrc

source: You are about to restore the default script.<br>This will erase any script changes you have made.<br>Do you wish to proceed?
nl: U staat op het punt het standaard script te herstellen.<br>Dit zal alle script veranderingen die u hebt gemaakt wissen.<br>Wenst u door te gaan?

source: Remote command received (%s ...)
nl: Commando van de andere kant ontvangen (%s ...)

source: File download failed
nl: Bestand ophalen gefaald

source: File download from %1 failed
nl: Bestand ophalen van %1 gefaald

source: File download successfully complete
nl: Bestand ophalen geslaagd

source: File download from %1 successfully complete
nl: Bestand ophalen van %1 geslaagd

source: Avatar download failed for %Q!%Q@%Q and url %Q: %Q
nl: Ophalen Avatar gefaald voor %Q!%Q@%Q en url %Q:%Q

source: The commandline for media type '%s' seems to be broken
nl: De bevellijn voor media type '%s' lijkt gebroken

source: Media type of file %s matched to '%s' but no commandline specified
nl: Media type van bestand %s gelijk aan '%s' maar geen bevellijn gespecifieerd

source: No idea on how to play file %s (no media type match)
nl: Geen idee hoe af te spelen van bestand %s (geen media type gevonden)

source: [SSL]: Cipher: %c%s
nl: [SSL]: Cijfer: %c%s

source: [SSL]: Version: %c%s
nl: [SSL]: Versie: %c%s

source: [SSL]: Version: %c%d
nl: [SSL]: Versie: %c%d

source: [SSL]: Serial number: %c%d
nl: [SSL]: Serie nummer: %c%d

source: [SSL]: Subject:
nl: [SSL]: Object:

source: [SSL]: Common name: %c%s
nl: [SSL]: Gedeelde naam: %c%s

source: [SSL]: Organization: %c%s
nl: [SSL]: Organisatie: %c%s

source: [SSL]: Organizational unit: %c%s
nl: [SSL]: Organisatie afd: %c%s

source: [SSL]: Country: %c%s
nl: [SSL]: Land: %c%s

source: [SSL]: State or province: %c%s
nl: [SSL]: Provincie: %c%s

source: [SSL]: Locality: %c%s
nl: [SSL]: Gemeente: %c%s

source: [SSL]: Issuer:
nl: [SSL]: Uitgever:

source: [SSL]: Public key: %c%s (%d bits)
nl: [SSL]: Publieke sleutel: %c%s (%d bits)

source: [SSL]: Signature type: %c%s
nl: [SSL]: Handtekening type: %c%s

source: [SSL]: Signature contents: %c%s
nl: [SSL]: Inhoud Handtekening: %c%s

source: [SSL]: The peer didn't provide a certificate
nl: [SSL] : De peer heeft geen certificaat verzorgd

source: Current transmission cipher
nl: Huidig transmissiecijfer

source: [SSL]: Can't find out the current cipher info
nl: [SSL]: Kan huidig cijfer info niet vinden

source: [%s]: [SSL]: Using certificate file %s
nl: [%s]: [SSL]: Gebruik certificaat bestand %s

source: [%s]: [SSL ERROR]: File I/O error while trying to use the certificate file %s
nl: [%s]: [SSL FOUT] : Bestands I/O fout terwijl geprobeerd wordt om het certificaatbestand te gebruiken %s

source: [%s]: [SSL]: Using private key file %s
nl: [%s]: [SSL]: Gebruik privaat sleutel bestand %s

source: [%s]: [SSL ERROR]: File I/O error while trying to use the private key file %s
nl: [%s]: [SSL ERROR]: Bestand I/O fout tijdens poging tot gebruik van het privaat sleutel bestand %s

source: Reconnect attempt aborted
nl: Herverbinden voortijdig afgebroken

source: This is the first connection in this IRC context: using the global server setting
nl: Dit is de eerste verbinding in deze IRC context: gebruik de globale serverinstelling

source: No servers available. Check the options dialog or use the /SERVER command
nl: Geen server beschikbaar: controleer het optie venster of gebruik het /SERVER commando

source: Ooops.. you've hit a bug in the servers database... I have found a server but not a network...
nl: Ooops. u hebt een fout in de serverdatabank gevonden... Ik heb een server, maar geen netwerk gevonden...

source: No proxy hosts available, resuming direct connection
nl: Geen proxy hosts beschikbaar: verderzetten van directe verbinding

source: Connection attempt failed [%s]
nl: Connectie voortijdig gefaald [%s]

source: Will attempt to reconnect in %d seconds
nl: Zal proberen om opnieuw te verbinden in %d seconden

source: %d of %d
nl: %d aan %d

source: Maximum number of reconnect attempts reached (%d): giving up
nl: Maximaal nummer van aansluit pogingen bereikt (%d): geef het op

source: The connection attempt failed while using a cached IP address for the current server
nl: de verbinding mislukt terwijl gebruik makend van een cached IP adres voor de huidige server

source: The problem *might* be caused by an updated DNS entry
nl: Het probleem *mogelijk* veroorzaakt door een geactualiseerde DNS ingang

source: Try reconnecting with caching disabled
nl: Probeer verbinding opnieuw met caching uitgeschakeld

source: %Q established [%s (%s:%u)]
nl: %Q hersteld [%s (%s:%u)]

source: Secure connection
nl: Beveiligde verbinding

source: Connection
nl: Verbinding

source: Connection terminated [%s (%s:%u)]
nl: Connectie beeindigd [%s (%s:%u)]

source: The connection terminated unexpectedly. Trying to reconnect...
nl: De aansluiting beëindigde onverwacht. Probeer opnieuw te verbinden...

source: Sent QUIT, waiting for the server to close the connection...
nl: Zend AFSLUITEN, wachten op de server om de verbinding te sluiten...

source: Normal text
nl: Normale tekst

source: Selection
nl: Selectie

source: Highlighted text
nl: Oplichtende tekst

source: URL foreground
nl: URL voorgrond

source: Link overlay foreground
nl: Verbind bekleding voorgrond

source: Parser error
nl: Ontleding fout

source: Parser warning
nl: Ontleding waarschuwing

source: Host lookup result
nl: Ontvang opzoek resultaat

source: Socket message
nl: Socket bericht

source: Socket warning
nl: Socket waarschuwing

source: Socket error
nl: Socket fout

source: System error
nl: systeemfout

source: Raw data to server
nl: Rauwe gegevens naar server

source: Connection status
nl: Connectie status

source: System warning
nl: Systeem waarschuwing

source: System message
nl: Systeem bericht

source: Unhandled server reply
nl: Onbehandeld server antwoord

source: Server information
nl: Server informatie

source: Server Message of the Day
nl: Server bericht van de dag

source: Join message
nl: Neem deel bericht

source: Part message
nl: Stuk berichten

source: Unrecognized/broken message
nl: Onherkend/beschadigd bericht

source: Topic message
nl: Onderwerp bericht

source: Own private message
nl: Eigen privaat bericht

source: Channel private message
nl: Kanaal privaat bericht

source: Query private message
nl: Verzoek privaat bericht

source: CTCP reply
nl: CTCP antwoord

source: CTCP request replied
nl: CTCP vraag beantwoord

source: CTCP request ignored
nl: CTCP vraag genegeerd

source: CTCP request flood warning
nl: CTCP verzoek vloed waarschuwing

source: CTCP request unknown
nl: CTCP vraag onbekend

source: User action
nl: Gebruiker actie

source: Avatar change
nl: Verander Avatar

source: Quit message
nl: Sluit bericht

source: Split message
nl: Splits bericht

source: Quit on netsplit message
nl: Stoppen in netsplit bericht

source: Nick changes
nl: Verander Bijnaam

source: +o mode change
nl: +o mode verander

source: -o mode change
nl: -o mode verander

source: +v mode change
nl: +v mode verander

source: -v mode change
nl: -v mode verander

source: Multiple user mode change
nl: Meervoudige gebruiker mode veranderen

source: Channel key change
nl: Verander Kanaal sleutel

source: Channel limit change
nl: Kanaal limiet veranderen

source: +b mode change
nl: +b mode verander

source: -b mode change
nl: -b mode verander

source: +e mode change
nl: +e mode verander

source: -e mode change
nl: -e mode veranderen

source: +I mode change
nl: +I mode veranderen

source: -I mode change
nl: -I mode veranderen

source: Multiple channel mode change
nl: Meervoudige kanaal mode veranderen

source: Who reply
nl: Wie antwoordt

source: DCC request
nl: DCC aanvraag

source: DCC message
nl: DCC bericht

source: DCC error
nl: DCC fout

source: Nickname problem
nl: Bijnaam probleem

source: Whois user reply
nl: Whois gebruiker antwoord

source: Whois channels reply
nl: Whois kanalen antwoord

source: Whois idle reply
nl: Whois stil antwoord

source: Whois server reply
nl: Whois server antwoord

source: Whois other reply
nl: Whois ander antwoord

source: Channel creation time reply
nl: Kanaal creatie tijd antwoord

source: Notify list joins
nl: Informatie lijst neemt deel

source: Notify list leaves
nl: Informatie lijst verlaat

source: Own encrypted private message
nl: Eigen versleutelt privaat bericht

source: Channel encrypted private message
nl: Kanaal versleutelt privaat bericht

source: Query encrypted private message
nl: Verzoek encrypted privaat bericht

source: DCC chat message
nl: DCC chat bericht

source: Encrypted DCC chat message
nl: Versleutelt DCC chat bericht

source: Login operations completed
nl: Inlog operaties kompleet

source: Kick action
nl: Schop actie

source: Links reply
nl: Koppeling antwoorden

source: Spam report
nl: Spam raport

source: ICQ message
nl: ICQ bericht

source: ICQ user-message
nl: ICQ gebruiker-bericht

source: Outgoing ICQ user-message
nl: Uitgaand ICQ gebruiker-bericht

source: Channel notice
nl: Kanaal Notitie

source: Encrypted channel notice
nl: Versleutelt kanaal notitie

source: Query notice
nl: Verzoek notitie

source: Encrypted query notice
nl: Encrypted verzoek notitie

source: Server notice
nl: Sever notitie

source: Halfop mode change
nl: Halfop mode veranderen

source: Unknown CTCP reply
nl: Onbekend CTCP antwoord

source: NickServ message
nl: NickServ bericht

source: ChanServ message
nl: ChanServ bericht

source: Away message
nl: Weg berichten

source: Ident message
nl: Ident bericht

source: Channel list message
nl: Kanaal lijst berichten

source: Half-deop mode change
nl: Half-deop mode veranderen

source: Invite message
nl: Uitnodigingsbericht

source: Multimedia message
nl: Multimedia bericht

source: Query trace message
nl: verzoek bericht opsporen

source: Wallops message
nl: Wallops berichten

source: Join error message
nl: Deelname fout bericht

source: Broadcast private message
nl: Breedband privaat bericht
