Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Nickname problem
ca: Problema amb el nick
de: Spitzname-Problem
es: Problema con el nick
hu: Nicknév probléma
uk: Проблема з ніком

source: Nickname:
ca: Nick:
de: Spitzname:
es: Nick:
hu: Nicknév:
uk: Нік:

source: No
de: Nein
hu: Nem
uk: Ні

source: No
de: Nein
hu: Nem
uk: Ні

source: No IPV6 support in this executable
ca: Executable sense suport IPv6
de: Nein
es: Ejecutable sin soporte IPv6
hu: Nincs IpV6 támogatás ebben a verzióban
uk: Немає підтримки IPV6 у цій зборці програми

source: No IRC context
ca: No hi ha context d'IRC
de: Kein IRC-Kontext
es: No hay contexto de IRC
hu: Nincs IRC környezet
uk: Немає контексту IRC

source: No Layout associated to the widget
de: Kein Layout ist dem Widget zugeordnet
es: No hay un Layout asociado al widget
uk: Немає Layout-а асоційованого з widget-ом

source: No Qt property named "%Q" for object named "%Q" of class %Q
es: No hay una propiedad Qt "%Q" para el objeto llamado "%Q" de clase %Q
hu: Nincs Qt tulajdonsága "%Q" objektumra %Q néven %Q osztálynak
uk: Немає QT-властивості з ім'ям "%Q" для об'єкта "%Q" класу %Q

source: No action name/index specified
es: No se ha especificado el nombre/índice de la acción
hu: Nincs akció név / index megadva
uk: Не задане ім'я/номер дії

source: No activity
ca: Sense activitat
de: Keine Aktivität
es: Sin actividad
hu: Nincs aktivitás
uk: Немає активності

source: No and Don't Ask Me Again
de: Nein und nicht wieder nachfragen
es: No, y no me preguntes de nuevo
hu: Nem és Ne kérdezd többet
uk: Немає й більше мене не запитувати

source: No button with type %Q named %Q
hu: %Q típusú gomb nincs %Q névvel
uk: Немає кнопки типу %Q з ім'ям %Q

source: No catalogue %Q for the current language found
es: No se encontró un catálogo %Q para el lenguaje actual
hu: Nincs %Q katalógus, az aktuális nyelvre
uk: Каталог поточної мови %Q не знайдений

source: No channel topic is set
ca: No s'ha posat tema de canal
de: Es ist kein Kanaltitel gesetzt
es: No se ha puesto tema de canal
hu: Nincs csatorna topik beállítva
uk: Тема каналу не встановлена

source: No commandline specified for this type of url (%Q)
es: No se especificó línea de comando para este tipo de url (%Q)
hu: Nincs meghatározva művelet ehhez a címtípushoz (%Q)
uk: Не визначена для типу url (%Q)

source: No common channels for !n%Q [%Q@!h%Q]
ca: No hi ha canals comuns per a !n%Q [%Q@!h%Q]
de: Keine gemeinsamen Kanäle mit !n%Q [%Q@!h%Q]
es: No hay canales comunes para !n%Q [%Q@!h%Q]
hu: Nincsen közös csatornátok: !n%Q [%Q@!h%Q]
uk: Немає загальних каналів для !n%Q [%Q@!h%Q]

source: No connection
ca: Sense connexi
de: Keine Verbindung
es: Sin conexión
hu: Nincs kapcsolat
uk: Не підключений

source: No encrypt key specified: can't allocate engine
hu: Nincs megadott kódoló kulcs: motor nem meghatározható
uk: Не заданий ключ для шифрування: не можу стартувати движок шифрування

source: No entries selected.
ca: No hi ha entrades triades.
de: Keine Einträge ausgewählt
es: No hay entradas seleccionadas.
hu: Nincs kiválasztott elem
uk: Нічого не обрано.

source: No environment variable found, please don't use the %% in the request
hu: Nincs környezeti változó, kérlek ne használd a %% -ot a kérésben
uk: Ніякий змінної не найденно, будь ласка не використайте %%

source: No external messages
ca: Sense missatges externs
de: Keine externen Nachrichten
es: Sin mensajes externos
hu: Külső üzenetek blokkolása
uk: Немає зовнішніх повідомлень

source: No filename specified for the "StoreToFile" processing type
ca: No s'ha especificat el nom de l'arxiu per al tipus de processat "StoreToFile"
de: Kein Dateiname für "Speichern in Datei"-Prozesstyp angegeben
es: No se especificó nombre de archivo para el tipo de procesado "StoreToFile"
hu: Nincs fájlnév megadva a "StoreToFile" folyamatnak.
uk: Немає відповідного файлу

source: No handler '%Q' for event '%Q'
es: No hay manejador '%Q' para el evento '%Q'
hu: %Q -nak nincs kezelője %Q eseményre
uk: Немає оброблювача '%Q' для події '%Q'

source: No handler '%Q' for raw numeric event '%d'
es: No hay un manejador '%Q' para el evento numérico puro '%d'
hu: Nincs kezelője '%Q' '%d' RAW eseménynek
uk: Немає оброблювача '%Q' для заготівлі події з номером '%d'

source: No host to resolve
ca: No hi ha tal m�uina
de: Hostadresse nicht auflösbar
es: No hay máquina que resolver
hu: Nincs felderíthető hoszt
uk: Неможливо визначити IP адреса

source: No idea on how to play file %s (no media type match)
ca: No s�com reproduir l'arxiu %s (no hi ha concordan� en el tipus de medi)
de: Ich weiß nicht, wie ich die Datei %s abspielen soll. (Kein Medientyp passt.)
es: No se como reproducir el archivo %s (no hay concordancia en el tipo de medio)
hu: Lövésem sincs mivel játszam le ezt: %s (média típus ismeretlen)
uk: Неможливо відтворити файл %s (немає відповідного медіа типу)

source: No item selected
es: No hay un elemento seleccionado
hu: Nincs elem kiválasztva
uk: Нічого не обрано

source: No kicks able (unless U-Line)
ca: No es permeten expulsions (a menys que es posi una U-Line)
de: Kein Herauswerfen möglich (ausser wenn U-Zeile)
es: No se permiten expulsiones (salvo que se ponga una U-Line)
hu: Nincs kirúgás (kivéve U-Line)
uk: Не можна кікнуть (за винятком U-Line)

source: No mask specified
ca: M�cara no especificada
de: Keine Maske angegeben
es: Máscara no especificada
hu: Nincs maszk megadva
uk: Маска не визначена

source: No matches
ca: Sense coincid�cies
de: Keine Übereinstimmungen
es: Sin coincidencias
hu: Nincs egyezés
uk: Не відповідає

source: No menu bar item with text '%Q'
es: No existe el elemento de menú con el texto '%Q'
hu: Nincs menüelem %Q szöveggel
uk: Немає пункту меню з текстом '%Q'

source: No name specified
ca: No s'ha especificat nom
de: Kein Name angegeben
es: No se ha especificado nombre
hu: Nincs név megadva
uk: Ім'я не визначене

source: No property specified
ca: No s'ha especificat propietat
de: Keine Eigenschaft angegeben
es: No se especificó propiedad
hu: Nincs tulajdonság megadva
uk: Не визначена властивість

source: No proxy hosts available, resuming direct connection
ca: No hi ha servidors proxy disponibles, continuant connexi�directa
de: Keine Proxy-Hosts verfügbar; Direktverbindung wird fortgesetzt
es: No hay servidores proxy disponibles, continuando conexión directa
hu: Nincs elérhető proxy hoszt, közvetlen kapcsolódás
uk: Немає доступних проксі, використається пряме підключення

source: No request
ca: Sense petici
de: Keine Anfrage
es: Sin petición
hu: Nincs kérés
uk: Немає запиту

source: No servers available. Check the options dialog or use the /SERVER command
ca: No hi ha servidors disponibles. Comprobi el di�eg d'opcions o utilitzi la comanda /SERVER
de: Keine Server verfügbar. Überprüfen Sie den Optionendialog, oder benutzen Sie das /SERVER-Kommando.
es: No hay servidores disponibles. Compruebe el diálogo de opciones o utilice el comando /SERVER
hu: Nincsenek elérhető szerverek. Ellenőrízd a beállításokban vagy használd a /SERVER parancsot
uk: Немає доступних серверів. Перевірте настроювання або використайте команду /SERVER

source: No servers imported
ca: No s'ha importat cap servidor
de: Keine Server importiert
es: No se importó ningún servidor
hu: Nem lett szerver importálva
uk: Сервера не імпортовані

source: No socket object specified
ca: No s'ha especificat un objecte socket
de: Nein
es: No se especifico un objeto socket
hu: Nincs meghatározva socket objektum
uk: Не визначений об'єкт сокета

source: No string parameter given - using empty string
es: No se proporcionó una cadena como parámetro - usando una cadena vacía
hu: Nincs szöveg paraméter - felhasználás üresként
uk: Не задано строкового параметра - використаємо порожній рядок

source: No such IRC context (%u)
ca: No existeix el context d'IRC (%u)
de: Kein solcher IRC-Kontext (%u)
es: No existe el contexto de IRC (%u)
hu: Nincs ilyen IRC környezet (%u)
uk: Немає такого контексту IRC (%u)

source: No such channel/netmask entry in the database
ca: No existeix una entrada per a aquest canal/m�cara de xarxa a la base de dades
de: Kein solcher Kanal-/Netzmaskeneintrag in der Datenbank
es: No existe una entrada para ese canal/máscara de red en la base de datos
hu: Nincs ilyen csatorna/netmaszk elem az adatbázisban
uk: Не знайдені канал/маска в базі

source: No such event (%Q)
es: No existe el evento (%Q)
hu: %Q esemény nem létezik
uk: Немає такої події (%Q)

source: No such event handler (%Q) for event %Q
hu: Nincs %Q eseménykezelő %Q eseményhez
uk: Немає оброблювача '%Q для події '%Q

source: No such file
ca: No existeix l'arxiu
de: Datei wurde nicht gefunden
es: No existe el archivo
hu: Nincs ilyen fájl
uk: Немає такого файлу

source: No such irc context (%d)
ca: No existeix el context irc (%d)
de: Kein solcher Kontext (%d)
es: No existe el contexto irc (%d)
hu: Nincs ilyen IRC környezet (%d)
uk: Немає такого IRC контексту (%d)

source: No such line number
es: No existe el número de línea
uk: Немає такого номера рядка

source: No such module command
ca: No hi ha tal comanda de m�ul
es: No hay tal comando de módulo
hu: Nincs ilyen modul parancs
uk: Не знайдена команда модуля

source: No such module function
ca: No hi ha tal funci�de m�ul
es: No hay tal función de módulo
hu: Nincs ilyen modul függvény
uk: Не знайдена функція модуля

source: No such object
ca: No hi ha tal objecte
es: No existe ese objeto
hu: Nincs ilyen objektum
uk: Немає такого об'єкта

source: No such object class
ca: No existeix aquesta classe d'objecte
es: No existe esa clase de objeto
hu: Nincs ilyen objektum osztály
uk: Немає такого класу

source: No such object function
ca: No hi ha tal funci�d'objecte
es: No existe tal función de objeto
hu: Nincs ilyen objektum függvény
uk: Немає такої функції в об'єкта

source: No such open mode: '%Q'
es: No existe el modo de apertura: '%Q'
hu: Nincs ilyen megnyitási mód: %Q
uk: Немає такого режиму відкриття: %Q

source: No such user: $0
ca: No existeix l'usuari: $0
de: Kein solcher Benutzer: $0
hu: Nincs ilyen felhasználó: $0
uk: Немає такого користувача: $0

source: No target channel specified and the current window is not a channel
es: No se especificó un canal de destino y la ventana actual no es un canal
hu: Nincs megadott cél és az aktuális ablak nem csatorna
uk: Не заданий канал, і поточне вікно не є вікном каналу

source: No topic is set
ca: No s'ha posat tema de canal
de: Kein Thema gesetzt
es: No se ha puesto tema de canal
hu: Nincs topik beállítva
uk: Тема відсутня

source: No topic is set for channel !c%Q
ca: No s'ha posat tema per al canal !c%Q
de: Kein Thema für Kanal !c%Q gesetzt
es: No se ha puesto tema para el canal !c%Q
hu: Nincs topic beállítva !c%Q csatornán.
uk: Тема каналу !c%Q не встановлена

source: No topic message has been received from the server yet
ca: El servidor no ha enviat encara un missatge de tema
de: Keine Titelnachricht wurde bisher vom Server empfangen.
es: El servidor an no ha enviado un mensaje de tema
hu: Topik üzenet még nem érkezett a szervertől
uk: тема каналу поки не отримана із сервера

source: No users in the notify list
ca: No hi ha usuaris a la llista de notificaci
de: Keine Benutzer in der Benachrichtigungsliste
es: No hay usuarios en la lista de notificación
hu: Értesítési lista: %Q ellenőrzése
uk: Немає користувачів у списку повідомлень

source: No way to login as '!n%Q' (%d: %Q), trying '%Q'...
ca: No hi ha forma d'autentificar-se com a '!n%Q' (%d: %Q), intentant '%Q'...
de: Keine Möglichkeit zum Einloggen als '!n%Q' (%d:%Q), Es wird '%Q' versucht...
es: No hay forma de autentificarse como '!n%Q' (%d: %Q), intentando '%Q'...
hu: Belépés mint '!n%Q' (%d: %Q) nem lehetséges, próbálom így: '%Q'.
uk: Неможливо ввійти під ніком '!n%Q' (%d: %Q), пробую '%Q'...

source: Normal User
ca: Usuari Normal
de: Normaler Benutzer
hu: Normál Felhasználó
uk: Звичайний користувач

source: Normal text
ca: Text normal
de: Normaler Text
es: Texto normal
hu: Normál szöveg
uk: Нормальний текст

source: Not Enough Parameters
es: No hay suficientes parámetros
hu: Nincs elég paraméter
uk: Не досить параметрів

source: Not Logging
ca: Sense Registrar
de: Nicht loggen
hu: Ne naplózd
uk: Не журналирую

source: Not a widget object
es: No es un objeto widget
hu: Nem widget objektum
uk: Не widget об'єкт

source: Not an hex digits
uk: Не шестнадцятеричні символи

source: Not away
ca: Present
de: Nicht abwesend
es: Presente
hu: Elérhető
uk: режим Відійшов не включений

source: Not connected
ca: Sense connexi
de: Nicht verbunden
es: Sin conexión
hu: Nincs csatlakozva
uk: Відключений

source: Not enough parameters
ca: No hi ha suficients par�etres
de: Nicht genug Parameter
es: No hay suficientes parámetros
hu: Nem elég paraméter
uk: Не досить аргументів

source: Not found
ca: No trobat
de: Nicht gefunden
es: No encontrado
hu: Nem található
uk: Не знайдений

source: Nothing is happening...
ca: No passa res...
de: Nichts ist passiert...
es: No pasa nada...
hu: Semmi nem történik...
uk: Нічого не відбувається...

source: Nothing known about %Q
ca: No s�res sobre %Q
de: Nichts über %Q bekannt
es: No se nada acerca de %Q
hu: Semmit nem tudok róla: %Q
uk: Нічого не відомо про %Q

source: Nothing known about %Q (no connection)
ca: No s�res sobre %Q (no hi ha connexi�
de: Nichts über %Q bekannt (keine Verbindung)
es: No se nada acerca de %Q (no hay conexión)
hu: Semmit nem tudok róla: %Q (nincs kapcsolat)
uk: Нічого не відомо про %Q (немає з'єднання)

source: Notify Avatar
ca: Notificar Avatar
de: Avatar veröffentlichen
hu: Értesítés Avatarról
uk: Повідомити про зміну аватара

source: Notify List
ca: Llista de Notificacions
de: Benachrichtigungsliste
es: Lista de Notificaciones
hu: Értesítési lista
uk: Список повідомлень

source: Notify avatar
ca: Notificar Avatar
de: Avatar veröffentlichen
hu: Avatar értesítő
uk: Повідомити про зміну аватара

source: Notify list joins
ca: Notificar unions a la llista
de: Kanalbetretungen benachrichtigen
es: Notificar uniones a la lista
hu: Értesítési lista - csatlakozás
uk: Вхід у мережу користувача зі списку повідомлень

source: Notify list leaves
ca: Notificar abandonaments de la llista
de: Kanalverlassungen benachrichtigen
es: Notificar abandonos de la lista
hu: Értesítési lista - elhagyás
uk: Список повідомлень покинуть

source: Notify list: !n%Q appears to be online, but the mask [%Q@!h%Q] does not match (registration mask does not match, or nickname is being used by someone else)
ca: Llista de notificaci� Sembla que !n%Q est�conectat, per�la m�cara [%Q@!h%Q] no concorda (alg est�fent servir el seu nick o la m�cara que ha posat no concorda)
de: Benachrichtigungsliste: !n%Q scheint online zu sein, aber die Maske (%Q@!h%Q) stimmt nicht überein (jemand anderes benutzt den Spitznamen oder die Registrierungsmaske(n) stimmt nicht überein)
es: Lista de notificación: Parece que !n%Q está conectado, pero la máscara [%Q@!h%Q] no concuerda (alguien está usando su nick o la máscara que usted puso no concuerda)
hu: Értesítési lista: !n%Q látszólag elérhető, de a maszk [%Q@!h%Q] nem egyezik (maszk nem egyezik, vagy a Nevet valaki más használja)
uk: Список повідомлень: !n%Q в онлайне, але маска [%Q@!h%Q] не відповідає ( маска не відповідає, або Нік використається ким те ще)

source: Notify list: !n%Q appears to be online, but the mask [%Q@!h%Q] does not match (watch: registration mask does not match, or nickname is being used by someone else)
ca: Llista de notificaci�: !n%Q sembla estar conectat, per�la m�cara [%Q@!h%Q] no concorda (watch: alg m� est�fent servir el seu nick o la seva m�cara de registre no concorda)
de: Benachrichtigungsliste: !n%Q scheint online, aber die Maske (%Q@!h%Q) passt nicht (watch: jemand anderes benutzt seinen Spitznamen oder die Registrierungsmaske passt nicht)
es: Lista de notificación : !n%Q parece estar conectado, pero la máscara [%Q@!h%Q] no concuerda (watch: alguien más está usando su nick o su máscara de registro no concuerda)
hu: Értesítési lista: !n%Q látszólag elérhető, de a maszk [%Q@!h%Q] nem egyezik (regisztrációs maszk nem egyezik, vagy a Nevet valaki más használja)
uk: Список повідомлень: !n%Q з'явився в онлайн, але маска [%Q@!h%Q] не відповідає (спостереження:маска не відповідає, або Нік уже використається)

source: Notify list: !n%Q appears to have gone offline before USERHOST reply was received, will recheck in the next loop
ca: Llista de notificaci� Sembla ser que !n%Q s'ha desconectat mentre esperava la seva resposta USERHOST, es recomprovar�en el pr�im cicle
de: Benachrichtigungsliste: Es scheint, dass !n%Q offline gegangen ist, während auf seine USERHOST-Antwort gewartet wurde. neue Prüfung in der nächsten Schleife.
es: Lista de notificación: Parece ser que !n%Q se desconectó mientras esperaba su respuesta USERHOST, se recomprobará en el próximo ciclo
hu: Értesítési lista: !n%Q látszólag eltűnt mielőtt válaszolt volna a USERHOST kérésre, újraellenőrzés legközelebbi alkalommal
uk: Список повідомлень: !n%Q пішов в оффлайне перш, ніж була отримана відповідь від USERHOST, буде переперевірений у наступному циклі

source: Notify list: !n%Q is offline (watch)
ca: Llista de notificaci� !n%Q est�desconnectada (watch)
de: Benachrichtigungsliste: !n%Q ist offline (beobachtet)
es: Lista de notificación: !n%Q está desconectado (watch)
hu: Értesítési lista: !n%Q nem elérhető (figyelt)
uk: Список повідомлень: !n%Q в оффлайне (спостереження)

source: Notify list: Adding watch entries for%Q
ca: Llista de notificaci� Afegint entrades watch per a %Q
de: Benachrichtigungsliste: Es werden zu beobachtende Einträge für %Q hinzugefügt
es: Lista de notificación: Añadiendo entradas watch para%Q
hu: Értesítési lista: %Q hozzáadása a figyeltekhez
uk: Список повідомлень: Додані тимчасові дані для %Q

source: Notify list: Checking for: %Q
ca: Llista de notificaci� comprovant: %Q
de: Benachrichtigungsliste: Es wird auf %Q geprüft
es: Lista de notificación: comprobando: %Q
hu: Értesítési lista: %Q keresése
uk: Список повідомлень: Перевірка для: %Q

source: Notify list: Checking for:%Q
ca: Llista de notificaci� Comprovant:%Q
de: Benachrichtigungsliste: Es wird auf %Q geprüft
es: Lista de notificación: Comprobando:%Q
hu: Értesítési lista: %Q ellenőrzése
uk: Список повідомлень: Перевірка для:%Q

source: Notify list: Checking userhost for: %Q
ca: Llista de notificaci� Comprovant usuari-m�uina per a : %Q
de: Benachrichtigungsliste: userhost-Liste wird auf %Q geprüft
es: Lista de notificación: Comprobando usuario-máquina para: %Q
hu: Értesítési lista: userhost ellenőrzése: %Q
uk: Список повідомлень: Перевірка хоста для: %Q

source: Notify list: Hey! You've used ISON behind my back? (I might be confused now...)
ca: Llista de notificaci� Eh! Has emprat ISON d'amagat meu? (Ara puc estar conf�...)
de: Benachrichtigungsliste: Ey! Sie haben ISON hinter meinem Rücken benutzt? (Ich bin jetzt ein wenig verwirrt...)
es: Lista de notificación: Eh! Has utilizado ISON a mis espaldas? (Ahora puedo estar confundido...)
hu: Értesítési lista: Héhó! ISONt használtál nélkülem? (kicsit összezavarodtam...)
uk: Список повідомлень: Агов! Ви використали ISON за моєю спиною? (Я можу тепер заплутатися...)

source: Notify list: Hey! You've used USERHOST behind my back? (I might be confused now...)
ca: Llista de notificaci� Eh! Has emprat USERHOST a les meves esquenes? (puc estar conf� ara...)
de: Benachrichtigungsliste: Hey! Sie haben USERHOST hinter meinem Rücken benutzt? (Ich bin nun verwirrt...)
es: Lista de notificación: Eh! Has utilizado USERHOST a mis espaldas? (puedo estar confundido ahora...)
hu: Értesítési lista: Hé, USERHOST-ot használtál nélkülem? (összezavarodtam...)
uk: Список повідомлень: Агов! Ви використали USERHOST за моєю спиною? (Я можу заплутатися...)

source: Notify list: ISON delay (%d sec) is too short, resetting to something more reasonable (5 sec)
ca: Llista de notificaci� el retard ISON (%d segs) � massa petit, posant-ne un m� raonable (5 segs)
de: Benachrichtigungsliste: Die ISON-Verzögerung ist wirklich zu klein (%d Sekunden): Wird auf vernünftigen Wert (5 Sekunden) zurückgesetzt.
es: Lista de notificación: el retardo ISON (%d segs) es demasiado pequeña, poniendo algo más razonable (5 segs)
hu: Értesítési lista: ISON késleltetés túl rövid (%d mperc), ésszerűbb érték beállítása (5 mperc)
uk: Список повідомлень: затримка ISON (%d сек) занадто мала, установите більше розумне значення (5 сек)

source: Notify list: No users to check for, quitting
ca: Llista de Notificaci� No hi ha usuaris que comprovar, aturant.
de: Benachrichtigungsliste: Keine Benutzer zum Überprüfen vorhanden: es wird beendet
es: Lista de Notificación: No hay usuarios que comprobar, deteniendo
hu: Értesítési lista: nincs regisztrált felhasználó, kilépés
uk: Список повідомлень: Немає перевірених користувачів, вихід

source: Notify list: Notify list empty, quitting
ca: Llista de Notificaci� llista de notificaci�buida, aturant
de: Benachrichtigungsliste: Benachrichtungungsliste ist leer: es wird beendet
es: Lista de Notificación: lista de notificación vacía, deteniendo
hu: Értesítési lista: Értesítési lista üres, kilépés
uk: Список повідомлень: список порожній, вихід

source: Notify list: Stopped watching for !n%Q
ca: Llista de notificaci� aturant el seguiment per a: !n%Q
de: Benachrichtungsliste: Beobachtung für !n%Q wird gestoppt
es: Lista de notificación: parando seguimiento para: !n%Q
hu: Értesítési lista: Figyelés leállítása: !n%Q
uk: Список повідомлень: Зупинене спостереження за !n%Q

source: Notify list: Timeout (%d sec) is too short, resetting to something more reasonable (15 sec)
ca: Llista de Notificaci� El timeout (%d segs) � massa petit, posant un valor m� raonable (15 segons)
de: Benachrichtigungsliste: Der Zeitablauf (%d Sekunden) ist wirklich zu klein: Es wird auf vernünftigen Wert (15 Sekunden) zurückgesetzt.
es: Lista de Notificación: Timeout (%d segs) es demasiado pequeña, poniendo un valor más razonable (15 segundos)
hu: Értesítési lista: A megadott időtúllépés (%d mp) túl rövid, újra próbálkozás15 másodpercenként
uk: Список повідомлень: Часу (%d сек) занадто мало, установите більше розумне значення (15 сек)

source: Notify list: Timeout (%d sec) is too short, resetting to something more reasonable (5 sec)
ca: Llista de notificaci� El temps d'expiraci�(%d segs) � massa curt, iniciant-ho a alguna cosa m� raonable (5 segs)
de: Benachrichtigungsliste: Der Zeitablauf (%d Sek.) ist zu wirklich klein: Es wird auf vernünftigen Wert (5 Sek.) gesetzt
es: Lista de notificación: El tiempo de expiración (%d segs) es demasiado corto, iniciándolo a algo más razonable (5 segs)
hu: Értesítési lista: Időtúllépés (%d mp) túl rövid, átállítás 5 másodpercre
uk: Список повідомлень: Таймаут (%d сек) занадто малий, установите більше розумне значення (5 сек)

source: Notify list: USERHOST delay (%d sec) is too short, resetting to something more reasonable (5 sec)
ca: Llista de notificaci� El retard de la llista de notificaci�USERHOST (%d segs) � massa petit, reiniciant-ho a una cosa m� raonable (5 segs)
de: Benachrichtigungsliste: Die USERHOST-Verzögerung (%d sek.) ist zu klein: Wird auf einen vernünftigen Wert (5 s) zurückgesetzt
es: Lista de notificación: El retardo de la lista de notificación USERHOST (%d segs) es demasiado pequeña, reiniciándolo a algo más razonable (5 segs)
hu: Értesítési lista USERHOST késleltetése (%d mp) túl kevés, visszaállítás ésszerűbbre (5 mp)
uk: Список повідомлень: затримка USERHOST (%d сек) занадто мала, установите більше розумне значення (5 сек)
