Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Auto-joining server specific channels
ca: Entrant autom�icament en canals espec�ics del servidor
de: Serverspezifische Kanäle automatisch betreten
es: Entrando automáticamente en canales específicos del servidor
hu: Automatikus csatlakozás a megadott szerverspecifikus csatornákra
uk: Автовхід на специфічні для сервера канали

source: Automatically
ca: Autom�icament
de: Automatisch
es: Automáticamente
hu: Automatikus
uk: Автоматично

source: Available channel modes:
ca: Modes de canal disponibles:
de: Verfügbare Kanalmodi:
es: Modos de canal disponibles:
hu: Elérhető csatorna módok:
uk: Доступні режими каналу:

source: Available user modes:
ca: Modes d'usuari disponibles:
de: Verfügbare Benutzermodi:
es: Modos de usuario disponibles:
hu: Elérhető felhasználói módok:
uk: Доступні користувальницькі режими:

source: Avatar
uk: Аватар

source: Avatar change
ca: Canvi d'avatar
de: Avataränderung
es: Cambio de avatar
hu: Avatar változtatás
uk: Зміна аватара

source: Away
ca: Absent
de: Abwesend
es: Ausente
hu: Nem elérhető
uk: відійшов

source: Away Indicator
ca: Indicador d'absent
de: "Abwesend"-Indikator
es: Indicador de Ausente
hu: Távol kijelző
uk: Індикатор режиму "Відійшов"

source: Away message
ca: Missatge d'abs�cia
de: "Abwesend"-Nachricht
es: Mensaje de ausencia
hu: "Nem elérhető" üzenet
uk: Повідомлення відійшов

source: Away on %1
hu: Nem elérhető csak: %1
uk: Away на %1

source: Away on all
hu: Nem elérhető: Mindenhol
uk: Away скрізь

source: Away since
ca: Aussent des de
de: Abwesend seit
es: Ausente desde
hu: Távol:
uk: Відійшов з

source: Away/Back
ca: Absentar-se/Tornar
de: Abwesend/Zurück
es: Ausentarse/Volver
hu: Távol / Elérhető
uk: Відійшов/Повернувся

source: Back
ca: Enrere
de: Zurück
es: Atrás
hu: Vissza
uk: Назад

source: Back on %1
hu: Elérhető csak: %1
uk: Вийти з Away на %1

source: Back on all
hu: Mindenhol: Elérhető
uk: Повернутися скрізь

source: Background
ca: Fons
de: Hintergrund
es: Fondo
hu: Háttér
uk: Тло

source: Backward compatibility action for toolbar.define
ca: Compatibilitat cap enrere per a toolbar.define
de: Rückwärtskompatibilitätsaktion für toolbar.define
es: Compatibilidad hacia atrás para toolbar.define
hu: Visszafelé kompatibilis akció definiálva az eszköztárhoz
uk: Дія зворотної сумісності для toolbar.define

source: Bad Alias Name
es: Nombre de alias erroneo
hu: Hibás Alias Név
uk: Некоректне ім'я аліаса

source: Bad Namespace Name
es: Nombre de espacio de nombres erroneo
hu: Hibás Névtér Név
uk: Некоректне ім'я для простору імен

source: Bad file descriptor
ca: Descriptor d'arxiu no v�id
de: Fehlerhafter Dateideskriptor
es: Descriptor de archivo no válido
hu: Hibás fájlleíró
uk: Невірний деСкріптор файлу

source: Bad key data
ca: Dades de clau erronies
de: Schlüssel
es: Datos de clave erroneos
hu: Hibás adatkulcs
uk: Дані ключа непридатні

source: Ban
ca: Prohibit
de: Bann
hu: Tiltás
uk: Бан

source: Ban Editor
de: Bann-Editor
hu: Tiltás szerkesztő
uk: Редактор банів

source: Ban Exception Editor
hu: Tiltási kivétel szerkszető
uk: Редактор виключень

source: Ban exception listing
ca: Llistat d'excepcions a prohibicions
de: Bannausnahmen-Auflistung
es: Listado de excepciones a prohibiciones
hu: Tiltó kivételek listázása
uk: Список виключень із банів

source: Ban exception masks
ca: M�cares d'excepcions a prohibicions
de: Bannausnahme-Masken
es: Máscaras de excepciones a prohibiciones
hu: Tiltó kivétel maszkok
uk: Маски виключень із банів

source: Ban exception matching my mask
ca: Excepci�de prohibici�concorda amb la meva m�cara
de: Bannausnahme passt auf meine Maske
es: Excepción de prohibición concuerda con mi máscara
hu: Maszkoddal egyező tiltási-kivétel
uk: Виключення з бана відповідає моїй масці

source: Ban listing
ca: Llista de prohibits
de: Bann-Auflistung
es: Lista de prohibidos
hu: Tiltások listázása
uk: Список банів

source: Ban masks
ca: M�cares de prohibici
de: Bannmasken
es: Máscaras de prohibición
hu: Tiltó maszk
uk: Маска бана

source: Ban matching my mask
ca: Prohibir concordant amb la meva m�cara
de: Bann passt auf meine Maske
es: Prohibir concordando con mi máscara
hu: Maszkoddal egyező tiltás hozzáadva
uk: Бан по моїй масці

source: Ban unexception matching my mask
ca: Prohibici�sense excepci�concorda amb la meva m�cara
de: Bann passt auf meine Maske
es: Prohibición sin excepción concuerda con mi máscara
hu: Maszkoddal egyező tiltási kivétel eltávolítása
uk: Зняте виключення з відповідає моїй масці

source: Big Icon:
de: Großes Symbol:
es: Icono Grande:
hu: Nagy Ikon:
uk: Більша іконка:

source: Bind failure
ca: Errada en Bind
de: Binden fehlgeschlagen
es: Fallo en bind
hu: Kapcsolási hiba (bind fail)
uk: Помилка зв'язування

source: Binding to local address %s
ca: Associant-se a l'adre� local %s
de: An lokale Adresse %s binden
es: Asociándose a la dirección local %s
hu: Kapcsolás a helyi címhez %s
uk: Прослуховую локальну адресу %s

source: Binding to local address %s failed: the kernel will choose the correct interface
ca: Ha fallat l'associaci�a l'adre� local %s: el nucli triar�l'interf�ie correcta
de: Binden an lokale Adresse %s fehlgeschlagen: Der Kernel wird die richtige Schnittstelle auswählen.
es: Falló la asociación a la dirección local %s: el nucleo escogerá el interfaz correcto
hu: Kapcsolás a helyi %s címhez sikertelen: a kernel fogja a helyes eszközt kiválasztani
uk: Не можу прив'язатися до локальної адреси %s : ядро спробує вибрати правильний інтерфейс

source: Bl&ue
ca: Bla&u
de: Bla&u
es: Az&ul
hu: Kék
uk: &Синій

source: Block device
ca: Dispositiu de Blocs
de: Blockgerät
es: Dispositivo de bloques
hu: Blokk eszköz
uk: Блоковий устрій

source: Bookmarks
ca: Marcadors
de: Lesezeichen
es: Marcadores
hu: Könyvjelzők
uk: Закладки

source: Boolean options (1/0)
ca: Opcions booleanes (1/0)
de: Boolean'sche Operationen (1/0)
es: Opciones boleanas (1/0)
hu: Logikai opciók (1/0)
uk: Булева опція (1/0)

source: Both -n and -m switchess specified, -n takes precedence
de: -n und -m angegeben, -n hat Vorrang
es: Se especificaron los modificadores -n y -m, -n tiene preferencia
hu: -n és -m kapcsoló megadva, -n rendelkezik elsőbbséggel
uk: Визначені прапори -m і -n, прапор -n має пріоритет

source: Bottom
ca: Sota
de: Unten
es: Abajo
hu: Lent
uk: Знизу

source: Broadcast notice
ca: Difondre not�ia
de: Rundsendenotiz
es: Difundir noticia
hu: Közvetített értesítő
uk: Широкомовне повідомлення

source: Broadcast private message
ca: Missatge privat dif�
de: Private Rundsendenachricht
es: Mensaje privado difundido
hu: Privát közvetített üzenet
uk: Приватне широкомовне повідомлення

source: Broken (unknown) links: %d
ca: Enlla�s erronis (desconeguts): %d
de: Tote (unbekannte) Verknüpfungen: %d
es: Enlaces erroneos (desconocidos): %d
hu: Hibás (ismeretlen) kapcsolatok: %d
uk: Биті (невідомі з'єднання): %d

source: Broken condition in menu setup: assuming false
ca: Condici�erronia a la configuraci�del men: assumient fals
de: Fehlerhafte Bedingung im Menü setup: Es wird falsch angenommen
es: Condición errónea en la configuración del menú: asumiendo falso
hu: Hibás feltétel a menü beállításban: feltételezem, hogy hamis
uk: Бита умова в установці меню: приймається неправда

source: Broken epilogue in popup menu '%Q': ignoring
ca: Ep�eg erroni en men emergent '%Q': ignorant
de: Fehlerhafter Epilog für Aufklappmenü '%Q': wird ignoriert
es: Epílogo erroneo en menú emergente '%Q': ignorando
uk: Бите закінчення в спливаючого меню '%Q': зігноровано

source: Broken icon parameter: ignoring
ca: Par�etre d'icona erroni: ignorant
de: Fehlerhafter Symbolparameter: wird ignoriert
es: Parámetro de icono erroneo: ignorando
hu: Hibás ikon paraméter: mellőzve
uk: Битий аргумент іконки: зігнороване

source: Broken link: Missing parent (%s) for %s (%d hops): %s (used /LINKS <mask> ?)
ca: Enlla�trencat: falta el pare (%s) per a (%s) (%d salts): %s (s'ha emprat /LINKS <m�cara> ?)
de: Fehlerhafte Verknüpfung: fehlendes Elternteil (%s) für %s (%d hops): %s ( /LINKS <Maske> benutzt?)
es: Enlace roto: falta el padre (%s) para (%s) (%d saltos): %s (se usó /LINKS <máscara> ?)
hu: Hibás kapcsolat: hiányzó szülő (%s) %s (%d hop): %s ( /LINKS <mask> ?)
uk: Битий зв'язок: Відсутній батько (%s) для %s (%d стрибків): %s (використається /LINKS <mask> ?)

source: Broken message syntax, can't extract hops number, assuming 0
ca: Sintaxis de missatge err�ia, no puc extreure el nmero de salts, s'assumeix 0
de: Fehlerhafte Nachrichtensyntax: die Hops-Anzahl kann nicht extrahiert werden, 0 wird angenommen
es: Sintaxis de mensaje erronea, no puedo extraer el número de saltos, se asume 0
hu: Hibás üzenet szintaxis, ugrások száma nem meghatározható, így: 0
uk: Битий синтаксис повідомлення, неможливо витягти кількість стрибків, приймаю 0

source: Broken pipe
ca: Pipe trencada
de: Netzwerkfehler ("Kaputte Leitung"/Broken pipe)
es: Tubería rota
uk: Потік зруйнований

source: Broken prologue in popup menu '%Q': ignoring
ca: Pr�eg erroni en men emergent '%Q': ignorant
de: Fehlerhafter Prolog für Aufklappmenü '%Q': wird ignoriert
es: Prólogo erroneo en menú emergente '%Q': ignorando
uk: Битий початок у спливаючого меню '%Q': зігноровано

source: Broken slot '%Q' in target object '%Q::%Q' while emitting signal '%Q' from object '%Q::%Q': disconnecting
es: Slot '%Q' erroneo en objeto destino '%Q::%Q' mientras se emitía la señal '%Q' desde el objeto '%Q::%Q': desconectando
uk: Битий слот '%Q' у цільовому об'єкті '%Q::%Q' при посланні сигналу '%Q' з об'єкта '%Q::%Q': відключений

source: Broken text parameter: assuming empty string
ca: Par�etre de text erroni: assumint la cadena buida
de: Fehlerhafter Textparameter: Leere Zeichenkette angenommen
es: Parámetro de texto erroneo: asumiendo la cadena vacía
uk: Битий аргумент тексту: очевидно порожній рядок

source: Builtin images
ca: Imatges integrades
de: Eingebaute Bilder
es: Imagenes integradas
hu: Beépített képek
uk: Убудовані картинки

source: By Date
ca: Per Data
de: Nach Datum
es: Por Fecha
hu: Dátum
uk: По даті

source: By Name
ca: Per Nom
de: Nach Name
es: Por Nombre
hu: Név
uk: По імені

source: By Size
ca: Per Mida
de: Nach Größe
es: Por Tamaño
hu: Méret
uk: По розмірі

source: C&ase sensitive
ca: No distingeix m&ajs/mins
de: G&ross-/Kleinschreibung beachten
es: No distingue m&ays/mins
hu: Nagybetű érzékeny
uk: З &обліком регістра

source: CTCP ACTION from !n%Q [%Q@!h%Q]: %Q
ca: CTCP ACTION de %Q [%Q@%Q]: %Q
de: CTCP ACTION von %Q [%Q@%Q]: %Q
es: CTCP ACTION de !n%Q [%Q@!h%Q]: %Q
hu: CTCP ACTION !n%Q [%Q@!h%Q]: %Q
uk: CTCP ACTION від !n%Q [%Q@!h%Q]: %Q

source: CTCP Page - KVIrc
ca: P�ina CTCP - KVIrc
es: Página CTCP - KVIrc
uk: CTCP пейджер - KVIrc

source: CTCP reply
ca: Resposta CTCP
de: CTCP-Antwort
es: Respuesta CTCP
hu: CTCP válasz
uk: Відповідь CTCP

source: CTCP request flood warning
ca: Sollicitud CTCP d'av� de saturaci
de: CTCP-Anfrage-Flutwarnung
es: Solicitud CTCP de aviso de saturación
hu: CTCP árasztás figyelmeztetés
uk: Попередження флуда запитів CTCP

source: CTCP request ignored
ca: Sollicitud CTCP ignorada
de: CTCP-Anfrage ignoriert
es: Solicitud CTCP ignorada
hu: CTCP kérés mellőzve
uk: Запит CTCP зігнорований

source: CTCP request replied
ca: Sollicitud CTCP resposta
de: CTCP-Anfrage beantwortet
es: Solicitud CTCP respondida
hu: CTCP kérés megválaszolva
uk: Відповідь на запит CTCP

source: CTCP request unknown
ca: Sollicitud CTCP desconeguda
de: CTCP-Anfrage unbekannt
es: Solicitud CTCP desconocida
hu: CTCP:Ismeretlen kérés
uk: Невідомий запит CTCP

source: Call to undefined command '%Q'
ca: Crida a una comanda sense definir '%Q'
de: Aufruf des nicht definierten Kommandos '%Q'
es: Llamada a un comando sin definir '%Q'
hu: Ismeretlen parancs: %Q
uk: Викликувана команда '%Q' не визначена

source: Call to undefined function '%Q'
ca: Crida a la funci�sense definir '%Q'
de: Aufruf von nicht definierter Funktion '%Q'
es: Llamada a la función sin definir '%Q'
hu: Ismeretlen függvény hívása: (%Q)
uk: Звертання до невизначеної функції '%Q'

source: Can't add a file offer for file %Q (huh ? file not readable ?)
es: No puedo añadir un ofrecimiento de archivo para %Q (archivo no legible?)
hu: Nem tudom felajánlani elküldésre a %Q fájlt (uhh? a fájl nem olvasható?)
uk: Неможливо додати файл до файлу %Q ( файл що не читає?)

source: Can't add a non - popupmenu object
es: No puedo añadir un objeto que no es un popupmenu
uk: Неможливо додати об'єкт, що не є спливаючої меню

source: Can't add a non-widget object
ca: No puc afegir un objecte no-widget
de: Kann kein nicht-Widgetobjekt hinzufügen
es: No puedo añadir un objeto no-widget
uk: Неможливо додати не баче об'єкт

source: Can't add a null object
es: No puedo añadir un objeto nulo
hu: Null objektum hozzáadása nem lehetséges
uk: Неможливо додати не баче об'єкт

source: Can't assign the requested address
ca: No s'ha pogut assignar l'adre� solicitada
de: Angeforderte Adresse kann nicht zuwiesen werden
es: No se pudo asignar la dirección solicitada
hu: Nem használható a kért cím
uk: Не можу одержати запитувану адресу

source: Can't create the terminal emulation part
ca: No puc crear la part d'emulaci�de terminal
de: Terminalemulationsteil kann nicht erstellt werden
es: No puedo crear la parte de emulación de terminal
hu: Nem lehet létrehozni terminál emuláló részt
uk: Не можу створити емулятор термінала

source: Can't delete a null object reference
es: No puedo borrar una referencia a un objeto nulo
uk: Неможливо видалити посилання на нульовий об'єкт

source: Can't delete an inexisting object
es: No puedo borrar un objeto inexistente
uk: Неможливо видалити неіснуючий об'єкт

source: Can't evaluate creation time
ca: No puc avaluar la data de creaci
de: Erstellungszeit kann nicht ermittelt werden
es: No puedo evaluar la fecha de creación
hu: Létrehozási időt nem lehet meghatározni
uk: Не можливо визначити час створення

source: Can't export the registered users database: Write error.
ca: No s'ha pogut exportar la base de dades d'usuaris registrats. Error d'escriptura.
de: Datenbank der registrierten Benutzer kann nicht exportiert werden: Schreibfehler.
es: No se pudo exportar la base de datos de usuarios registrados: Error de escritura.
hu: Nem lehet exportálni a regisztrált felhasználói adatbázist: Írási hiba.
uk: Неможливо експортувати базу дані реєстрації користувачів: Помилка запису.

source: Can't find property named "%Q" for object named "%Q" of class %Q: the property is indexed and defined but the returned variant is not valid
es: No puedo encontrar la propiedad llamada "%Q" para el objeto llamado "%Q" de clase %Q: la propiedad está indexada y definida pero el tipo de retorno no es válido
hu: Tulajdonság nem található "%Q"-ra, "%Q" %Q osztályban. A tulajdonság indexelt és meghatározott, de a visszatérő variáns érvénytelen
uk: Неможливо знайти властивість із ім'ям "%Q" для об'єкта "%Q" класу %Q: властивість проіндексовано й визначена, але повертає значение, що, не дійсно

source: Can't find property named "%Q" for object named "%Q" of class %Q: the property is indexed but it doesn't really exist
es: No puedo encontrar la propiedad llamada "%Q" para el objeto llamado "%Q" de clase %Q: la propiedad está indexada pero no existe realmente
hu: Nem található "%Q" %Q név osztály %Q elemére, a tulajdonság indexelt , de valójában nem létezik
uk: Неможливо знайти властивість із ім'ям "%Q" для об'єкта "%Q" класу %Q: властивість проіндексована, але в дійсності не існує

source: Can't find the external popup '%Q'; ignoring
ca: No puc trobar el men emergent extern '%Q': ignorant
de: Externes Aufklappmenü '%Q' kann nicht gefunden werden: wird ignoriert
es: No puedo encontrar el menú emergente externo '%Q': ignorando
hu: Külső popup (%Q) nem található, mellőzés
uk: Не знайдене спливаюче меню '%Q': зігноровано

source: Can't find the icon "%Q": ignoring
ca: No puc trobar la icona "%Q": ignorando
de: Symbol "%Q" kann nicht gefunden werden: wird ignoriert
es: No puedo encontrar el icono "%Q": ignorando
hu: "%Q" ikon nem található, mellőzés
uk: Не можу знайти іконку "%Q": зігноровано

source: Can't find the icon '%Q'
es: No pude encontrar el icono '%Q'
hu: %Q ikon nem található
uk: Не знайдена іконка '%Q

source: Can't find the proxy IP address: %Q
ca: No he pogut trobar l'adre� IP del proxy: %Q
de: IP-Adresse des Proxys kann nicht gefunden werden: %Q
es: No pude encontrar la dirección IP del proxy: %Q
hu: Nem találom a proxy IP címét: %Q
uk: Не знайдений IP адреса проксі: %Q

source: Can't find the requested image
es: No se pudo encontrar la imagen solicitada
hu: A kért kép nem található
uk: НеМожу знайти запитане зображення

source: Can't find the server IP address: %Q
ca: No puc trobar l'adre� IP del servidor: %Q
de: Server-IP-Adresse kann nicht gefunden werden: %Q
es: No puedo encontrar la dirección IP del servidor: %Q
hu: Nem találom a szerver IP címét: %Q
uk: Не знайдений IP адреса сервера: %Q

source: Can't find the tab
de: Tab kann nicht gefunden werden
es: No pude encontrar la tabulación
hu: Nem találom a fület
uk: Не знайдена закладка

source: Can't find the window with id '%Q'
es: No pude encontrar la ventana con id '%Q'
hu: Az ablak %s azonosítóval nem létezik
uk: Неможливо знайти вікно з ID '%Q'

source: Can't import the registered users database: Read error.
ca: No s'ha pogut importar la base de dades d'usuaris registrats. Error de lectura.
de: Die Datenbank für registrierte Benutzer kann nicht importiert werden: Lesefehler.
es: No se pudo importar la base de datos de usuarios registrados: Error de lectura.
hu: Nem lehet importálni a regisztrált felhasználói adatbázist: Olvasási hiba.
uk: Не можу імпортувати базу реєстрації користувачів: Помилка читання.

source: Can't kill a builtin class
ca: No es pot matar una classe interna
de: Eingebaute Klasse kann nicht getötet werden
es: No puede matar una clase interna
hu: Nem lőhetsz beépített osztályt
uk: Не можу видалити створений клас

source: Can't kill the timer '%Q' since it is not running
ca: No puc parar el cron�etre '%Q' perqu�no est�funcionant
de: Zeitgeber '%Q' kann nicht beendet werden, da er nicht läuft
es: No puedo parar el cronómetro '%Q' porque no está funcionando
uk: Не можу вбити таймер '%Q' тому що він не запущений

source: Can't log to file %Q
es: No puedo grabar el registro al archivo %Q
hu: Nem lehet naplózni %Q fájlba
uk: Не можу записати балку у файл %Q

source: Can't open file %Q for writing.
hu: %Q nem nyitható meg írásra.
uk: Не можу відкрити файл %Q для запису.

source: Can't open file %s for reading.
ca: No puc obrir l'arxiu %s per a lectura.
de: Datei %s kann nicht zum Lesen geöffnet werden.
es: No puedo abrir el archivo %s para lectura.
hu: Nem lehet megnyitni %s f�lt olvas�ra
uk: Не можу відкрити файл %s для читання.

source: Can't open file for appending
ca: No puc obrir l'arxiu per afegir
es: No puedo abrir el archivo para añadir
hu: Nem tudom megnyitni a fájlt hozzáfűzésre
uk: Не можу відкрити файл для дозаписи

source: Can't open file for reading
ca: No puc obrir l'arxiu per a lectura
de: Datei kann nicht zum Lesen geöffnet werden
es: No puedo abrir el archivo para lectura
hu: Nem tudom megnyitni a fájlt olvasásra
uk: Не можу відкрити файл для читання

source: Can't open file for writing
ca: No puc obrir l'arxiu per a escriptura
de: Datei kann nicht zum Schreiben geöffnet werden
es: No puedo abrir el archivo para escritura
hu: Nem tudom megnyitni a fájlt írásra
uk: Не можу відкрити файл на запис

source: Can't open the file "%Q" for reading
es: No puedo abrir el archivo "%Q" para lectura
hu: Nem lehet megnyitni a(z) %Q fájlt olvasásra
uk: Не можу відкрити файл "%Q" для читання

source: Can't open the file "%Q" for writing
es: No puedo abrir el archivo "%Q" en modo escritura
hu: %Q fájl megnyitása írásra sikertelen
uk: Неможливо відкрити файл "%Q" для запису

source: Can't open the filter file %Q for writing
hu: %s szűrő megnyitása írásra sikertelen
uk: Не можу відкрити файл фільтра %Q на запис

source: Can't open the filter file %s for reading.
ca: No puc obrir l'arxiu de filtre %s per a lectura.
de: Filterdatei %s kann nicht zum Lesen geöffnet werden
es: No puedo abrir el archivo de filtro %s para lectura.
hu: %s szűrő megnyitása olvasásra sikertelen.
uk: Не можу відкрити файл фільтра %s на читання.

source: Can't override the builtin class "%Q"
es: No puedo sobrecargar la clase interna "%Q"
uk: Неможливо скасувати убудований клас "%Q"

source: Can't resolve local host address, using default 127.0.0.1
ca: No s'ha pogut resoldre la direcci�local, fent servir la direcci�per defecte 127.0.0.1
de: Lokale Hostadresse kann nicht aufgelöst werden, Standard 127.0.0.1 wird benutzt
es: No se pudo resolver la dirección local, usando la dirección por defecto 127.0.0.1
hu: Helyi cím visszafejtése sikertelen, alapértelmezés használata: 127.0.0.1
uk: Не можу визначити локальну адресу, використаю 127.0.0.1

source: Can't resolve local host address, using user supplied one (%Q)
ca: No s'ha pogut resoldre la direcci�local, emprant la subministrada per l'usuari (%Q)
de: Lokale Hostadresse kann nicht aufgelöst werden: eine vom Benutzer eingegebene wird benutzt (%Q)
es: No se pudo resolver la dirección local, usando la suministrada por el usuario (%Q)
hu: Helyi hosztnév felderítése sikertelen, a felhasználó által megadott lesz használva(%Q)
uk: Не можу визначити локальну адресу, використаю тільки наданий користувачем (%Q)

source: Can't resolve the localhost name
ca: No puc resoldre el nom de la m�uina local
de: localhost kann nicht aufgelöst werden
es: No puedo resolver el nombre de máquina local
hu: Localhost nevét nem sikerült visszafejteni
uk: Не можу одержати ім'я локальної адреси

source: Can't retrieve the terminal emulation factory
ca: No puc recuperar la factoria d'emulaci�de terminal
de: Terminalemulationsart konnte nicht bekommen werden
es: No puedo recuperar la factoría de emulación de terminal
uk: Не можу повернути емулятор термінала

source: Can't send a zero-size file
ca: No puc enviar un arxiu de mida zero
es: No puedo enviar un archivo de tamaño cero
hu: Nulla méretű fájl küldése sikertelen
uk: Не можу відправити файл нульового розміру

source: Can't set the current avatar to '%Q': can't load the image
es: No puedo poner el avatar actual a '%Q': no puedo cargar la imagen
hu: Nem lehet beállítani az aktuális avatart, (%Q) képet betöltés sikertlen
uk: Неможливо встановити поточний аватар в '%Q': помилка завантаження картинки

source: Can't set the current avatar to '%Q': failed to start the http transfer
es: No puedo poner el avatar actual a '%Q': falló el inicio de la transferencia http
hu: Nem lehet beállítani az aktuális avatart, (%Q) http átvitel sikertelen
uk: Неможливо встановити поточний аватар в '%Q': не можу відкрити HTTP з'єднання

source: Can't setup a listening socket : bind failed
ca: No puc configurar un socket en escolta: fallida en l'enlla�(bind)
de: Hörender Socket kann nicht erstellt werden: Binden ist fehlgeschlagen
es: No puedo configurar un socket en escucha : falló el enlace (bind)
uk: Не можу запустити прослуховування сокета: Помилка зв'язку

source: Can't start the DNS slave thread
ca: No s'ha pogut iniciar el fil de DNS esclau
de: DNS-Sklaventhread konnte nicht gestartet werden
es: No se pudo iniciar el hilo de DNS esclavo
hu: Másodlagos DNS szál indítása sikertelen
uk: Не можу запустити вторинну нитку DNS

source: Can't start the DNS thread
ca: No s'ha pogut iniciar el fil de DNS
de: Der DNS-Thread konnte nicht gestartet werden
es: No se pudo iniciar el hilo de DNS
hu: DNS szál indítása sikertelen
uk: Не можливо запустити DNS нитка

source: Can't unload the module: it has locked itself in memory
es: No puedo descargar el módulo: se ha bloqueado a sí mismo en memoria
hu: A modul által foglalt memória felszabadítása sikertelen: a modul zárolta magát
uk: Неможливо вивантажити модуль: модуль заблокував свою пам'ять

source: Cancel
ca: Cancellar
de: Abbrechen
es: Cancelar
hu: Mégsem
uk: С&касування
