Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Received a kick message for an unknown channel, possible desync
ca: Rebut un missatge d'expulsi�d'un canal desconegut, possible desync?
de: Kick-Nachricht von unbekannten Kanal empfangen, Desynchronisation möglich
es: Recibido un mensaje de expulsión de un canal desconocido, posible desync?
hu: Ismeretlen csatornáról kaptam kirúgó üzenetet, valószínűleg deszinkron
uk: отримане повідомлення про кіке від невідомого каналу, можлива розсинхрузування

source: Received a mode change for an unknown channel, possible desync
ca: Rebut un canvi de mode d'un canal desconegut, possible desync?
de: Modusänderung von unbekannten Kanal empfangen, Desynchronisation möglich
es: Recibido un cambio de modo de un canal desconocido, posible desync?
hu: Ismeretlen csatorna módváltását észleltem, szinkron hiba
uk: Отримана зміна режиму від невідомого каналу, можлива розсинхрузування

source: Received a part message for an unknown channel, possible desync
ca: Rebut un missatge PART d'un canal desconegut, possible desync?
de: Part-Nachricht von unbekannten Kanal empfangen, Desynchronisation möglich
es: Recibido un mensaje PART de un canal desconocido, posible desync?
hu: Ismeretlen csatornáról lelépő üzenetet kaptam, valószínűleg szinkron hiba
uk: Отримана частина повідомлення від невідомого каналу, можлива розсинхрузування

source: Received a topic message for an unknown channel, possible desync
ca: Rebut un missatge de tema d'un canal desconegut, posible desync?
de: Themanachricht von unbekannten Kanal empfangen, Desynchronisation möglich
es: Recibido un mensaje de tema de un canal desconocido, posible desync?
hu: Ismeretlen csatorna topik üzenetét kaptam meg, valószínűleg szinkron hiba
uk: Отримане повідомлення з темою від невідомого каналу, можлива розсинхрузування

source: Received an invite message directed to another nick, possible desync
ca: Rebut un missatge INVITE dirigit a un altre nick, possible desync
de: Invite-Nachricht an anderen Spitznamen empfangen, Desynchronisation möglich
es: Recibido un mensaje INVITE dirigido a otro nick, posible desync
hu: Meghívó üzenet érkezett, de másnak lett címezve: szinkron hiba
uk: Отримане повідомлення об запрошення призначене іншому нику, можлива розсинхрузування

source: Received end of links.
ca: Rebut final d'enlla�s
de: Ende der Links empfangen.
es: Recibido final de enlaces.
hu: Kapcsolatok vége jel.
uk: Кінець одержання даних про зв'язки серверів.

source: Received ping from !s%Q (PING %Q), replied pong
hu: Ping kérés: !s%Q (PING %Q), megválaszolva: pong
uk: Отриманий пінг від !s%Q (PING %Q), відсилаю pong

source: Received pong from !s%s (PONG %s)
ca: Rebut pong de !s%s (PONG %s)
de: Pong von !s%s empfangen (PONG %s)
es: Recibido pong de !s%s (PONG %s)
hu: Beérkezett pong: !s%s (PONG %s)
uk: Отриманий pong від !s%s (PONG %s)

source: Recent Channels
ca: Canals Recents
de: Letzte Kanäle
es: Canales Recientes
hu: Új csatornák
uk: Недавні канали

source: Reconnect attempt aborted
ca: Intent de reconnexi�cancellat
de: Erneuter Verbindungsversuch wurde abgebrochen.
es: Intento de reconexión cancelado
hu: Újrakapcsolódás megszakítva
uk: Спроба перепідключення перервана

source: Rectangle options (x,y,width,height)
ca: Opcions per a el rectangle (x,y,ample, al�da)
de: Rechteck-Optionen (x,y,Breite,Höhe)
es: Opciones para el rectángulo (x,y,ancho,alto)
hu: Téglalap opciók (x,y,szélesség,magasság)
uk: Опція прямокутник (x,y,ширина,висота)

source: Recursive definition detected for popup '%Q': ignoring
ca: Detectada definici�recursiva per al men emergent '%Q': ignorant
de: Rekursive Definition für Aufklappmenü '%Q' gefunden: wird ignoriert
es: Detectada definición recursiva para el menú emergente '%Q': ignorando
uk: Рекурсивне визначення виявлене для спливаючі меню '%Q': зігноровано

source: Redirect on channel full
ca: Redirigir quan el canal s'ompli
de: Umleiten wenn Kanal voll
es: Redirigir cuando el canal se llene
hu: Átirányít, ha a csatorna megtelt
uk: Переспрямовано на повний канал

source: Refresh index
es: Actualizar índice
hu: Index frissítése
uk: Обновити список

source: Register
ca: Registrar
de: Registrieren
hu: Regisztrálás
uk: Зареєструвати

source: Register as
ca: Registrar com a
de: Registriert als
hu: Regisztrálás mint
uk: Зареєструвати як

source: Registered
ca: Registrat
de: Registriert
es: Registrado
hu: Regisztrált
uk: Зареєстрований

source: Registered Channels
ca: Canals Registrats
de: Registrierte Kanäle
es: Canales Registrados
hu: Regisztrált Csatornák
uk: Зареєстровані канали

source: Registered User Entry
ca: Entrada d'Usuaris Registrats
de: Registrierter Benutzer-Eintrag
es: Entrada de Usuarios Registrados
hu: Regisztrált Felhasználó Bejegyzés
uk: Реєстрація користувача

source: Registered Users - KVIrc
ca: Usuaris registrats - KVIrc
de: Registrierte Benutzer - KVIrc
es: Usuarios registrados - KVIrc
hu: Regisztrált Felhasználók - KVIrc
uk: Реєстрація користувачів - KVIrc

source: Registered as
ca: Registrat com a
de: Registriert als
es: Registrados como
hu: Regisztrált:
uk: Зареєстрований як

source: Registered channel list:
ca: Llista de canals registrats:
de: Registrierte Kanäle-Liste:
es: Lista de canales registrados:
hu: Regisztrált csatornák listája:
uk: Зареєстрований список каналів:

source: Registered lag check with reliability %u (%s)
ca: Comprobaci�de retr� registrada amb fiabilitat %u (%s)
de: Bemerke Lagprüfung mit Zuverlässigkeit %u (%s)
es: Comprobación de retraso registrada con fiabilidad %u (%s)
hu: Megbízható lag ellenőrzés %u (%s)
uk: Визначена гарантована затримка %u (%s)

source: Registered users database dump:
ca: Volcat d'usuaris registrats de la base de dades.
de: Registrierte Benutzer-Datenbank-Ausgabe:
es: Volcado de usuarios registrados de la base de datos:
hu: Regisztrált felhasználó adatbázis dump:
uk: Дамп бази зареєстрованих користувачів:

source: Registration Complete
ca: Registre completat
de: Registrierung komplett
es: Registro completado
hu: Regisztráció Befejezve
uk: Реєстрація завершена

source: Reload
ca: Recarregar
de: Erneut laden
es: Recargar
hu: Újratölt
uk: Обновити

source: Remote command received (%s ...)
ca: Comanda remota rebuda (%s ...)
de: Entferntes Kommando empfangen (%s ...)
es: Comando remoto recibido (%s ...)
hu: Beérkezett távoli parancs (%s ...)
uk: Дистанційна команда одержала (%s ...)

source: Remote end has closed the connection
ca: El extrem remot ha tancat la connexi
de: Die entfernte Seite hat die Verbindung beendet
es: El extremo remoto ha cerrado la conexión
hu: A távoli kiszolgáló lezárta a kapcsolatot
uk: Сервер закрив з'єднання

source: Remote mIRC servers.ini Import Wizard
ca: Assistent d'Importaci�remota de servers.ini de mIRC
de: Entfernte mIRC servers.ini Importassistent
es: Asistente de Importación remota de servers.ini de mIRC
hu: Távoli mIRC servers.ini Importáló Varázsló
uk: Майстер вилученого імпорту mIRC servers.ini

source: Remove %Q
ca: Treure %Q
de: %Q löschen
es: Quitar %Q
hu: Eltávolít: %Q
uk: Видалити %Q

source: Remove Selected
de: Ausgewählte Löschen.
es: Eliminar seleccionados
hu: Kijelölt Eltávolítása
uk: &Видалити обране

source: Remove from Notify
ca: Treure de Notificar
de: Von der Benachrichtigungsliste löschen
hu: Eltávolít az Értesítésből
uk: Видалити з повідомлень

source: Remove item
es: Borrar elemento
hu: Elem eltávolítása
uk: Видалити елемент

source: Remove the currently selected entries.
ca: Borrar les entrades actualment triades.
de: Aktuell ausgewählte Einträge löschen
es: Borrar las entradas actualmente seleccionadas.
hu: Kiválasztott elemek törlése.
uk: Видалити поточний обраний пункт.

source: Rename
es: Renombrar
hu: Átnevez
uk: Перейменувати

source: Rename Alias
es: Renombrar alias
hu: Alias Átnevezése
uk: Перейменувати аліас

source: Rename Namespace
es: Remombrar espacio de nombres
hu: Névtér Átnevezése
uk: Перейменувати простір імен

source: Replace file
hu: Fájl cseréje
uk: Замінити файл

source: Replace with
es: Reemplazar con
hu: Csere erre
uk: Замінити на

source: Request Links
ca: Solicitar Enlla�s
de: Verknüpfungen anfordern
es: Solicitar Enlaces
hu: Kapcsolatok Lekérdezése
uk: Запросити з'єднання

source: Request List
ca: Solicitar Llista
de: Liste anfordern
es: Solicitar Lista
hu: Lista Kérése
uk: Одержати список

source: Reset
ca: Reiniciar
de: Zurücksetzen
es: Reiniciar
hu: Újraindít
uk: Скидання

source: Reset Temporary Background
de: Temporären Hintergrund zurücksetzen...
es: Quitar Fondo Temporal
hu: Átmeneti háttér visszaállítása
uk: Скинути тимчасове тло

source: Restore &Default Script
ca: Restaurar Script per &Defecte
de: &Standardskript wiederherstellen
es: Restaurar Script por &Defecto
hu: Alapértelmezett szkript visszaállítása
uk: Відновити сценарії по &умовчанню

source: Restore Default Script - KVIrc
ca: Restaurar l'Script per defecte - KVIrc
de: Standardskript wiederherstellen - KVIrc
es: Restaurar Script por defecto - KVIrc
hu: Alapértelmezett Scriptek visszaállítása - KVirc
uk: Відновлення сценаріїв за замовчуванням - KVirc

source: Restoring pre-away nickname (%Q)
ca: Recuperant el nick anterior a l'estat d'ausencia (%Q)
de: Spitzname vor dem Abwesend (%Q) wird wiederhergestellt
es: Recuperando el nick anterior al estado de ausencia (%Q)
hu: Távollét előtti nick beállítása: (%Q)
uk: Відновлення ніка (%Q)

source: Resuming direct server connection
ca: Continuant connexi�directa al servidor
de: Nehme Direktverbindung auf
es: Continuando conexión directa al servidor
hu: Közvetlen kapcsolódás a szerverhez
uk: Пряме підключення до сервера

source: Reverse
ca: Al rev�
de: Umkehren
es: Inversa
hu: Fordított
uk: Інвертувати

source: Reverse Chat with
hu: Fordított beszélgetés:
uk: Зворотний чат з

source: Reverse Send to
ca: Enviament Invers a
de: Umgekehrtes Senden an
hu: Fordított küldés:
uk: Зворотна передача для

source: Reverse Sort
de: Umgekehrtes Sortieren
hu: Fordított rendezés
uk: Зворотне сортування

source: Right
ca: Dreta
de: Rechts
es: Derecha
hu: Jobb
uk: Праворуч

source: Right operand didn't evaluate to a number
ca: L'operand de la dreta no � un nmero
de: Rechter Operand kann nicht zu einer Zahl ausgewertet werden
es: El operando de la derecha no es un número
uk: Правий операнд не визначений як число

source: Right operand is not a dictionary reference
ca: L'operador dret no � una refer�cia a diccionari
de: Rechter Operand ist keine Wörterbuchreferenz
es: El operador derecho no es una referencia a diccionario
hu: A jobb operátor nincs az értelmezőben
uk: Правий операнд не є словніківим посиланням

source: Right operand is not a number
ca: El operand de la dreta no � un nmero
de: Rechter Operand ist keine Zahl
es: El operando de la derecha no es un número
hu: Jobb operandus nem szám
uk: Правий оператор не число

source: Run KVS Script
hu: KVS szkript futtatása
uk: Запустити KVS Скріпт

source: SSL message
ca: Missatge SSL
de: SSL-Nachricht
es: Mensaje SSL
hu: SSL üzenet
uk: Повідомлення SSL

source: Sa&ve Window Properties
ca: Guardar Propietats de Finestra
de: Fenstereigenschaften &speichern
es: Guardar Propiedades de &Ventana
hu: Ablak tulajdonságok mentése
uk: &Зберегти властивості вікон

source: Sample
ca: Exemple
de: Beispiel
es: Ejemplo
hu: Minta
uk: Зразок

source: Sample Text
es: texto de Ejemplo
hu: Minta szöveg
uk: Зразок тексту

source: Save URL list on module unload
ca: Guardar llista d'URL al descarregar el m�ul
de: URL-Liste beim Entladen des Moduls speichern
es: Guardar lista de URL al descargar el módulo
hu: URL lista mentése Modul kilépésekor
uk: Зберегти список URL при вивантаженні модуля

source: Save columns width on URL list close
ca: Guardar l'amplada de les columnes al tancar la llista d'URL
de: Spaltenbreite beim Schließen speichern
es: Guardar la anchura de las columnas al cerrar la lista de URL
hu: Oszlopszélesség mentése a Lista bezárásakor
uk: Зберегти ширину стовпчиків у списку URL

source: Say parse error: Broken command
ca: Diu error de l'analitzador: comanda err�ia
de: Say-Parsen fehlgeschlagen: fehlerhaftes Kommando
es: Dice error del analizador: comando erroneo
uk: Помилка граматичного розбору: Бита команда

source: Scope object already defined (unexpected @)
ca: Ja s'ha definit el �bit de l'objecte (@ inesperat)
de: Objektgültigkeitsbereich bereits definiert (unerwartetes @)
es: Ya se definió el ámbito del objeto (@ inesperado)
uk: Об'єкт уже визначений (несподіваний @)

source: Scr&ipt
de: Skr&ipt
hu: Szkr&ipt
uk: &Сценарій

source: Scri&pting
de: &Skripte
hu: Szkri&ptelés
uk: З&ценарії

source: Script
de: Skript
hu: Szkript
uk: Скріпт

source: Script Tester
ca: Comprovador d'Script
de: Skripttester
es: Comprobador de Script
hu: Szkript tesztelő
uk: Тестер сценаріїв

source: Script registration failed
de: Skript registierung fehlgeschlagend
es: Falló el registro del script
hu: Szkript regisztráció sikertelen
uk: Не вдалося зареєструвати Скріпт

source: Script succesfully registered
de: Skript erfolgreich registeriert
es: Script registrado satisfactoriamente
hu: Szkript regisztráció sikerült
uk: Скріпт успішно зареєстрований

source: Scripting
de: Skripte
hu: Szkriptelés
uk: Сценарії

source: Scripting related actions
ca: Accions relacionades amb els scripts
de: Aktionen bezüglich der Skripte
es: Acciones relacionadas con los scripts
hu: Szkriptfüggő akciók
uk: Дії, зв'язані зі сценаріями

source: Search
ca: Cerca
de: Suchen
es: Búsqueda
hu: Keresés
uk: Пошук

source: Search tools
ca: Eines de cerca
de: Suchwerkzeuge
es: Herramientas de búsqueda
hu: Kereső eszközök
uk: Інструменти пошуку

source: Secret
de: Geheim
es: Secreto
hu: Titkos
uk: Секретний

source: Secure Chat with
ca: Xat segur amb
de: Sicherer Chat mit
hu: Biztonságos Beszélgetés:
uk: Захищений чат з

source: Secure Socket Layer error
ca: Error SSL
es: Error SSL
hu: Secure Socket Layer hiba
uk: Помилка SSL

source: Secure connection
ca: Connexi�segura
de: Sichere Verbindung
es: Conexión segura
hu: Biztonságos kapcsolat
uk: Безпечне підключення

source: Secure proxy connection
ca: Connexi�segura a proxy
de: sichere Proxy-Verbindung
es: Conexión segura a proxy
hu: Biztonságos proxy kapcsolat
uk: Підключення до безпечного проксі

source: Seems like the world has stopped spinning
ca: Sembla que el m� ha deixat de girar
de: Es sieht aus, als wenn die Erde aufgehört hat sich zu drehen
es: Parece que el mundo ha dejado de girar
hu: Kapaszkodj, a föld már szerintem nem forog...
uk: Здається земля припиняє вертітися..

source: Select All
ca: Seleccionar Tot
de: Alles Auswählen
es: Seleccionar Todo
hu: Mindent kijelöl
uk: Вибрати всі

source: Select Font
ca: Seleccionar Font
de: Schriftart auswählen
es: Seleccionar Fuente
hu: Betűtípus kiválasztása
uk: Вибір шрифту

source: Select a Filter File
ca: Seleccioni un Arxiu de Filtre
de: Filterdatei auswählen
es: Seleccione un Archivo de Filtro
hu: Szűrő kiválasztása
uk: Виберіть файл фільтра

source: Select a Name for the Filter File
ca: Trii un Nom per l'Arxiu de Filtre
de: Dateiname für Filterdatei auswählen
es: Escoge un Nombre para el Archivo de Filtro
hu: Adj nevet a szűrőfájlnak
uk: Виберіть ім'я для файлу фільтра

source: Select a ban.
ca: Seleccioni una prohibici�
de: Bann auswählen
es: Seleccione una prohibición.
hu: Tiltás kiválasztása
uk: Виберіть бан.

source: Select an URL.
ca: Seleccioni una URL.
de: URL auswählen
es: Seleccione una URL.
hu: Válassz egy URLt.
uk: Вибрати URL.

source: Select color
ca: Seleccionar color
de: Farbe(n) auswählen
es: Seleccionar color
hu: Szín kiválasztása
uk: Вибір кольорів

source: Selection
ca: Selecci
de: Auswahl
es: selección
hu: Kijelölt
uk: Вибір

source: Self modification not allowed
ca: Automodificaci�no permesa
de: Selbstmodifikation nicht erlaubt
es: Automodificación no permitida
hu: Ön-módosítás nem engedélyezett
uk: Автомодифікація не припустима

source: Send to
ca: Enviat a
de: Senden an
hu: Küldés:
uk: Відіслати

source: Sending %s as password
ca: Enviant %s com a clau
de: Sende %s als Passwort
es: Enviando %s como clave
hu: %s küldése jelszóként
uk: Відправлення %s як пароля

source: Sending out CTCP based lag probe
ca: Enviant prova de retr� basada en CTCP
de: Eine auf CTCP basierende Lagpüfung wird gesendet.
es: Enviando prueba de retraso basado en CTCP
hu: CTCP alap lagmérő jel küldése
uk: Відсилаю CTCP для визначення затримки

source: Sending out PING based lag probe
ca: Enviant prova de retr� basada en PING
de: Eine auf "PING" basierende Lagpüfung wird gesendet.
es: Enviando prueba de retraso basado en PING
hu: Ping alapú lagmérő jel küldése
uk: Відсилаю пінг для визначення затримки

source: Sending wallop to
de: Sende Wallop zu
hu: Wallop küldése
uk: Відправляємо wallop для

source: Senseless empty switch command: fix the script
ca: Comanda switch buida no t�sentit: arregla l'script
de: Sinnloses leeres switch-Kommando: Bitte Skript reparieren
es: Comando switch vacío no tiene sentido: arregla el script
uk: Безглузда порожня команда: виправте сценарій

source: Sent QUIT, waiting for the server to close the connection...
ca: Enviant QUIT, esperant a que el servidor tanqui la connexi�..
de: QUIT wurde gesendet, es wird auf das Schließen der Verbindung durch den Server gewartet...
es: Enviado QUIT, esperando a que el servidor cierre la conexión...
hu: QUIT elküldve, várakozás a szerverre, hogy zárja a kapcsolatot...
uk: Відправлений QUIT, чекаю коли сервер закриє з'єднання..

source: Sent auth method request, waiting for acknowledgement
ca: Enviant petici�de m�ode d'autentificaci� esperant confirmaci
de: Authentifizierungsmethoden-Anfrage wurde gesendet, warte auf Bestätigung...
es: Enviado petición de método de autentificación, esperando la confirmación
hu: Azonosítás elküldve, várakozás a megerősítésre
uk: Відісланий запит методу аутентифікації, очікую підтвердження

source: Sent connection request, waiting for "HTTP 200" acknowledgement
ca: Enviada petici�de connexi� esperant per a confirmaci�"HTTP 200"
de: Verbindungsanfrage wurde gesendet, warte auf die "HTTP 200"-Bestätigung...
es: Enviada petición de conexión, esperando para la confirmación "HTTP 200"
hu: Kapcsolódási kérés elküldve, várakozás "HTTP 200" megerősítésre
uk: Відісланий запит зв'язку, очікую підтвердження "HTTP 200"

source: Sent connection request, waiting for acknowledgement
ca: Enviat petici�de connexi� esperant la confirmaci
de: Verbindungsanfrage wurde gesendet, es wird auf Bestätigung gewartet
es: Enviada petición de conexión, esperando la confirmación
hu: Kapcsolódási kérelem elküldve, várakozás a válaszra
uk: Відісланий запит з'єднання, очікую підтвердження

source: Sent links request, waiting for reply...
ca: Enviada petici�d'enlla�s, esperant resposta...
de: Verknüpfungen-Anfrage gesendet, es wird auf Antwort gewartet...
es: Enviada petición de enlaces, esperando respuesta...
hu: Kapcsolat lista lekérése folyamatban...
uk: Відісланий запит зв'язків серверів, очікую відповідь...

source: Sent list request, waiting for reply...
ca: Enviada petici�de llista, esperant resposta...
de: Listenanfrage gesendet: es wird auf Antwort gewartet...
es: Enviada petición de lista, esperando respuesta...
hu: Lista kérése folyamatban, válaszra várva
uk: Відісланий запит списку, очікую відповідь...

source: Sent part request, waiting for reply...
ca: Enviada sollicitud de partida, esperant resposta...
de: Anfrage auf Verlassen des Kanals wurde gesendet: es wird auf eine Antwort gewartet...
es: Enviada solicitud de partida, esperando respuesta...
hu: Lelépő üzenet elküldve, válaszra várva...
uk: Запит PART відісланий, очікую відповідь...

source: Sent target host data, waiting for acknowledgement
ca: Enviades les dades de la m�uina de dest� esperant confirmaci
de: Zielhostdaten wurden gesendet, es wird auf Bestätigung gewartet
es: Enviados los datos de la máquina de destino, esperando confirmación
hu: Cél hoszt adatai elküldve, várakozás a megerősítésre
uk: Дані відправлені цільовому хосту, очікую підтвердження

source: Sent username and password, waiting for acknowledgement
ca: Enviats usuari i clau, esperant confirmaci
de: Benutzername und Passwort wurden gesendet, warte auf Bestätigung...
es: Enviados usuario y clave, esperando la confirmación
hu: Felhasználónév, jelszó elküldve várakozás a megerősítésre
uk: Відіслані ім'я користувача й пароль, очікую відповіді

source: Separate Directories
ca: Separar Directoris
de: Verzeichnisse gesondert
es: Separar Directorios
hu: Könyvtárak elválasztása
uk: Відокремити каталоги

source: Separator
ca: Separador
de: Trenner
es: Separador
hu: Elválasztó
uk: Роздільник

source: Server %Q version %S supporting user modes '%S' and channel modes '%S'
ca: Servidor %Q versi�%S soportant modes d'usuari '%S' i modes de canal '%S'
de: Server %Q Version %S unterstützt Benutzermodi '%S' und Kanalmodi '%S'
es: Servidor %Q versión %S soportando modos de usuario '%S' y modos de canal '%S'
hu: %Q szerver, %S verzió. Támogatott felhasználói módok: '%S' Csatorna módok: '%S'
uk: Сервер %Q версії %S підтримує користувальницькі режими '%S' і режими каналу '%S'

source: Server ERROR: %Q
de: Server-FEHLER: %Q
es: ERROR de Servidor: %Q
hu: Szerver HIBA: %Q
uk: ПОМИЛКА Сервера: %Q

source: Server Message of the Day
ca: Missatge del Dia del servidor
de: Servernachricht des Tages
es: Mensaje del Día del servidor
hu: Szerver MOTD (A nap üzenete)
uk: Повідомлення дня сервера

source: Server Notices (+s)
ca: Not�ies del Servidor (+s)
de: Servernotizen (+s)
es: Noticias del Servidor (+s)
hu: Szerver Értesítések (+s)
uk: Повідомлення сервера (+s)

source: Server X509 certificate
ca: Certificat X509 del servidor
de: Server X509-Zertifikat
es: Certificado X509 del servidor
hu: Szerver X509 hitelesítés
uk: Сертифікат сервера X509

source: Server appears to be a network hub<br>
ca: El servidor semblar ser un concentrador de xarxa<br>
de: Server scheint ein Netzwerkhub zu sein<br>
es: El servidor parece ser un concentrador de red<br>
hu: A szerver látszólag egy hálózati hub<br>
uk: Сервер є мережним хабом<br>

source: Server error
de: Serverfehler
es: Error del servidor
hu: Szerver hiba
uk: Помилка сервера

source: Server idle for
ca: Servidor esperant durant
de: Serverleerlauf von
es: Servidor esperando durante
hu: Szerver szerinti tétlenség
uk: На сервері відсутня активність протягом

source: Server information
ca: Informaci�del servidor
de: Server-Informationen
es: Información del servidor
hu: Szerver információ
uk: Інформація сервера

source: Server notice
ca: Not�ia del servidor
de: Servernotiz
es: Noticia del servidor
hu: Szerver értesítő
uk: Повідомлення сервера

source: Server ping
ca: Pings del servidor
es: Pings de servidor
hu: Szerver ping
uk: Пінг сервера

source: Server statistics
ca: Estad�tiques del servidor
de: Serverstatistiken
es: Estadísticas del servidor
hu: Szerver statisztika
uk: Статистика сервера

source: Server/Network/Tech Admin only channel
ca: Canal nom� per a l'Administrador del Servidor/Xarxa/T�nic
de: Kanal nur für Serveradmin | Netzwerkadmin | Techadmin
es: Canal sólo para Administrador de Servidor/Red/Técnico
hu: Szerver/Hálózat/Tech Adminoknak fentartva
uk: Канал тільки для серверних/мережних/технічних адміністраторів

source: Set &All
ca: Tri&ar Tot
de: &Alles setzen
es: Seleccionar Todo
hu: Mindent kijelöl
uk: Вибрати &всі

source: Set &None
ca: &No Triar Res
de: Keine(&n) setzen
es: Iniciar &Nada
hu: Kijelölések törlése
uk: З&кинути всі

source: Set as Default
ca: Posar per Defecte
de: Als Voreinstellungen setzen
hu: Beállítás alapértelmezettként
uk: Установити по мовчанню

source: Set at
ca: Posat el
de: Gesetzt um
es: Puesto el
hu: Beállítva
uk: Дата

source: Set by
ca: Posat per
de: Gesetzt von
es: Puesto por
hu: Beállította:
uk: Установив

source: Set on
ca: Posat el
de: Gesetzt am
es: Puesto el
hu: Bekapcsol
uk: Дата установки
