Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Insufficient resources to complete the operation
ca: Recursos insuficients per a completar l'operaci
de: Ungenügende Ressourcen um die Operation abzuschließen
es: Recursos insuficientes para completar la operación
hu: Nincs elég erőforrás a kérés teljesítésére
uk: Недостатньо ресурсів для завершення операції

source: Integer parameter expected
ca: S'esperava un par�etre enter
de: Integer-Parameter erwartet
es: Se esperaba parámetro entero
hu: Integer paraméter hiányzik
uk: Очікується аргумент ціле число

source: Internal error
ca: Error intern
de: Interner Fehler
es: Error interno
hu: Belső hiba
uk: Внутрішня помилка

source: Internal error: I'm not in the user database ?
ca: Error intern: no estic a la base de dades d'usuari?
de: Interner Fehler: Ich bin nicht in der Datenbank?
es: Error interno: no estoy en la base de datos de usuario?
hu: Belső hiba: Nem lennék a felhasználó adatbázisban?
uk: Внутрішня помилка: Це не база даних користувачів?

source: Internal error: call a head-shrinker
hu: Belső hiba: szólj egy pszichomókusnak
uk: Внутрішня помилка

source: Internal error: pure virtual evaluateReadOnly called
ca: Error intern: s'ha cridat al m�ode virtual pur avaluat ReadOnly
de: Interner Fehler: virtuelles evaluateReadOnly aufgerufen
es: Error interno: se llamó al método virtual puro evaluateReadOnly
uk: Внутрішня помилка: виклик чистої віртуальної evaluateReadOnly

source: Internal error: pure virtual evaluateReadOnlyInObjectScope called
es: Error interno: se llamó al método virtual puro evaluateReadOnlyInObjectScope
uk: Внутрішня помилка: pure virtual evaluateReadOnlyInObjectScope called

source: Internal error: trying to evaluate as read-write a read-only data location
ca: Error intern: intentant avaluar una posici�de dades de nom� lectura com a de lectura-escriptura
de: Interner Fehler: es wird versucht, ein nur lesbaren Datenort als als schreibaren Datenort auszuwerten
es: Error interno: intentando evaluar una posición de datos de solo lectura como de lectura-escritura
uk: Внутрішня помилка: спроба використати дані в режимі читання-запис які доступні тільки на читання

source: Internal unique name for the action
de: Interner eindeutiger Name für die Aktion
es: Nombre interno único para la acción
hu: Külső egyedi név az akció számára
uk: Внутрішнє унікальне ім'я дії

source: Invalid DCOP parameter syntax
de: Ungültige DCOP Parametersyntax
es: Sintaxis del parámetro DCOP no válido
hu: Helytelen DCOP paraméter szintaxis
uk: Недійсний синтаксис аргументу DCOP

source: Invalid HTTP response: %s
ca: Resposta HTTP no v�ida: %s
de: Ungültige HTTP-Antwort: %s
es: Respuesta HTTP no válida: %s
hu: Helytelen HTTP válasz: %s
uk: Отримана помилка HTTP: %s

source: Invalid IP address
ca: Adre� IP no v�ida
de: Ungültige IP-Adresse
es: Dirección IP no válida
hu: Helytelen IP cím
uk: Невірний IP адреса

source: Invalid IP address specified ('%Q')
hu: Helytelen megadott IP cím: %Q
uk: Заданий невірний IP адреса('Q')

source: Invalid IRC context id '%Q'
es: Id '%Q' de contexto de IRC no válido
hu: Helytelen %Q azonosítójó IRC környezet
uk: Невірний IRC контекст '%Q'

source: Invalid IRC url (%Q)
es: url IRC no válida (%Q)
hu: Helytelen IRC cím (%Q)
uk: Недійсний url IRC (%Q)

source: Invalid ToolBar Label
ca: Etiqueta de Barra d'Eines no v�ida
de: Ungültiger Werkzeugleistenbezeichner
es: Etiqueta de Barra de Herramientas no válida
hu: Érvénytelen Eszköztár név
uk: Невірна мітка панелі інструментів

source: Invalid URL: Missing hostname
ca: URL Inv�ida: falta el nom de la m�uina
de: Ungültige URL: Hostname fehlt
es: URL Inválida: falta el nombre de la máquina
hu: Helytelen URL: Hiányzó hostnév
uk: Невірний URL: Хост не знайдений

source: Invalid array index: positive integer expected
ca: �dex de la matriu no v�id: s'esperava un enter positiu
de: Ungültiger Arrayindex: positiver Integer erwartet
es: Índice de array no válido: se esperaba entero positivo
hu: Helytelen tömb index: pozitív integer szükséges
uk: Невірний індекс масиву: очікується позитивне ціле число

source: Invalid color-set specification, using default
es: Especificación de conjunto de colores no válida, usando el valor por defecto
uk: Недійсне визначення кольорів, використається значення за замовчуванням

source: Invalid command evaluation in object scope
ca: Avaluaci�no v�ida de la comanda en l'�bit de l'objecte
de: Ungültige Kommandoauswertung im Objektbereich
es: Evaluación no válida del comando en el ámbito del objeto
uk: Недійсна оцінка команди в області об'єкта

source: Invalid crypt engine
ca: Motor de xifrat no v�id
de: Ungültige Verschlüsselungsroutine
es: Motor de cifrado no válido
hu: Helytelen titkosító motor
uk: Помилка криптовальної машини

source: Invalid data field: the package is probably corrupt
hu: Helytelen adat mező: a csomag valószínűleg sérült
uk: Ушкоджені дані пакета

source: Invalid data type for parameter "%s"
de: Ungültiger Datentyp für Parameter "%s"
es: Tipo de dato no válido apra el parámetro "%s"
hu: Helytelen adattípus "%s" paraméterhez
uk: Недійсний тип дати для параметра "%s"

source: Invalid direction for this engine
ca: Adre� no v�ida per a aquest motor
de: Ungültige Richtung für diesen Algorithmus
es: Dirección no válida para este motor
hu: Helytelen irány ehhez a motorhoz
uk: Недійсна директива

source: Invalid dock area specified
hu: Helytelenül megadott csatolási felület
uk: Неправильна область

source: Invalid duration value: using default
es: Duración de tono no válida: usando duración por defecto
hu: Helytelen időtartam: alapértelmezett használata
uk: Недійсне значення тривалості: використається за замовчуванняме

source: Invalid expression evaluation in object scope
ca: Avaluaci�no v�ida de la expressi�en el �bit de l'objecte
de: Ungültiger Ausdrucksauswertung im Objektbereich
es: Evaluación no válida de la expresión en el ámbito del objeto
uk: Недійсна оцінка вираження в області об'єкта

source: Invalid image
ca: Imatge no v�ida
de: Ungültiges Bild
es: Imagen no válida
hu: Hibás kép
uk: Не є зображенням

source: Invalid index specified: ignored
es: Se especificó un índice no válido: ignorado
hu: Megadott index helytelen: mellőzve
uk: Невірно визначений індекс: зігнорований

source: Invalid info field: the package is probably corrupt
hu: Helytelen információs mező: a csomag valószínűleg sérült
uk: Пакет ушкоджений

source: Invalid ip address
hu: Helytelen ip cím
uk: Невірний IP адреса

source: Invalid ip address (%Q)
hu: Helytelen ip cím (%Q)
uk: Невірний IP адреса (%Q)

source: Invalid irc context id
ca: Id de context irc no v�id
de: Ungültige IRC-Kontext-ID
es: Id de contexto irc no válido
hu: Helytelen irc környezet azonosító
uk: Невірний ідентифікатор в irc контексту

source: Invalid left operand
ca: Operador esquerra no v�id
de: Ungültiger linker Operand
es: Operador izquierdo no válido
hu: Helytelen bal operandus
uk: Невірний лівий операнд

source: Invalid mode '%Q'
es: Modo no válido '%Q'
uk: Неправильний режим %Q

source: Invalid object handle passed as parameter (the object is no longer existing ?)
es: Se pasó como parámetro un manejador a un objeto no válido (el objeto ya no existe?)
uk: Як параметр переданий бите посилання на об'єкт (можливо об'єкт вилучений до передачі як параметр?)

source: Invalid parameter
ca: Par�etre no v�id
de: Ungültiger Parameter
es: parámetro no válido
hu: Helytelen paraméter
uk: Невірний аргумент

source: Invalid parameters
de: Ungültige Parameter
es: Parámetros no válidos
uk: Невірні параметри

source: Invalid pitch value: using default
es: Tono no válido: usando tono por defecto
uk: Недійсне значення тону: використається за замовчуванняме

source: Invalid port number
ca: Nmero de port no v�id
de: Ungültiger Port
es: Número de puerto no válido
hu: Helytelen portszám
uk: Невірний номер порту

source: Invalid proxy address
ca: Adre� de proxy no v�ida
de: Ungültige Proxyadresse
es: Dirección de proxy no válida
hu: Helytelen proxy-cím
uk: Невірна адреса проксі

source: Invalid resize mode defaulting to Auto
es: Modo de redimensionado no válido, modo Auto por defecto
uk: Недійсний режим зміни розміру. Використаємо режим Auto

source: Invalid selection mode '%Q' assuming single
es: Modo de selección no válido "%Q": asumiendo "single"
hu: Helytelen kijelölési mód %Q, átállás egyszerűre
uk: Неприпустимий режим '%Q', приймаю одиночний

source: Invalid socket address
ca: Adre� per a socket no v�ida
de: Ungültige Socketadresse
es: Dirección para socket no válida
hu: Helytelen socket cím
uk: Недійсна адреса сокета

source: Invalid socket object specified (it doesn't inherit from socket)
ca: S'ha especificat un objecte socket no v�id (no hereta de socket)
de: Ungültiges Socketobjekt angegeben (es ist nicht von socket vererbt)
es: Se especificó un objeto socket no válido (no hereda de socket)
hu: Helytelenül megadott socket objektum (nem idegeníthető el a sockettől)
uk: Не дійсний об'єкт сокета (він не успадковується від сокета)

source: Invalid syntax for screen coordinates, using cursor position
ca: Sintaxis no v�ida per a coordenades de pantalla, emprant la posici�del cursor
de: Ungültige Syntax für Bildschirmkoordinaten, Cursorposition wird benutzt
es: Sintaxis no válida para coordenadas de pantalla, usando la posición del cursor
uk: Недійсний синтаксис координат екрана, використається позиція курсору

source: Invalid target address
ca: Adre� de dest�no v�ida
de: Ungültige Zieladresse
es: Dirección de destino no válida
hu: Helytelen cél cím
uk: Невірна адреса

source: Invalid timeout specified, using default
ca: S'ha especificat un cron�etre v�id, fent servir el valor per defecte
de: Ungültiger Zeitablauf angegeben, Standard wird benutzt
es: Se especificó un tiempo de expiración no válido, usando valor por defecto
hu: Helytelen megadott időtúllépés, alapértelmezett használata
uk: Невірно визначений таймаут, використається за замовчуванням

source: Invisible (+i)
de: Unsichtbar (+i)
hu: Láthatatlan (+i)
uk: Невидимий (+i)

source: Invite Exception Editor
hu: Meghívási kivétel szerkesztő
uk: Редактор виключень зі списку запрошень

source: Invite exception masks or forbid /INVITE
ca: M�cares d'excepci�d'invitaci�o prohibir /INVITE
de: Einladung-Ausnahme-Masken oder verbotenes /INVITE
es: Máscaras de excepción de invitación o prohibir /INVITE
hu: Meghívó kivétel maszkok vagy /INVITE tiltás
uk: Маски виключень із запрошень або заборона /INVITE

source: Invite exception matching my mask
ca: Excepci�d'invitaci�concorda amb la meva m�cara
de: Einladungsausnahme passt auf meine Maske
es: Excepción de invitación concuerda con mi máscara
hu: Maszkoddal egyező meghívó-kivétel
uk: Виключення із запрошення відповідає моїй масці

source: Invite listing
ca: Llista de invitats
de: Einladungen-Auflistung
es: Lista de invitados
hu: Meghívások listázása
uk: Список запрошень

source: Invite message
ca: Missatge d'invitaci
de: Einladungsnachricht
es: Mensaje invite
hu: Meghívó üzenet
uk: Повідомлення про запрошення

source: Invite only
ca: Nom�per invitaci
de: Nur auf Einladung
es: Solo por invitación
hu: Csak meghívóval
uk: Тільки за запрошенням

source: Invite unexception matching my mask
ca: Invitaci�sense excepci�concorda amb la meva m�cara
de: Einladung passt auf meine Maske
es: Invitación sin excepción concuerda con mi máscara
hu: Maszkoddal egyező meghívó-kivétel eltávolítása
uk: Зняте виключення із запрошення відповідає моїй масці

source: Irc Actions
ca: Accions IRC
de: IRC-Aktionen
es: Acciones IRC
hu: Irc Akció
uk: Дії IRC

source: Irc Tools
ca: Eines d'IRC
de: IRC-Werkzeuge
es: Herramientas de IRC
hu: Irc Eszközök
uk: Інструменти IRC

source: Irc context color options (#RRGGBB)
ca: Opcions de color de context Irc (#RRGGBB)
de: IRC-Kontext-Farboptionen (#RRGGBB)
es: Opciones de color de contexto Irc (#RRGGBB)
hu: Irc környezeti színek (#RRGGBB)
uk: Опція контекстних кольорів IRC (#RRGGBB)

source: It's so cold here...
ca: Fa tant de fred aqu�..
de: Es ist so kalt hier...
es: Hace tanto frío aquí..
hu: Marha hideg van ám erre...
uk: Як тут холодно...

source: Item
ca: Element
de: Element
es: Elemento
hu: Elem
uk: Пункт

source: Item Id:
de: Element-ID:
es: Id Elemento:
uk: Id пункту:

source: Item index [%d] is too big - defaulting to $count() - 1 [%d]
es: El índice de elemento [%d] es demasiado grande: se pone por defecto a $count()-1 [%d]
hu: Elem inxex [%d] túl nagy, alapértelmezésre állok: $count() - 1 [%d]
uk: Індекс елемента [%d] занадто великий - повинен бути $count() - 1 [%d]

source: Join Channel
ca: Unir-se a un Canal
de: Kanal betreten
es: Unirse a un Canal
hu: Csatlakozás csatornához
uk: Увійти на канал

source: Join Channels
ca: Unir-se a Canals
de: Kanäle betreten
es: Unirse a Canales
hu: Csatlakozás csatornákhoz
uk: Входити на канали

source: Join Channels...
de: Kanäle betreten...
es: Unirse a Canales...
hu: Csatlakozás csatornákhoz...
uk: Зайти на канали...

source: Join error message
ca: Missatge d'error al unir-se
de: Betreten-Fehlernachricht
es: Mensaje de error al unirse
hu: Csatlakozási hibaüzenet
uk: Повідомлення про помилку входу

source: Join message
ca: Missatge Join
de: Betreten-Nachricht
es: Mensaje Join
hu: Kapcsolódó üzenet
uk: Повідомлення про вхід

source: Joined on <b>%1</b>
ca: Unit el <b>%1</b>
de: Betreten um <b>%1</b>
es: Unido el <b>%1</b>
hu: Csatlakozott <b>%1</b>
uk: Увійшов на канал <b>%1</b>

source: Just idling...
ca: Estic gandulejant...
de: Nur ideln...
es: Toy haciendo el vago...
hu: Csak a tétlenség...
uk: Звичайне простоювання...

source: Just vegetating
ca: Estic vegentant
de: Nur vegetieren
es: Toy vegetando
hu: Vegetálok...
uk: Просто рости

source: K&ick
ca: Kickejar
de: K&icken
hu: K&irúgás
uk: Кік

source: KVIrc Addon Package
hu: KVIrc addon csomag
uk: KVIrc пакет доповнень

source: KVIrc Configuration File
hu: KVIrc konfigurációs fájl
uk: Файл конфігурації KVIrc

source: KVIrc Home&page
ca: P�ina de KVIrc
es: &Pagina de KVIrc
hu: A KVIrc weboldala
uk: &Домашня сторінка KVIrc

source: KVIrc KVS Script
hu: KVIrc KVS Szkript
uk: KVIrc KVS Скріпт

source: KVIrc Russian Home&page
de: Russische KVIrc Home&page
hu: Orosz KVIrc weboldal
uk: &Домашня сторінка KVIrc на російському

source: KVIrc Russian WWW
hu: Orosz KVIrc a Weben
uk: Домашня сторінка KVIrc на російському

source: KVIrc Setup
ca: Configuraci�de KVIrc
de: KVIrc-Einrichtung
es: Configuración de KVIrc
hu: KVIrc Beállítása
uk: Установка KVIrc

source: KVIrc Theme Package
hu: KVIrc Kinézet Csomag
uk: Пакет теми KVIrc

source: KVIrc WWW
hu: KVIrc a Weben
uk: KVIrc в інтернеті

source: KVIrc is compiled without OpenSSL support. $str.digest function disabled
hu: KVIrc OpenSSL támogatás nélkül lett lefordítva. $str.digest függvény letiltva
uk: KVIrc зібраний без підтримки OpenSSL. Функція $str.digest відключена.

source: Kernel networking panic
ca: Error greu en el nucli de xarxa
de: Kernel-Netzwerk-Panik
es: Error grave en el nucleo de red
hu: Hálózati kernel pánik
uk: Паніка мережного ядра

source: Key
ca: Clau
de: Taste
es: Clave
hu: Kulcs
uk: Ключ

source: Key Sequence:
de: Tastenkombination:
es: Secuencia de teclas:
hu: Kulcs szekvencia:
uk: Комбінація клавіш:

source: Kick Reason
ca: Ra�del Kick
de: Kickgrund
hu: Kirúgás Indoka
uk: Причина кіка

source: Kick action
ca: Acci�expulsar
de: Kick-Aktion
es: Acción expulsar
hu: Kirúgás akció
uk: Дія кікнуть

source: Kick/Ban
de: Kicken/Bannen
hu: Kirúgás és Tiltás
uk: Кікбан

source: Kick/Ban Reason
ca: Ra�del Kick/Ban
de: Kick-/Banngrund
hu: Kirúgás és Tiltás Okkal
uk: Причина кікбана

source: Label
ca: Etiqueta
de: Beschriftung
es: Etiqueta
hu: Címke
uk: Мітка

source: Label:
de: Beschriftung:
es: Etiqueta:
hu: Címke:
uk: Мітка:

source: Label: %Q
ca: Etiqueta: %Q
de: Beschriftung: %Q
es: Etiqueta: %Q
hu: Címke: %Q
uk: Мітка: %Q

source: Lag Indicator
ca: Indicador de Retr�
de: Laganzeiger
es: Indicador de Retraso
hu: Lag kijelző
uk: Індикатор затримки

source: Lag check aborted (%s)
ca: Comprobaci�de retr� cancellada (%s)
de: Lagprüfung abgebrochen (%s)
es: Comprobación de retraso cancelada (%s)
hu: Lag ellenőrzés megszakítva (%s)
uk: Визначення затримки перерване (%s)

source: Lag check completed (%s)
ca: Comprobaci�de retr� completada (%s)
de: Lagprüfung abgeschlossen (%s)
es: Comprobación de retraso completada (%s)
hu: Lag ellenőrzés befejezve (%s)
uk: Затримка визначена (%s)

source: Lag measure not available yet
ca: La mitja de retr� no est�disponible encara
de: Lagmessung noch nicht verfügbar
es: La medida del retraso no está disponible todavía
hu: Lag számítás még nem elérhető
uk: Вимір затримки поки не доступно

source: Lag meter engine disabled
ca: Motor de medici�del retr� deshabilitat
de: Lag-Meter deaktiviert
es: Motor de medición del retraso deshabilitado
hu: Lagmérő motor kikapcsolva
uk: Виключений вимір затримки

source: Lag meter was not enabled
ca: El mesurador de retr� no s'ha habilitat
de: Lag-Meter wurde nicht aktiviert
es: Medidor de retraso no fue habilitado
hu: Lagmérő nincs engedélyezve
uk: Вимір затримки не включене

source: Lag: ?.??
ca: Retr�: ?.??
es: Retraso: ?.??
uk: Затримка: ?.??

source: Languages:
hu: Nyelvek:
uk: Мови:

source: Large (32x32)
ca: Gran (32x32)
de: Gross (32x32)
es: Grande (32x32)
hu: Nagy (32x32)
uk: Більші (32x32)

source: Large Icons
ca: Icones Grans
de: Große Symbole
es: Iconos Grandes
hu: Nagy ikonok
uk: Більші іконки

source: Last checked %d mins %d secs ago
ca: �tima comprobaci�realitzada fa %d min %d segs
de: Zuletzt geprüft vor %d Minuten und %d Sekunden
es: Última comprobación realizada hace %d min %d segs
hu: Utoljára ellenőrízve %d perc %d másodperce
uk: Остання перевірка %d хв. %d сек. назад

source: Leave Away Mode
ca: Abandonar el Mode Absent
de: Abwesend-Modus verlassen
es: Abandonar el Modo Ausente
hu: Elérhető mód
uk: Вийти з режиму Відійшов

source: Left
ca: Esquerra
de: Links
es: Izquierda
hu: Bal
uk: Ліворуч

source: Left operand didn't evaluate to a number
ca: L'operador de l'esquerra no � un nmero
de: Linker Operand kann nicht zu einer Zahl ausgewertet werden
es: El operando de la izquierda no es un número
uk: Лівий операнд не визначений як число

source: Left operand is not a dictionary reference
ca: L'operador esquerra no � una refer�cia de diccionari
de: Linker Operand ist keine Wörterbuchreferenz
es: El operador izquierdo no es una referencia a diccionario
hu: A bal operátor nincs az értelmezőben
uk: Лівий операнд не є словніківим посиланням

source: Left operand is not a number
ca: El operand de l'esquerra no � un nmero
de: Linker Operand ist keine Zahl
es: El operando de la izquierda no es un número
hu: A bal operandus nem szám
uk: Лівий операнд не число

source: Limited number of users
ca: Nombre limitat d'usuaris
de: Begrenzte Anzahl von Benutzern
es: Número limitado de usuarios
hu: Limitált felhasználószám
uk: Кількість користувачів обмежена

source: Link
ca: Enlla�s
de: Verknüpfung
es: Enlaces
hu: Kapcsolat
uk: Зв'язок

source: Link overlay foreground
ca: Enlla�de la capa de primer pla
de: Verknüpfung überlagernder Vordergrund
es: Enlace de la capa de primer plano
hu: Kapcsolatot átfedő előtér
uk: Початкове посилання оверлея

source: Link: %Q
ca: Enlla� %Q
de: Verknüpfung: %Q
es: Enlace: %Q
hu: Kapcsolat(ok): %Q
uk: Посилання: %Q

source: Links cannot be requested: Not connected to a server
ca: Els enlla�s no poden ser sollicitats: No est�connectat a un servidor
de: Verknüpfungen können nicht angefordert werden: Nicht mit einen Server verbunden
es: Los enlaces no pueden ser solicitados: No está conectado a un servidor
hu: Kapcsolatok nem lekérhetőek, Nincs kapcsolat a szerverrel
uk: Неможливо запросити дані про зв'язок серверів: Немає підключення до сервера

source: Links for %Q [IRC Context %u]
ca: Enlla�s per a %Q [Context IRC %u]
de: Links von %Q [IRC-Kontext %u]
es: Enlaces para %Q [Contexto IRC %u]
hu: Kapcsolatok: %Q [IRC környezet %u]
uk: Карта мережі для %Q [IRC контекст %u]

source: Links reply
ca: Resposta enlla�s
de: Verknüpfungsantwort
es: Respuesta enlaces
hu: Linkek válasz
uk: Відповідь посилань

source: Links window alread open for this IRC context
ca: La finestra d'enlla�s ja est�oberta per a aquest context d'IRC
de: Verknüpfungsfenster für diesen IRC-Kontext bereits geöffnet
es: La ventana de enlaces ya está abierta para este contexto de IRC
hu: Kapcsolatok ablak már nyitva ennél az IRC környezetnél
uk: Вікно посилань уже відкрито для цього контексту IRC

source: List Download
ca: Descarrega la Llista
de: Herunterladen der Liste
es: Descarga de la Lista
hu: Lista Letöltése
uk: Завантаження списку

source: List cannot be requested: Not connected to a server
ca: No es pot solicitar la llista: No est�connectat a un servidor
de: Liste kann nicht abgefragt werden: Nicht mit einen Server verbunden
es: No se puede solicitar la lista: No está conectado a un servidor
hu: Lista nem lekérhető, nincs kapcsolat a szerverrel.
uk: Список не отриманий: Немає з'єднання із сервером

source: List of window types available in this release of KVIrc:
ca: Llista de tipus de finestres disponibles en aquesta versi�de KVirc
de: Liste der verfügbaren Fenstertypen in dieser Version von KVirc:
es: Lista de tipos de ventanas disponibles en esta versión de KVIrc
hu: Elérhető ablaktípusok a KVIrc ezen verziójában:
uk: Список типів вікон, доступних у цій версії KVIrc:

source: List window alread open for this IRC context
ca: Ja est�oberta la llista de finestres per a aquest context IRC
de: Listenfenster für diesen IRC-Kontext bereits geöffnet
es: Ya está abierta la lista de ventanas para este contexto IRC
hu: Listázó ablak már van nyitva ehhez az IRC környezethez
uk: Вікно списку вже відкрито для цього контексту IRC

source: List: %Q
ca: Llista: %Q
de: Liste: %Q
es: Lista: %Q
hu: Listázás: %Q
uk: Список: %Q

source: Listen failure
ca: Crida a listen fallida
de: Hören fehlgeschlagen
es: Llamada a listen fallida
uk: Помилка прийому

source: Listing Qt properties for object named "%Q" of KVS class %Q
es: Enumerando las propiedades Qt para el objeto llamado "%Q" de la clase KVS %Q
hu: Qt tulajdonságok listázása "%Q" objektumról, KVS osztály: %Q
uk: Список QT-властивостей для об'єкта "%Q" KVS класу %Q

source: Loaded module '%s' (%s)
ca: Carregant el m�ul '%s' (%s)
de: Geladenes Modul '%s' (%s)
es: Cargado el módulo '%s' (%s)
hu: Betöltött modul '%s' (%s)
uk: Завантаження модуля '%s' (%s)

source: Local host address is %Q
ca: La direcci�local de la m�uina � %Q
de: Lokale Hostadresse ist %Q
es: La dirección local de la máquina es %Q
hu: A helyi cím: %Q
uk: Локальна адреса %Q

source: Local hostname as seen by the IRC server resolved to %Q
hu: A szerver szerinti helyi hosztnév: %Q
uk: IRC сервер бачить нас як %Q

source: Location:
hu: Hely:
uk: Країна:

source: Log To Default File
ca: Registrar l'Arxiu per Defecte
de: In die voreingestellte Datei loggen
hu: Naplózás az alapértelmezett fájlba
uk: Журналировать у файл за замовчуванням

source: Log To...
ca: Registrar a...
de: Loggen nach...
hu: Naplózás ide:...
uk: Журналировать в...

source: Logging to
ca: Registrar a
de: Loggen nach
hu: Naplózás ide:
uk: Журналирую в

source: Login in progress...
ca: Autentificaci�en progr�...
de: Einloggvorgang läuft...
es: Autentificación en progreso...
hu: Belépés folyamatban...
uk: Вхід у мережу...

source: Login operations complete, happy ircing!
ca: Operacions d'entrada completes, feli�irc!
de: Login-Operationen abgeschlossen: frohes Chatten!
es: Operaciones de entrada completas, feliz irc!
hu: Belpési műveletek elvégezve, kellemes csevegést!
uk: Підключення пройшло успішно, ласкаво просимо в IRC!

source: Login operations completed
ca: Operacions d'entrada completes
de: Einloggoperationen abgeschlossen
es: Operaciones de entrada completas
hu: Belépési műveletek elvégezve
uk: Дії при вході завершені

source: Looking up host %Q...
ca: Buscant m�uina %Q...
de: Es wird versucht Host %Q aufzulösen...
es: Buscando máquina %Q...
hu: %Q felderítése
uk: Визначаю адресу %Q...
