Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: d: Obscure 'DEBUG' flag
ca: d: Flag de 'DEPURACI� obscura
de: d: dunkles 'DEBUG'-Flag
es: d: Flag de 'DEPURACIÓN' oscura
hu: d: Instabil 'DEBUG' flag
uk: d: можливо 'DEBUG' прапор

source: default
ca: per defecte
de: Standard
es: por defecto
hu: alapértelmezett
uk: за замовчуванням

source: directory
ca: directori
de: Verzeichnis
es: directorio
hu: könyvtár
uk: каталог

source: double-click the channel name to join
ca: premi dues vegades en el nom del canal per entrar
de: Doppelklick auf Kanalnamen zum Betreten
es: pulse dos veces en el nombre del canal para entrar
hu: Dupla kattintás a csatorna nevére a csatlakozáshoz
uk: для входу використайте подвійний клич

source: f: Recipient for full server notices
ca: f: Destinatari de full server notices
de: f: Empfänger für Servervoll-Notizen
es: f: Destinatario de full server notices
hu: f: Minden szerver üzenet fogadása
uk: f: Одержувати всі повідомлення сервера

source: found empty string where type '%s' was expected
de: Leere Zeichenkette gefunden, während Typ '%s' erwartet wurde
es: encontrada cadena vacía donde el tipo esperado era '%s'
uk: знайдена порожній рядок там де очікується тип '%s'

source: found empty string while a non empty one was expected
de: Leere Zeichenkette gefunden, während eine nichtleere erwartet wurde
es: encontrada cadena vacía cuando se esperaba una llena
uk: знайдена порожній рядок там де очікується непуста

source: found signed integer "%d" where type 'unsigned integer' was expected
de: Vorzeichenbehaftete Ganzzahl "%d" gefunden, während 'unsigned integer' erwarted wurde
es: encontrado entero con signo "%d" donde se esperaba de tipo 'unsigned integer'
uk: знайдене знакове ціле "%d" там де очікується беззнакове ціле

source: found string value "%Q" where type '%s' was expected
de: Zeichenkettenwert "%Q" gefunden, während Typ '%s' erwartet wurde
es: encontrado el valor de cadena "%Q" donde se esperaba el tipo '%s'
uk: знайдений рядок "%Q" там де очікується тип '%s'

source: found type %Q where type '%s' was expected
de: Typ %Q gefunden, während Typ '%s' erwartet wurde
es: encontrado el tipo '%Q' donde se esperaba '%s'
uk: знайдений тип %Q там де очікується тип '%s'

source: half-operator
ca: semioperador
de: Halb-Operator
es: semioperador
hu: fél-operátor
uk: стат-оператор

source: half-operators
ca: semioperadors
de: Halb-Operatoren
es: semioperadores
hu: fél-operátorok
uk: стат-оператори

source: has a default avatar
ca: t�un avatar per defecte
de: hat ein Standard-Avatar
hu: van alapértelmezett avatarja
uk: має аватар за замовчуванням

source: hexadecimal
de: hexadezimal
hu: Hexadecim�is
uk: шестнадцатеричний

source: hot user
ca: usuari actiu
de: Gefragter Benutzer
es: usuario caliente
hu: beszédes felhasználó
uk: гарячий користувач

source: hot users
ca: usuaris actius
de: Gefragte Benutzer
es: usuarios calientes
hu: beszédes felhasználó
uk: гарячі користувачі

source: human
ca: humana
de: menschlich
es: humana
hu: emberi
uk: людина

source: i: Invisible
de: i: unsichtbar
hu: i: Láthatatlan
uk: i: Невидимий

source: idle idle idle idle!
ca: parat parat parat parat!
es: parao parao parao parao!
hu: Semmi Semmi Nulla Nulla
uk: ледарюю!

source: idle time
ca: temps oci�
de: Leerlaufzeit
hu: tétlenségi idő
uk: час простою

source: ignored
ca: ignorada
de: ignoriert
es: ignorada
hu: mellőzve
uk: зігноровано

source: ignored (unrecognized)
ca: ignorada (no reconeguda)
de: ignoriert (nicht erkannt)
es: ignorada (no reconocida)
hu: mellőzve (ismeretlen)
uk: зігноровано (непізнаний)

source: invite list
ca: llista d'invitats
de: Einladung-Liste
es: lista de invitados
hu: meghívó lista
uk: список запрошень

source: is being ignored
ca: est�sent ignorat
de: wird ignoriert
hu: mellőzve
uk: ігнорується

source: is in the notify list
ca: est�a la llista de notificaci
de: ist in der Benachrichtigungsliste
hu: az értesítési listán van
uk: у списку повідомлень

source: is not being ignored
ca: no est�sent ignorat
de: wird nicht ignoriert
hu: nincs mellőzve
uk: не ігнорується

source: is not registered
ca: no est�registrat
de: ist nicht registriert
hu: nincs regisztrálva
uk: не зареєстрований

source: is registered as
ca: est�ignorat com a
de: ist registriert als
hu: regisztrált, mint
uk: зареєстрований як

source: is talking
ca: est�parlant
de: redet gerade
es: está hablando
hu: beszél
uk: говорить

source: k: Recipient for server kill messages
ca: k: Destinatari de missatges server kill
de: k: Empfänger für server kill-Nachrichten
es: k: Destinatario de mensajes server kill
hu: k: Szerver kill üzenetek fogadása
uk: k: Одержати відомості про киллах

source: l (Connections)
ca: l (Connexions)
de: I (Verbindungen)
hu: l (Kapcsolatok)
uk: l (З'єднання)

source: line %d, near character %d
de: Zeile %d, bei Zeichen %d
es: línea %d, cerca del caracter %d
hu: %d. sor, közel %d. karakterhez
uk: Рядок %d, біля символу %d

source: line break
ca: salt de l�ia
de: Zeilenumbruch
es: avance de línea
hu: sortörés
uk: кінець рядка

source: line breaks
ca: salts de l�ia
de: Zeilenumbrüche
es: avances de línea
hu: sortörések
uk: закінчень рядків

source: listen() call failed
ca: crida listen() fallida
de: listen()-Aufruf fehlgeschlagen
es: llamada a listen() fallida
hu: listen() hívás sikertelen
uk: Помилка звертання до listen()

source: m (Command Usage)
ca: m (Mode d'us de les Comandes)
de: m (Kommandobenutzung)
hu: m (Parancs Használat)
uk: m (Використання команд)

source: message
hu: üzenet
uk: повідомлення

source: n: Recipient for nick changes
ca: n: Receptor de canvis de nick
de: n: Empfänger für Spitznamenänderungen
es: n: Receptor de cambios de nick
hu: n: Értesítő nick váltásról
uk: n: Одержувати відомості про зміни ніка

source: none
ca: res
de: Keine
es: nada
hu: nincs
uk: ні

source: notification
ca: notificaci
de: Nachrichten
es: notificación
hu: értesítő
uk: повідомлення

source: o (Operators)
ca: o (Operadors)
de: o (Operatoren)
hu: o (Operátorok)
uk: o (Оператори)

source: o: IRC operator (OPER)
ca: o: operador d'IRC (OPER)
es: o: operador de IRC (OPER)
hu: o: IRC operátor (OPER)
uk: o: Оператор IRC (OPER)

source: operator
ca: operador
es: operador
hu: operátor
uk: оператор

source: operators
ca: operadors
de: Operatoren
es: operadores
hu: operátorok
uk: оператори

source: pix '%Q' doesn't exists
es: no existe el pix '%Q'
uk: '%Q' не існує

source: pixels
ca: p�els
de: Pixel
hu: pixel
uk: пікселей

source: possible watch list desync
ca: possible desync de la llista de vigil�cia
de: mögliche Desynchronisation der watch-Liste
es: posible desync de la lista de vigilancia
hu: lehetséges figyelési lista aszinkron
uk: можлива розсинхрузування списку спостереження

source: private
ca: privat
es: privado
hu: privát
uk: приват

source: proxy host
ca: servidor proxy
es: servidor proxy
hu: proxy hoszt
uk: адреса проксі

source: queries
ca: privats
de: Anfragen
es: privados
hu: privát
uk: привати

source: query
ca: privat
de: Anfrage
es: privado
hu: privát
uk: приват

source: quit KVIrc?
ca: sortir de KVIrc?
de: Sind Sie Sich wirklich sicher, dass Sie KVIrc beenden wollen?
es: salir de KVIrc?
hu: kilépsz a KVIrcből?
uk: вийти з KVIrc?

source: r: User with restricted connection (or recipient for messages about rejected bots)
ca: r: Usuari amb connexi�restringida (o receptor per a missatges sobre bots rebutjat)
de: r: Benutzer mit beschränkter Verbindung (oder Empfänger der Nachrichten über abgelehnte Bots)
es: r: Usuario con conexión restringida (o receptor para mensajes sobre bots rechazado)
hu: r: Felhasználók korlátozott kapcsolatta
uk: r: Користувач обмежений у з'єднанні (або одержувач повідомлень відкидає ботів)

source: reason
ca: ra
de: Grund
hu: ok
uk: причина

source: registration mask changed or desync with the watch service
ca: ha canviat la m�cara de registre o s'ha dessincronitzat amb el servei de vigil�cia
de: Registrierungsmaske geändert oder Desynchronisation mit dem Beobachtungsdienst
es: cambió la máscara de registro o se desincronizó con el servicio de vigilancia
hu: regisztrációs maszk megváltozott vagy aszinkron a figyelő szolgáltatásban
uk: реєстраційна маска змінилася або розсинхронузувався сервіс спостереження

source: registration mask changed, or nickname is being used by someone else
ca: ha canviat la m�cara de registre o el nick est�fent-se servir per alg
de: Registrierungsmaske geändert oder irgend jemand anderes benutzt den Spitznamen jetzt
es: cambió la máscara de registro o el nick está siendo usado por alguien
hu: Regisztrációs maszk megváltozott, vagy a Nevet más használja
uk: Реєстраційна маска змінилася або Нік використається ким те ще

source: removed from watch list
ca: eliminada de la llista de vigil�cia
de: gelöscht von Beobachtungsliste
es: eliminada de la lista de vigilancia
hu: eltávolítva a figyelő listáról
uk: вилучений зі списку спостереження

source: replied
ca: resposta
de: beantwortet
es: respondida
hu: megválaszolva
uk: відповідь

source: s: Recipient for server notices
ca: s: Destinatari de not�ies de servidor
de: s: Empfänger für Servernotizen
es: s: Destinatario de noticias de servidor
hu: s: Szerver értesítők fogadása
uk: s: Одержувач повідомлень сервера

source: said something recently
ca: ha dit alguna cosa recentment
de: sagte kürzlich einiges
es: dijo algo recientemente
hu: éppen mondott valamit
uk: недавно говорив

source: secure connection
ca: connexi�segura
de: sichere Verbindung
es: conexión segura
hu: biztonságos kapcsolat
uk: безпечне підключення

source: t (Connection stats ?)
ca: t (Estad�tiques de la connexi�?)
de: t (Verbindungsstatistiken?)
hu: t (Kapcsolat statisztika?)
uk: t (Статус з'єднання?)

source: the toolbar cannot be a parent-widget!
de: die Werkzeugleiste kann kein Elternwidget sein!
es: la barra de herramientas no puede ser un widget padre
hu: az eszköztár nem lehet szülő-widget!
uk: панель інструментів не може бути батьківським віджетом!

source: u (Uptime)
ca: u (Temps de Funcionament)
de: u (Laufzeit)
uk: u (Аптайм)

source: unknown
ca: desconegut
de: unbekannt
es: desconocido
hu: ismeretlen
uk: невідомий

source: unmatched watch list entry
ca: entrada de la llista de vigil�cia no coincident
de: nicht passender watch-Listeneintrag
es: entrada de la lista de vigilancia no coincidente
hu: nem egyező figyelőlista elem
uk: неузгоджений вхід у список спостереження

source: unnamed
ca: sense nom
de: unbenannt
es: sin nombre
hu: névtelen
uk: без імені

source: user total
ca: usuari total
de: Benutzer gesamt
es: usuario total
hu: felhasználó
uk: користувача всього

source: user-operator
ca: usuari operador
es: usuario operador
hu: felhasználó-operátor
uk: користувач-оператор

source: user-operators
ca: usuaris operadors
de: user-Operatoren
es: usuarios operadores
hu: felhasználó-operátorok
uk: користувачі-оператори

source: users total
ca: usuaris totals
de: Benutzer gesamt
es: usuarios totales
hu: összes felhasználó
uk: користувачів усього

source: voiced user
ca: usuari amb veu
de: Benutzer mit Voice-Status
es: usuario con voz
hu: voiceolt felhasználó
uk: войс

source: voiced users
ca: usuaris amb veu
de: Benutzer mit Voice-Status
es: usuarios con voz
hu: voiceolt felhasználó
uk: войси

source: w: Recipient for WALLOPS messages
ca: w: Destinatari de missatges WALLOPS
de: w: Empfänger von Rundsendenachrichten
es: w: Destinatario de mensajes WALLOPS
hu: w: WALLOPS üzenetek fogadása
uk: w: Одержувач повідомлення WALLOPS

source: watch
ca: vigil�cia
es: vigilancia
hu: figyelés
uk: спостереження

source: watch entry added by user
ca: entrada de vigil�cia afegida per l'usuari
de: watch-Eintrag vom Benutzer hinzugefügt
es: entrada de vigilancia añadida por el usuario
hu: figyelt elem felhasználó által hozzáadva
uk: користувач доданий у список спостереження

source: watch entry listing requested by user
ca: llistat d'entrades vigilades solicitada per l'usuari
de: Watch-Listeneintrag angefordert vom Benutzer
es: listado de entradas vigiladas solicitada por el usuario
hu: Figyeltek lekérése a felhasználó által
uk: внесення в список спостереження по запиті користувача

source: were talking recently
ca: estaven parlant recentment
de: sagten vor kurzem etwas
es: hablaron recientemente
hu: éppen beszélget
uk: недавно говорили

source: y (y-Lines)
ca: y (L�ies-y)
de: y (y-Zeilen)
uk: y (y-лінії)

source: y: Spy :)
ca: y: Espia :)
de: y: überwachen :)
es: y: Espía :)
hu: y: Kém :)
uk: y: Шпигун :)

source: z (Debug Stats?)
ca: z (Estad�tiques de Depuraci�)
de: z (Fehlerstatistiken?)
hu: z (Debug Statisztika?)
uk: z (Статистика налагодження?)

source: z: Recipient for oper wallop messages
ca: z: Destinatari de missatges oper wallop
de: z: Empfänger für oper wallop-Nachrichten
es: z: Destinatario de mensajes oper wallop
hu: z: Oper wallop üzenetek fogadása
uk: z: Одержувач повідомлень wallop

source: The crypto engine was unable to encrypt the current message (%Q): %Q, no data sent to the server
hu: A titkosító motor nem tudta titkosítani az üzenetet (%Q) %Q, így nem lett elküldve a szervernek

source: Channel synchronized in %d.%d seconds
ca: Canal sincronitzat en %d.%d segons
de: Kanal in %d.%d Sekunden synchronisiert
es: Canal sincronizado en %d.%d segundos
hu: Csatorna szinkronizálva %d.%d másodperc alatt

source: Filter:
hu: Szűrő:

source: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>): <br><nowrap>+%Q (%u users)<hr>%Q</nowrap>
hu: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>): <br><nowrap>+%Q (%u felhasználó)<hr>%Q</nowrap>

source: Smart (Send Local)
hu: Okos (UTF-8 helyi küldéskor)

source: Smart (Send UTF-8)
hu: Okos (UTF-8 küldéskor)

source: Multi-line Editor<br>&lt;Alt+Backspace&gt;
hu: Többsoros szerkesztő<br>&lt;Alt+Backspace&gt;

source: <Ctrl+Return>; submits, <Alt+Backspace>; hides this editor
hu: <Ctrl+Return>; elküldés, <Alt+Backspace>; szerkesztő elrejtése

source: KVIrc can accept only irc://, irc6://, ircs:// or irc6s:// URL's Your URL is invalid. Check spelling and try again
hu: A KVIrc csak irc:// irc6:// ircs:// vagy irc6s:// URLek kezelésére képes. A megadott URL helytelen, ellenőrízd és próbáld újra.

source: KVIrc French Home&page
hu: Francia KVIrc weboldal

source: Join KVIrc International Channel on Freenode
hu: Csatlakozás a Freenode-on lévő hivatalos csatornára

source: Join KVIrc International Channel on IRCNet
hu: Csatlakozás az IRCNet-en lévő hivatalos csatornára

source: Join KVIrc Italian Channel on AzzurraNet
hu: Csatlakozás az AzzurraNeten lévő Olasz csatornára

source: Join KVIrc French Channel on Freenode
hu: Csatlakozás a Francia csatornára a Freenode-on

source: Join KVIrc French Channel on EuropNet
hu: Csatlakozás az EuropNet-en lévő Francia csatornára

source: Builtin $icon(%Q) [index %d]
hu: Beépített $icon(%Q) [index %d]

source: Query with %1!%2 (%3)
de: Anfrage mit %1!%2 (%3)
es: Privado con %1!%2 (%3)
hu: Privát: %1!%2 (%3)

source: Query with %1!%2
de: Anfrage mit %1!%2
es: Privado con %1!%2
hu: Privát: %1!%2

source: DNS Lookup result for query "%Q"
hu: DNS visszafejtés eredménye: "%Q"

source: Ignoring CTCP from !nc%s [%s@!h%s]
hu: CTCP mellőzve: !nc%s [%s@!h%s]

source: %Q %Q%c request from !n%Q [%Q@!h%Q] (%Q), ignored (flood limit exceeded)
hu: %Q %Q %c kérés !n%Q [%Q@!h%Q] (%Q), mellőzve (árasztási küszöböt meghaladta)

source: WHO entry for %c!n%Q%c [%Q@!h%Q]: %cChannel%c: !c%Q, %cServer%c: !s%Q, %cHops%c: %d, %cFlags%c: %Q, %cAway%c: %Q, %cReal name%c: %Q
ca: Entrada WHO per a %c!n%Q%c [%Q@!h%Q]: %cCanal%c: !c%Q, %cServidor%c: !s%Q, %cSalts%c: %d, %cFlags%c: %Q, %cAusents%c: %Q, %cNom real%c: %Q
de: WHO-Eintrag fr %c!n%Q%c [%Q@!h%Q]: %cKanal%c: !c%Q, %cServer%c: !s%Q, %cHops%c: %d, %cFlags%c: %Q, %cWeg%c: %Q, %cWirklicher Name%c: %Q
es: Entrada WHO para %c!n%Q%c [%Q@!h%Q]: %cCanal%c: !c%Q, %cServidor%c: !s%Q, %cSaltos%c: %d, %cFlags%c: %Q, %cAusentes%c: %Q, %cNombre real%c: %Q
hu: WHO bejegyzés: %c!n%Q%c [%Q@!h%Q]: %c csatorna%c: !c%Q, %cSzerver%c: !s%Q, %cHop: %c: %d, %cFlagek%c: %Q, %cTávol%c: %Q, %cValósnév%c: %Q

source: Command syntax %Q: %Q
hu: Parancs szintakszis %Q: %Q

source: Tip: %Q
hu: Tipp: %Q

source: Tip for %Q: %Q
hu: Tipp: %Q: %Q

source: End of help about %Q
hu: %Q segíség vége

source: %c!n%Q%c is %c!n%Q!%Q@!h%Q%c
ca: %c!n%Q%c � %c!n%Q!%Q@!h%Q%c
es: %c!n%Q%c es %c!n%Q!%Q@!h%Q%c
hu: %c!n%Q%c - %c!n%Q!%Q@!h%Q%c

source: %c!n%Q%c was %c!n%Q!%Q@!h%Q%c
ca: %c!n%Q%c era %c!n%Q!%Q@!h%Q%c
de: %c!n%Q%c wurde %c!n%Q!%Q@!h%Q%c
es: %c!n%Q%c era %c!n%Q!%Q@!h%Q%c
hu: %c!n%Q%c volt %c!n%Q!%Q@!h%Q%c

source: Using reconnect specific nickname (%Q)
hu: Hálózatspecifikus Nick alkalmazása (%Q)

source: Logging in as %Q!%Q :%Q
ca: Entrant com a %Q!%Q :%Q
de: Logge ein als %Q!%Q :%Q
es: Entrando como %Q!%Q :%Q
hu: Belépés, mint: %Q!%Q :%Q

source: Executing scheduled identity specific "on connect" commands
hu: Ütemezett azonosító parancsok futtatása ("Kapcsolódáskor")

source: Executing scheduled identity specific "on login" commands
hu: Ütemezett azonosító parancsok futtatása ("Kapcsolódáskor")

source: Avatar download failed for %Q!%Q@%Q and url %Q: %Q
ca: Fallida la desc�rega de l'avatar per a %Q!%Q@%Q i url %Q: %Q
de: Der Avatardownload für %Q!%Q@%Q und URL %Q: %Q ist fehlgeschlagen.
es: Falló la descarga del avatar para %Q!%Q@%Q y url %Q: %Q
hu: Avatar letöltése sikertelen %Q!%Q@%Q url: %Q: %Q

source: [%s]: [SSL ERROR]: File I/O error while trying to use the certificate file %s
ca: [%s]: [ERROR SSL]: Error de E/S d'arxiu mentres intentava emprar l'arxiu certificat %s
de: [%s]: [SSL-FEHLER]: Datei-E/A-Fehler beim Versuch der Benutzung der Zertifikatsdatei %s
es: [%s]: [ERROR SSL]: Error de E/S de archivo mientras intentaba utilizar el archivo de certificado %s
hu: [%s]: [SSL HIBA]: File I/O hiba a %s hitelesítés használatakor

source: [%s]: [SSL ERROR]: File I/O error while trying to use the private key file %s
ca: [%s]: [ERROR SSL]: error de E/S en arxiu mentres intentava fer servir l'arxiu de clau privada %s
de: [%s]: [SSL-FEHLER]: Datei-E/A-Fehler beim Versuch der Benutzung der privaten Schlüsseldatei %s
es: [%s]: [ERROR SSL]: error de E/S en archivo mientras intentaba usar el archivo de clave privada %s
hu: [%s]: [SSL HIBA]: File I/O hiba magán kulcs használatakor: %s

source: BitTorrent message
hu: BitTorrent üzenet

source: Missing absolute directory for the theme information
hu: Hiányzó teljes elérési út a kinézet információinál

source: Failed to save one of the theme images
hu: A kinézet képeiből az egyiket nem lehetséges menteni

source: Failed to create the theme subdirectory
hu: Kinézet alkönyvtár létrehozása sikertelen

source: Proxy hostname resolved to %Q
hu: Proxy hosztnév felderítve: %Q

source: Proxy %Q has a nickname: %Q
hu: Proxy %Q nicke: %Q

source: If this server is an IPv6 one, try /server -i %Q
hu: Ha ez a szerver IPV6-os, próbáld így: /server -i %Q

source: Server hostname resolved to %Q
hu: Szerver hosztneve felderítve: %Q

source: Real hostname for %Q is %Q
hu: %Q valós hosztneve %Q

source: Server %Q has a nickname: %Q
hu: %Q szerver nickneve: %Q

source: Ops... for some reason the link filter object has been destroyed
hu: Hoppá, valamiért a kapcsolat szűrő objektum megsemmisült

source: Using SOCKSv5 protocol.
hu: SOCKSV5 protokoll alkalmazása.

source: The theme information file does not exist
hu: A kinézet információk nem léteznek

source: This KVIrc executable is too old for this theme (minimum theme engine version required is %Q while this theme engine has version %s)
hu: Ezen KVIrc verzió túl régi ehhez a kinézethez. (a szükséges verzió legalább %Q, a jelenlegi verzió pedig %s)

source: Theme information file is not valid
hu: Kinézet információ nem érvényes

source: Failed to load the specified screenshot image
hu: A felvétel betöltése sikertelen

source: Invalid option
hu: Helytelen opció

source: Failed to save the screenshot image
hu: Felvétel mentése sikertelen

source: Acquire Screenshot
hu: Képfelvétel készítése

source: Acquires a Screenshot of the KVIrc main window
hu: Felvétel készítése a KVIrc fő ablakáról

source: Notify list: Broken USERHOST reply from the server? (%s)
ca: Llista de notificaci� he obtingut una resposta USERHOST err�ia del servidor? (%s)
de: Benachrichtigungsliste: Fehlerhafte USERHOST-Antwort vom Server geliefert? (%s)
es: Lista de notificación: obtuve una respuesta USERHOST erronea del servidor? (%s)
hu: Értesítési lista: Hibás USERHOST válasz a szervertől? (%s)

source: commandline::userfriendly
hu: paranccsor::felhasználóbarát

source: commandline::kvs
hu: paranccsor::kvs

source: %Q algorytm is not supported
hu: %Q algoritmus nem támogatott

source: Invalid argument for ?d escape sequence, 0 assumed
hu: Helytelen argumentum ?d kilépési szekvenciára, 0-ra állítás

source: Missing argument for ?d escape sequence, 0 assumed
hu: Hiányzó argomentum ?d kilépési szekvenciára, 0-ra állítás

source: Invalid argument for ?u escape sequence, 0 assumed
hu: Helytelen argumentum ?u kilépési szekvenciára, 0-ra állítás

source: Missing argument for ?u escape sequence, 0 assumed
hu: Hiányzó argumentum ?u kilépési szekvenciára, 0-ra állítás

source: Invalid argument for ?x escape sequence, 0 assumed
hu: Helytelen argumentum ?x kilépési szekvenciára, 0-ra állítás

source: Missing argument for ?x escape sequence, 0 assumed
hu: Hiányzó argumentum ?x kilépési szekvenciára, 0-ra állítás

source: Invalid argument for ?X escape sequence, 0 assumed
hu: Helytelen argumentum ?X kilépési szekvenciára, 0-ra állítás

source: Missing argument for ?X escape sequence, 0 assumed
hu: Hiányzó argumentum ?u kilépési szekvenciára, 0-ra állítás

source: You cannot export an empty list
hu: Üres listát nem lehetséges exportálni

source: Channel list for %Q - %Q
hu: Csatorna lista %Q - %Q

source: Channel list
hu: Csatornák

source: Choose filename
hu: Fájlnév megadása

source: Configuration files (*.kvc)
hu: Konfigurációs fájlok (*.kvc)

source: There is not selection!
hu: Nincs kiválaszva semmi!

source: Alias already exists
hu: Alias már létezik

source: Namespace already exists
hu: Névtér már létezik

source: Ignore features
hu: Mellőzés opciók

source: Notify disabled
hu: Értesítés letiltva

source: Notify as:
hu: Értesít, mint:

source: No comment set
hu: Nincs megjegyzés hozzáfűzve

source: Comment:
hu: Komment:

source: Mask: %Q!%Q@%Q
ca: M�cara: %Q!%Q@%Q
de: Maske: %Q!%Q@%Q
es: máscara: %Q!%Q@%Q
hu: Maszk: %Q!%Q@%Q

source: [IDENT]: %s
hu: [Azonosítás]: %s

source: Shutting down identd service (spontaneous action)
hu: Azonosító szolgáltatás leállítása (spontán)

source: Shutting down identd service (requesetd action)
hu: Azonosító szolgáltatás leállítása (kérésre)

source: Can't start the ident service : socket() failed
hu: Azonosító szolgáltatás indítása: socket() sikertelen

source: Can't start the ident service : async setting failed
hu: Azonosító szolgáltatás indítása: aszinkron beálítás sikertelen

source: Can't enable the ident service : can't setup the listen address
hu: Azonosító szolgáltatás elindítása sikertelen: nem tudok kapcsolódni a megadott címhez

source: Can't start the ident service : bind() failed
hu: Azonosító szolgáltatás indítása: bind() sikertelen

source: Can't start the ident service : listen() failed
hu: Azonosító szolgáltatás indítása: listen() sikertelen

source: Can't start the ident service on IpV6 : socket() failed
hu: (IpV6) Azonosító szolgáltatás indítása: socket() sikertelen

source: Can't start the ident service on IpV6 : async setting failed
hu: Azonosító szolgáltatás indítása: bind() sikertelen

source: Can't enable the ident service on IpV6 : can't setup the listen address
hu: Azonosító szolgáltatás indítása: aszinkron beálítás sikertelen

source: Can't start the ident service on IpV6 : bind() failed
hu: (IpV6) Azonosító szolgáltatás indítása: bind() sikertelen

source: Can't start the ident service on IpV6 : listen() failed
hu: (IpV6) Azonosító szolgáltatás indítása: listen() sikertelen
