Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: <center><b>Visible text</b><br>May contain identifiers that will be evaluated at popup call time.<br>For labels, this text can contain also limited HTML tags.</center>
ca: <center><b>Text Visible</b><br>Pot contenir identificadors que seran avaluats en el moment de la crida al men emergent.<br>Per a etiquetes, aquest text pot contenir tamb�alguns marcadors html.</center>
de: <center><b>Sichtbarer Text</b><br>Enthält möglicherweise Bezeichner, die zur Aufrufzeit des Aufklappmenüs ausgewertet werden.<br>Bei Labels kann dieser Text auch begrenzt HTML-Tags enthalten.</center>
es: <center><b>Texto Visible</b><br>Puede contener identificadores que serán evaluados en el momento de la llamada al menú emergente.<br>Para etiquetas, este texto puede contener también algunos marcadores html.</center>
hu: <center><b>Látható szöveg</b><br>Tartalmazhat azonosítókat amik a felbukkanó megjelnésekor értékelődnek ki.<br>Címkéknél ez tartalmazhatHTML tagokat korlátozottan.</center>
uk: <center><b>Видимий текст</b><br>Може містити ідентифікатори які визначені при виклику спливаючі меню.<br>Цей текст також може містити деякі HTML теги</center>

source: <center><b>Welcome!</b><br><br>This wizard will guide you in the process of downloading a list of IRC servers. Please click "<b>Next</b>" to begin the operation.</center>
ca: <center><b>Benvingut</b><br><br>Aquest assistent et guiar�en el proc� de desc�rega d'una llista de servidors IRC. Si us plau, prem "<b>Segent</b>" per a comen�r l'operaci�</center>
de: <center><b>Willkommen!</b><br><br>Dieser Assistent wird Sie durch den Prozess des Herunterladens von einer Liste mit IRC-Servern führen. Bitte klicken Sie "<b>Weiter</b>", um die Operation zu beginnen.</center>
es: <center><b>Bienvenido</b><br><br>Este asistente te guiará en el proceso de descarga de una lista de servidores IRC. Por favor, pulsa "<b>Siguiente</b>" para comenzar la operación.</center>
hu: <center><b>Üdvözlet!</b><br><br>Ez a varázsló végigvezet az IRC szerver lista letöltéséhez szükséges lépéseken. Kattints a "<b>Következő</b>" -re a kezdéshez.</center>
uk: <center><b>Ласкаво просимо!</b><br><br>Цей майстер проведе вас по процедурі завантаження списку IRC серверів. Будь ласка кликніть "<b>Далі</b>" щоб почати операцію</center>

source: <center>Here you can modify the URL that the list will be downloaded from. In most cases the default URL is acceptable.</center>
ca: <center>Aqu�pots modificar la URL des de la que ser�descarregada la llista. Generalment, la URL per defecte � aceptable.</center>
de: <center>Hier können Sie die URL verändern, von der die Liste heruntergeladen wird. In den meisten Fällen ist die voreingestellte URL in Ordnung.</center>
es: <center>Aquí puedes modificar la URL desde la que será descargada la lista. Generalmente, la URL por defecto es aceptable.</center>
hu: <center>Itt módosíthatod a címet, amiről a lista le lesz töltve. Legtöbb esetben az alapértelmezett cím megfelelő.</center>
uk: <center>Тут ви можете змінити URL з якого буде завантажений список. Для більшості випадків можна залишити запропоноване значення</center>

source: <center>This is the list of registered users. KVIrc can automatically recognize and associate properties to them.<br>Use the buttons on the right to add, edit and remove entries. The "notify" column allows you to quickly add users to the notify list. Notify list fine-tuning can be performed by editing the entry properties.</center>
ca: <center>Aquesta � la llista d'usuaris registrats. KVIrc pot recon�xer i associar-li propietats de forma autom�ica.<br>Empra els botons de la dreta per a afegir, editar o borra entrades.<br>La columna "notificar" et permet afegir usuaris a la llista de notificacions r�idament. L'ajust de la llista de notificacions pot fer-se editant l'entrada de propietats.</center>
de: <center>Dies ist die Liste der registrierten Benutzer. KVIrc kann diese automatisch erkennen und zugeordneten Eigenschaften erkennen.<br>Die Knöpfe rechts zum Hinzufügen, Bearbeiten und Löschen von Einträgen benutzen. Die "Benachrichtigen"-Spalte erlaubt das schnelle Hinzufügen von Benutzern zur Benachrichtigungsliste. Das Feintuning der Benachrichtigungsliste kann mit dem Bearbeiten der einzelnen Einträge erledigt werden.</center>
es: <center>Esta es la lista de usuarios registrados. KVIrc puede reconocer y asociarles propiedades de forma automática.<br>Usa los botones de la derecha para añadir, editar o borrar entradas.<br>La columna "notificar" te permite añadir usuarios a la lista de notificaciones rápidamente. El ajuste de la lista de notificaciones puede hacerse editando la entrada de propiedades.</center>
hu: <center>Ez egy lista a regisztrált felhasználókról. A KVIrc képes automatikusan felismerni és hozzárendelni tulajdonságokat.<br>Használd a jobb oldali gombokat az elemek hozzáadására,szerkesztésére és törlésére. Az"értesítő" oszlop lehetővé teszi felhasználó hozzáadását egyszerűen. Az értesítési lista könnyen állítható az elemek tulajdonságainak szerkesztésével.</center>
uk: <center>Це список зареєстрованих користувачів. KVIrc може автоматично дізнаватися й асоціювати з ними властивості<br>Використайте кнопки праворуч для додавання, видалення й редагування пунктів. Стовпчик "Повідомлення" дозволяє вам швидко додавати користувачів у список повідомлень. Тонке настроювання списку виконується при редагуванні властивостей.</center>

source: <center>This the <b>hostname</b> that will match this user. <b>*</b> will match any hostname.</center>
ca: <center>Aquests � el <b>nom de m�uina</b> que coincidir�amb aquest usuari. <b>*</b> coincidir�amb qualsevol nom de m�uina.</center>
de: <center>Dies ist der <b>Hostname</b>, der auf diesen Benutzer passt. </b>*</b> passt auf jeden Hostnamen.</center>
es: <center>Este es el <b>nombre de máquina</b> que coincidirá con este usuario. <b>*</b> coincidirá con cualquier nombre de máquina.</center>
hu: <center>Ez a <b>hosztnév</b> ami egyezik a felhasználóéval. <b>*</b> egyezik minden hosztnévvel.</center>
uk: <center>Це <b>хост</b> відповідному цьому користувачеві. <b>*</b> буде відповідати кожному хосту.</center>

source: <center>This the <b>nickname</b> that will match this user, default value is the registered name.</center>
ca: <center>Aquest � el <b>nick</b> que coincidir�amb aquest usuari, el valor per defecte � el nom registrat.</center>
de: <center>Dies ist der <b>Spitzname</b>, der auf diesen Benutzer passt, Voreinstellung ist der registrierte Name.</center>
es: <center>Este es el <b>nick</b> que coincidirá con este usuario, el valor por defecto es el nombre registrado.</center>
hu: <center>Ez a <b>nicknév</b> ami egyezik ezzel a felhasználóval, alapértelmezett érték a regisztrált név.</center>
uk: <center>Це <b>Нік</b> відповідному цьому користувачеві, є зареєстрованим і використається по умовчанню</center>

source: <center>This the <b>username</b> that will match this user. <b>*</b> will match any username.</center>
ca: <center>Aquest � el <b>nom d'usuari</b> que coincidir�amb aquest usuari. <b>*</b> coincidir�amb qualsevol nom d'usuari.</center>
de: <center>Dies ist der <b>Benutzername</b>, der auf diesen Benutzer passt.<b>*</b> passt auf jeden Benutzernamen.</center>
es: <center>Este es el <b>nombre de usuario</b> que coincidirá con este usuario. <b>*</b> coincidirá con cualquier nombre de usuario.</center>
hu: <center>Ez a <b>felhasználónév</b> ami egyezik ezzel a felhasználóval. <b>*</b> egyezik minden felhasználónévvel.</center>
uk: <center>Це <b>Нік</b> відповідному цьому користувачеві. <b>*</b> буде відповідати будь-якому імені користувача</center>

source: <center>You can enter a space separated list of nicknames.</center>
ca: <center>Pot entrar una llista de nicks separats per espais.</center>
de: <center>Hier kann eine Liste von Spitznamen, die durch Leerzeichen getrennt sind, angegeben werden.</center>
es: <center>Puedes entrar una lista de nicks separados por espacios.</center>
hu: <center>Itt megadhatsz szóközzel elválasztott nickneveket.</center>
uk: <center>Ви можете ввести через пробіл список ніків.</center>

source: <nobr><font color="%s"><b>Channel List</b></font> <font color="%s">[IRC Context %u]</font></nobr>
ca: <nobr><font color="%s"><b>Llista de Canals</b></font> <font color="%s">[Context IRC %u]</font></nobr>
de: <nobr><font color="%s"><b> Kanalliste</b></font> <font color="%s">[IRC-Kontext %u]</font> </nobr>
es: <nobr><font color="%s"><b>Lista de Canales</b></font> <font color="%s">[Contexto IRC %u]</font></nobr>
hu: <nobr><font color="%s"><b>Csatorna Lista</b></font> <font color="%s">[IRC Környezet %u]</font></nobr>
uk: <nobr><font color="%s"><b>Список каналів</b></font> <font color="%s">[IRC Контекст %u]</font></nobr>

source: <nobr><font color="%s"><b>Channel list</b></font> <font color="%s">[IRC Context %u]</font></nobr>
ca: <nobr><font color="%s"><b>Llista de canals</b></font> <font color="%s">[Context IRC %u]</font></nobr>
de: <nobr><font color="%s"><b>Kanalliste</b></font> <font color="%s">[IRC-Kontext %u]</font></nobr>
es: <nobr><font color="%s"><b>Lista de canales</b></font> <font color="%s">[Contexto IRC %u]</font></nobr>
hu: <nobr><font color="%s"><b>Csatorna Lista</b></font> <font color="%s">[IRC Környezet %u]</font></nobr>
uk: <nobr><font color="%s"><b>Список каналів</b></font> <font color="%s">[IRC Контекст %u]</font></nobr>

source: <nobr><font color="%s"><b>Links for %Q</b></font> <font color="%s">[IRC Context %u]</font></nobr>
ca: <nobr><font color="%s"><b>Enlla�s per a %Q</b></font> <font color="%s">[Context IRC %u]</font></nobr>
de: <nobr><font color="%s"><b>Links von %Q</b></font> <font color="%s">[IRC Kontext %u]</font></nobr>
es: <nobr><font color="%s"><b>Enlaces para %Q</b></font> <font color="%s">[Contexto IRC %u]</font></nobr>
hu: <nobr><font color="%s"><b>%Q kapcsolatai</b></font> <font color="%s">[IRC Környezet %u]</font></nobr>
uk: <nobr><font color="%s"><b>Посилання для %Q</b></font> <font color="%s">[IRC Контекст %u]</font></nobr>

source: <nobr><font color="%s"><b>Socket Spy</b></font> <font color="%s">[IRC Context %u]</font></nobr>
ca: <nobr><font color="%s"><b>Espia de Sockets</b></font> <font color="%s">[Context IRC %u]</font></nobr>
de: <nobr><font color="%s"><b>Socketüberwachung</b></font> <font color="%s">[IRC-Kontext %u]</font></nobr>
es: <nobr><font color="%s"><b>Espía de Sockets</b></font> <font color="%s">[Contexto IRC %u]</font></nobr>
hu: <nobr><font color="%s"><b>Socket Spy</b></font> <font color="%s">[IRC Környezet %u]</font></nobr>
uk: <nobr><font color="%s"><b>Сокет агент</b></font> <font color="%s">[Контекст IRC %u]</font></nobr>

source: <nobr><font color="%s"><b>Terminal</b></font></nobr>
hu: <nobr><font color="%s"><b>Terminál</b></font></nobr>
uk: <nobr><font color="%s"><b>Консоль</b></font></nobr>

source: <p><h2>Welcome :)</h2>This is your first time running this version of KVIrc.<br>This wizard will guide you through the few steps required to complete the setup.<br><br>If you had a previous version of KVIrc installed, no worries. You will have a chance to preserve the old configuration.</p><p>Click "<b>Next</b>" to proceed.</p>
ca: <p><h2>Benvingut :)</h2>Aquesta � la primera execuci�d'aquesta versi�de KVIrc.<br>Aquest assistent el guiar�a trav� dels pocs passos necessaris per a completar la configuraci�<br><br>Si tenia installada una versi�anterior de KVIrc no es preocupi, tindr�oportunitat de preservar la seva confiuraci�anterior.</p><p>Premi "<b>Segent</b>" per a continuar.</p>
de: <p><h2>Willkommen :)</h2>Dies ist das erste Mal, dass KVIrc gestartet wurde.<br>Dieser Assistent wird durch einige Schritte führen, um die Einrichtung abzuschliessen.<br><br>Wenn eine ältere Versionen von KVIrc installiert ist, nicht erschrecken: Die alte Konfiguration kann gesichert werden.</p><p>Auf "<b>Weiter</b>" klicken, um fortzusetzen.</p>
es: <p><h2>Bienvenido :)</h2>Esta es la primera ejecución de esta versión de KVIrc.<br>Este asistente le guiará a través de los pocos pasos necesarios para completar la configuración.<br><br>Si tenía instalada una versión anterior de KVIrc no se preocupe, tendrá oportunidad de preservar su configuración.</p><p>Pulse "<b>Siguiente</b>" para continuar.</p>
hu: <p><h2>Üdvözlet! :)</h2>Most futtatod elősször a KVIrc ezen verzióját.<br> Ez a varázsló segít eligazodni a beállítás utolsó lépésein.<br><br>Ha már korábban telepítetted a KVIrcet, ne aggódj, a lehetőség adott, hogy megtartsd a régi beállításaidat.</p>Kattints a <p> "<b>Következő</b>"gombra a folytatáshoz.</p>
uk: <p><h2>Ласкаво просимо :)</h2>Це ваш перший запуск цієї версії KVIrc.<br>Майстер проведе вас через кілька кроків, необхідних для завершення установки<br><br>Якщо у вас установлена попередня версія KVIrc, не турбуйтеся. У вас буде можливість зберегти попередню конфігурацію</p><p>Кликніть на "<b>Далі</b>" щоб продовжитися</p>

source: <p>A registered user is identified by one or more <b>IRC masks</b>.<br>A mask must be in the following form:<br><b>nickname!username@hostname</b><br>and can contain wildcard characters '*' and '?'. Be careful in choosing the masks, as they are the only way to verify the identity of a registered user.<br><br>You can enter at most two masks here, if you wish to add more masks, use the "<b>Edit</b>" button in the Registered Users dialog. You must enter at least one mask.</p>
ca: <p>Un usuari registrat � identificat per una o m� <b>m�cares d'IRC</b>.<br>Una m�cara ha de complir amb el segent format:<br><b>nick!nom_usuari@m�uina</b><br>i pot contenir els comodins '*' y '?'.Sigui cuidad� al escollir les m�cares: s� l'nic m�ode per a verificar la identitat d'un usuari registrat.<br><br>Pot introduir fins a dues m�cares; si dessitja afegir-ne m�, utilitzi el bot�"<b>Editar</b>" en el di�eg d'Usuaris Registrats. Ha de posar com a m�im una m�cara.</p>
de: <p>Ein registrierter Benutzer wird durch ein oder mehrere <b>IRC-Masken</b> identifiziert.<br>Eine Maske muss in der folgenden Form sein:<br><b>spitzname!benutzername@hostname</b><br>und kann die Jokerzeichen * und ? enthalten. Bitte beim Wählen der Masken vorsichtig sein: es ist die einzige Methode für KVIrc, den registrierten Benutzer zu erkennen.<br><br>Es können eine oder zwei Masken eingegeben werden., wenn Sie mehr benötigen, können Sie diese im "Registrierte Benutzer"-Dialog hinzufügen. Die Auswahl einer Make ist zwingend.</p>
es: <p>Un usuario registrado es identificado por una o más <b>máscaras de IRC</b>.<br>Una máscara debe cumplir con el siguiente formato:<br><b>nick!nombre_usuario@máquina</b><br>y puede contener los comodines '*' y '?'.Séa cuidadoso al escoger las máscaras: son el único método para verificar la identidad de un usuario registrado.<br><br>Puedes introducir hasta dos máscaras; si deseas añadir más, utiliza el botón "<b>Editar</b>" en el diálogo de Usuarios Registrados. Debes poner como mínimo una máscara.</p>
hu: <p>Egy regisztrált felhasználó azonosítása<b>IRC maszkok</b> alapján történik. <br>A maszknak egyeznie kell a következő formával:<br><b> nicknév!felhasználónév@hosztnév</b><br> és tartalmazhat joker karaktereket mint '*' és '?'. Óvatosan a maszk kiválaszásával, lehetőleg egyedi legyen és azonosítsa a kiválasztott felhasználót.<br><br> Több maszkot is megadhatsz itt, további maszkok hozzáadása a "<b>Szerkesztés</b>" gombbal történhet a Regisztrált Felhasználók párbeszédablakban. Legalább egy maszkot meg kell adnod.</p>
uk: <p>Зареєстрований користувач ідентифікується по однієї або декількох <b>маскам IRC</b>.<br>Маска повинна бути наступного виду: <br><b>Нік!ім'я@хост</b><br> і може містити символи шаблонів '*' і '?'. Будьте уважні при виборі маски, тому що вона єдиний спосіб ідентифікувати користувача<br><br>Тут ви можете визначити не більше двох масок, якщо вам потрібно більше використайте кнопку "<b>Редагувати</b>" у діалозі реєстрації користувачів. Ви повинні визначити хоча б одну маску</p>

source: <p>All of the files in this distribution are covered by the GPL. In human terms this can be read as follows:<br><ul><li><b>KVIrc is free</b>, use it, have fun! <b>:)</b></li><li>If you use <b>any</b> part of KVIrc in your own project, you <b>must</b> release that project under the same license.</li></ul></p><p>The "legalese" version of the license is shown in the box below.</p>
ca: <p>Tots els arxius d'aquesta distribuci�estan coberts per la GPL.<br>Aix�es pot llegir com a:<br><ul><li><b>KVIrc � lliure</b>, empri'l i diverteixis <b>:)</b></li><li>Si utilitza <b>qualsevol</b> part de KVIrc al seu projecte, <b>HA</b> de alliberar-lo amb la mateixa llic�cia.</li></ul></p><p>La versi�"legal" de la llic�cia es mostra en el quadre inferior.</p>
de: <p>Alle diese Dateien in dieser Zusammenstellung werden unter der GPL-Lizenz verbreitet. In menschlichen Worten kann dies als folgendes aufgefasst werden:<br><ul><li><b>KVIrc ist frei</b>, benutzen Sie es und haben Spass daran! <b>:)</b></li><li>Wenn <b>irgendeinen</b> Teil von KVIrc in eigenen Projekten benutzt wird, <b>muss</b> dieses Projekt mit der gleichen Lizenz veröffentlicht werden</li></ul></p><p>Die "rechtliche" Version dieser Lizenz ist in dem unterem Kasten zu sehen.</p>
es: <p>Todos los archivos de esta distribución están cubiertos por la GPL.<br>Llanamente esto puede leerse como sigue:<br><ul><li><b>KVIrc es libre</b>, úselo y diviértase <b>:)</b></li><li>Si utiliza <b>cualquier</b> parte de KVIrc en su proyecto, <b>DEBE</b> liberarlo con la misma licencia.</li></ul></p><p>La versión "legal" de la licencia se muestra en el cuadro inferior.</p>
hu: <p>Ezt a kiadást és minden fájlját a GPL védi.Emberi nyelven ez mindösszeazt jelenti:<br><ul><li><b>A KVIrc ingyenes</b>, használd, élvezd! <b>:)</b></li><li>Amennyiben<b>bármely</b> részét a KVIrcnek felhasználod a saját projektedben, <b>köteles</b> vagy azt is kiadni ugyanezen licensz alatt.</li></ul></p><p>A "teljes" licenszt a lenti dobozban elolvashatod.</p>
uk: <p>Всі файли цього додатка випущені під ліцензією GPL. Простіше говорячи це означає наступне:<br><ul><li><b>KVIrc є вільним ПО</b>, використайте його собі на втіху! <b>:)</b></li><li>Якщо ви будете використати <b>будь-які</b> частини KVIrc у вашому проекті, ви <b>зобов'язані</b> випустити проект під цією же ліцензією</li></ul></p><p>"Legalese" версія ліцензії показана внизу.</p>

source: <p>If you want to be notified when this user is online or goes offline, you must specify the list of nicknames that KVIrc will look for.<br><br>You can enter at most two nicknames here, if you wish to add more nicknames, use the "<b>Edit</b>" button in the Registered Users dialog.</p>
ca: <p>Si dessitja ser avisat quan aquest usuari es connecti o desconnecti, ha d'especificar la llista de nicks a la que ho buscar�KVIrc<br><br>Pot introduir fins a dos nicks aqu� si dessitja afegir-ne m�, empri el bot�"<b>Editar</b>" al Di�eg d'Usuaris Registrats.</p>
de: <p>Wenn man benachrichtigt werden will, wenn der Benutzer online oder offline geht, muss man eine Liste mit Spitznamen angeben, nach denen KVIrc sieht.<br><br>Es können zwei Spitznamen angeben werden, wenn mehr benötigt wird, kann man diese im "Registrierte Benutzer"-Dialog hinzufügen.</p>
es: <p>Si deseas ser avisado cuando este usuario se conecte o desconecte, debes especificar la lista de nicks en la que lo buscará KVIrc.<br><br>Puedes introducir hasta dos nicks aquí, si deseas añadir más, utiliza el botón "<b>Editar</b>" en el Diálogo de Usuarios Registrados.</p>
hu: <p>Ha szeretnéd, hogy a KVIrc értesítsen a be és kilépésekor, meg kell határoznod egy listát a Nickneveiről, amit a KVIrc figyelhet.<br><br> Két nicknevet hozzá tudsz adni itt, illetve később a Regisztrált Felhasználók párbeszédablakban a "<b>Szerkesztés</b>" gomb segítségével akár többet is.</p>
uk: <p>Якщо ви хочете одержувати повідомлення коли користувач з'являється в онлайне або йде в оффлайн, ви повинні визначити тут список ніків які буде шукати KVIrc<br><br>Тут ви можете визначити не більше двох ніків, якщо вам потрібно більше використайте кнопку "<b>Редагувати</b>" в діалозі реєстрації користувачів</p>

source: <p>If you want to store an avatar image for this user, you can set it here. KVIrc will show the avatar in the userlist next to the user's nickname.<br>An avatar can be in any supported image format (PNG is recommended). Keep in mind that KVIrc stores avatars in memory and has to resize them to fit in the userlist, thus it's better to use small, low-resolution images.</p>
ca: <p>Si vol emmagatzemar una imatge d'avatar per a aquest usuari, pot posar-la aqu� KVIrc el mostrar�juntament amb el nick a la finestra d'usuaris.<br>Un avatar pot estar en qualsevol format d'imatge reconegut (es recomana PNG). Recordi que KVIrc mant�els avatar en mem�ia i t�que redimensionar-los per a encaixar-los a la llista d'usuaris, de manera que � millor emprar petites imatges de baixa resoluci�</p>
de: <p>Wenn einen Avatarbild von diesen Benutzer vorhanden ist, kann es hier gesetzt werden. KVIrc wird ihn neben dem Spitznamen anzeigen. Ein Avatar kann in einem beliebigen unterstützten Bildformat sein (PNG wird empfohlen). Bitte auch bedenken , dass KVIrc Avatare im Speicher behält und diese in der Grösse geändert werden, damit diese in die Benutzerliste passen. Aus diesem Grund ist es besser, kleine Bilder mit niedriger Auflösung zu benutzen.</p>
es: <p>Si quieres almacenar una imagen de avatar para este usuario, puedes ponerla aquí KVIrc lo mostrará junto al nick en la lista de usuarios.<br>Un avatar puede estar en cualquier formato de imagen reconocido (se recomienda PNG). Recuerda que KVIrc mantiene los avatares en memoria y tiene que redimensionarlos para encajarlos en la lista de usuarios, de modo que es mejor usar pequeñas imágenes de baja resolución.</p>
hu: <p>Ha szeretnél tárolni egy avatart ehhez a felhasználóhoz, itt megteheted. A KVIrc mutatni fogja az avatart a felhasználói listában közvetlenül a felhasználó neve mellett.<br>Az avatar típusa bármilyen kép formátum lehet (PNG ajánlott). Arra figyelj, hogy az avatorokat a KVIrc a memóriában tárolja és átméretezi,hogy az megfelelő legyen a felhasználói listába, ezért érdemes kicsi, alacsony felbontású képeket használni.</p>
uk: <p>Якщо ви хочете асоціювати із цим користувачем аватар, ви можете зробити це тут. KVIrc буде показувати цей аватар у списку користувачів поруч з ніком.<br>У якості аватарів підтримуються будь-які формати картинок (рекомендується PNG). Майте через, що KVIrc завантажує аватари на згадку й там їх масштабує щоб помістити в список користувачів, тому краще вибирати картинки невеликих розмірів з низьким дозволом</p>
