Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: <p>Please choose a folder for KVIrc to store its settings and other data, and another for downloaded files. Make sure that you have permission to write to both folders.<br><br>The suggested locations are fine in most cases, so if you don't know what is this about, just click "<b>Next</b>".<br><br>If you had a previous version of KVIrc installed, you can choose the existing directory for the settings, and your configuration will be preserved.</p>
ca: <p>Si us plau, esculli un directori per a que KVIrc guardi la seva configuraci�i dades v�ies, i un altre per als arxius descarregats. Asseguris que poseeix permissos per a escriure en ambdos directoris.<br><br>La configuraci�suggerida � correcta quasib�sempre, per aix� si no enten que � aix� nom� premi "<b>Segent</b>".<br><br>Si t�installada una versi�anterior de KVIrc pot escollir els directoris existents i la seva configuraci�ser�preservada.</p>
de: <p>Bitte einen Ordner auswählen, den KVIrc zum Speichern der Konfiguration und heruntergeladenen Dateien benutzen wird. Bitte sicherstellen, dass Schreibberechtigung fr beide Verzeichnisse besteht.<br><br>Die vorgeschlagenen Orte sind in den meisten Fällen sinnvoll, so dass man nichts darüber wissen muss und einfach auf "<b>Weiter</b>" klicken.<br><br>Wenn eine vorherige Version von KVIrc installiert ist, kann das gleich Verzeichnis für die Einstellungen ausgewählt werden, die Einstellungen werden gesichert.</p>
es: <p>Por favor, escoja un directorio para que KVIrc guarde su configuración y datos varios, y otro para los archivos descargados. Asegrese de que posee permisos para escribir en ambos directorios.<br><br>La configuración sugerida es correcta casi siempre, por ello, si no entiende qué es esto, solo pulse "<b>Siguiente</b>".<br><br>Si tiene instalada una versión anterior de KVIrc puede escoger los directorios existentes y su configuración será preservada.</p>
hu: <p>Kérlek most válaszd ki azt a könyvtárat, amiben a KVIrc tárolja a beállításokat és egyéb adatokat, letöltött fájlokat. Légy biztos benne, hogy van írási jogosultságod a könyvtárakra.<br><br>A felajánlott lehetőségek általában megfelelőek,szóval ha nem érted miről van szó, csak kattints a "<b>Következő</b>"-re.<br><br>Ha van korábbi KVIrc verziód telepítve egy létező könyvtárban megadhatod azt a korábbi beállítások használatára.</p>
uk: <p>Будь ласка виберіть каталог у якому KVirc буде зберігати настроювання й дані, а також каталог для загружаємих файлів. Переконаєтеся, що у вас є доступ на запис в обидва каталоги<br><br>Запропоновані варіанти підходять для більшості випадків, тому якщо ви сумніваєтеся, просто кликніть "<b>Далі</b>".<br><br>Якщо у вас була встановлена попередня версія KVIrc, ви можете вибрати існуючий каталог настроювань, і ваша конфігурація буде збережена</p>

source: <p>That's it. The user registration has been completed.<br><br>Click "<b>Finish</b>" to close this dialog.</p>
ca: <p>Aix�� tot. El registre d'usuari s'ha realitzat correctament.<br><br>Premi "Finalitzar" per a tancar aquest di�eg.</p>
de: <p>Das wars. Die Benutzeregistrierung wurde erfolgreich abgeschlossen.<br><br>Auf den "<b>Abschliessen</b>"-Knopf klicken, um den Dialog zu schliessen.</p>
es: <p>Esto es todo.El registro del usuario se realizó correctamente.<br><br>Pulsa "Finalizar" para cerrar este diálogo.</p>
hu: <p>Kész is vagyunk! A felhasználó regisztrációja befejeződött.<br><br> Kattints a "<b>Befejezés</b>" gombra, hogy ezt az ablakot bezárd.</p>
uk: <p>Реєстрація користувача завершена<br><br>Клацніть на "<b>Готово</b>" для закриття цього діалогу</p>

source: <p>Welcome to the user registration wizard.<br>This process allows you to add an IRC user to the database and set properties for that user. KVIrc will be (hopefully) able to recognize the user, add him to the notify list, and display the associated avatar.<br><br>First of all, you must insert an <b>entry name or real name</b> for the user you're going to register. The name will be used to identify the database entry and has no specific requirements, it can be a given name, nickname, or just some text to remind you of the real person.<br>Examples: "George W Bush", "Dubya". </p>
ca: <p>Benvingut a l'assistent d'usuaris registrats.<br>Aquest proc� li permet afegir un usuari IRC a la base de dades de KVIrc i configurar algunes de les seves propietats. KVirc ser�capa�(afortunadament) de recon�xer l'usuari, afegir-lo a la llista de notificacions, mostrar el seu avatar associat, etc...<br><br>Primerament, ha d'escriure el <b>nom de l'entrada o el nom real</b>de l'usuari que anir�a registrar. El nom ser�emprat per a identificar l'entrada de la base de dades i no t�cap requeriment espec�ic, pot ser un nom, un nick o nom� un text que li recordi a la persona.<br>Exemples: "Carla Arola", "Cari". </p>
de: <p>Willkommen zum Benutzeregistrierung-Assistent.<br>Dieser Prozess erlaubt Ihnen, einen IRC-Benutzer zur Datenbank hinzuzufügen und Eigenschaften zu setzen. KVIrc wird (hoffentlich) in der Lage sein, den Benutzer zu erkennen, ihn zur Benachrichtigungsliste hinzuzufügen, den zugeordneten Avatar anzeigen<br><br>Zuerst müssen Sie den <b>Eintrittsnamen oder wirklichen Namen</b> des Benutzers, den Sie registrierten möchten, eingeben. Der wirkliche Name wird benutzt, um den Datenbankentrag zu indentifizieren und hat keine spezielle Bedeutung: es kann ein Name, Spitzname oder einfach etwa Text sein, der Sie an diese Person erinnert.<br>Beispiele: "George W. Bush", "Dubya". </p>
es: <p>Bienvenido al asistente de usuarios registrados.<br>Este proceso te permite añadir un usuario IRC a la base de datos de KVIrc y configurar algunas de sus propiedades. KVIrc será capaz (afortunadamente) de reconocer el usuario, añadirlo a la lista de notificaciones y mostrar su avatar asociado.<br><br>Primeramente, debes escribir el <b>nombre de la entrada o el nombre real</b> del usuario que vas a registrar. El nombre será usado para identificar la entrada de la base de datos y no tiene ningn requerimiento específico, puede ser un nombre, un nick o solo un texto que te recuerde a la persona.<br>Ejemplos: "Lorena Bernal", "Mamifufi". </p>
hu: <p>Üdv a felahsználó regisztráló varázslóban.<br>Ez lehetővé teszi felhasználóhozzáadását az adatbázishoz, és a felhasználó tulajdonságainak beállítását. A KVIrc (remélhetőleg) felismeri a felhasználót, hozzáadja az értesítési listához és megjelníti a hozzárendelt avatart.<br><br>Elősször is meg kell adnod az<b>elem nevét vagy valós nevét</b> a felhasználónak, akit regisztrálni szeretnél. A név alapján lesz azonosítva az adatbázisban, nincsenek kikötései, ez lehet egy egyszerű név, becenév, vagy egy szöveg ami alapján emlékeztet az igazi felhasználóra.<br>Például: "Gyurcsány Ferenc", "Ferko". </p>
uk: <p>Ласкаво просимо в майстер реєстрації користувача<br>Ця процедура дозволить вам додати користувача IRC до бази даних і визначити властивості цього користувача. KVIrc зможе ідентифікувати користувача, додати його у список повідомлень і покаже пов'язаний з ним аватар.<br><br>Насамперед ви повинні <b>увести реальне ім'я</b> для користувача якого ви намагаєтеся зареєструвати. Це ім'я буде використатися для ідентифікації в базі даних і не має ніяких специфічних вимог, воно може бути просто відверненим ім'ям, ніком або яким-небудь текстом який буде нагадувати вам про це людині<br>Наприклад: "Вася Пупкін", "Брітні Спірс". </p>

source: A folder %1 seems to be not a valid KVIrc settings folder.Do you want to use it anyway?
hu: %1 nem olyan, mint egy KVIrc beállítások könyvtár. Biztosan ezt szeretnéd használni?
uk: Схоже що папка %1 є папкою зі старими настроюваннями KVIrc. Ви дійсно хочете неї використати?

source: A pixmap object, an image_id or an image file path is required for this property
es: Se necesita un objeto pixmap, un id de imagen o una trayectoria a un fichero de imagen para esta propiedad
uk: Об'єкт pixmap, image_id або файл зображення потрібно для цієї властивості

source: A popup menu cannot be popped up twice
ca: Un men emergent no poc mostrar-se dues vegades
de: Aufklappmenü kann nicht doppelt aufgerufen werden
es: Un menú emergente no puede mostrarse dos veces
hu: Popup menü nem ugorhat fel kétszer
uk: Спливаюче меню не може бути показане двічі

source: A really lame text transformation engine :D
ca: Un motor de transformaci�de text realment simple :D
de: Eine wirklich lahme Textumformungsroutine :D
es: Un motor de transformación de texto verdaderamente simple :D
hu: Egy kezdetleges szövegkódoló motor :)
uk: Дійсно ламерский текстовий перетворювач

source: A really lame text transformation engine: Light Version.
es: Un motor de transformación de texto verdaderamente simple: Versión Light.
hu: Egy kezdetleges szövegkódoló motor :) Könnyített Verzió.
uk: Дійсно ламерский текстовий перетворювач: полегшена версія

source: A string of 6 digits hex is required
uk: Потрібна рядок з 6 шестнадцатерічних символів

source: A&dd
ca: Afegir
de: &Hinzufügen
es: Aña&dir
hu: Hozzáad
uk: &Додати

source: Abort Connection
ca: Cancellar Connexi
de: Verbindung abbrechen
es: Cancelar Conexión
hu: Kapcsolódás megszakítása
uk: Перервати з'єднання

source: Abort Setup - KVIrc Setup
ca: Interrompre Configuraci�- Assistent de KVIrc
de: Einrichtung abbrechen - KVIrc-Einrichtung
es: Interrumpir Configuración - Asistente de KVIrc
hu: Varázsló megszakítása - KVIrc Varázsló
uk: Установка перервана - Установник KVIrc

source: Aborted
ca: Cancellat
de: Abgebrochen
es: Cancelado
hu: Megszakítva
uk: Перервано

source: About &KVIrc
ca: Sobre &KVIrc
de: Über &KVIrc
es: Acerca de &KVIrc
hu: A &KVIrcről
uk: ПРО &KVIrc

source: Access denied
ca: Acc� denegat
de: Zugriff verweigert
es: Acceso denegado
hu: Hozzáférés megtagadva
uk: Доступ закритий

source: Acknowledge error
ca: Error en la confirmaci
de: Bestätigungsfehler
es: Error en confirmación
hu: Megerősítési hiba
uk: Визнано помилкою

source: Action
de: Aktion
es: Acción
hu: Akció
uk: Дія

source: Action Editor
de: Aliaseditor
es: Editor de Acciones
hu: Akció Szerkesztő
uk: Редактор дій

source: Action code
de: Aktioncode
es: Código de la acción
hu: Akció kód
uk: Код дії

source: Actions related to settings
ca: Accions relacionades amb la configuraci
de: Aktionen bezüglich den Einstellungen
es: Acciones relacionadas con la configuración
hu: Akciófüggő beállítások
uk: Дії, пов'язані з настроюваннями

source: Actions related to the Graphic User Interface
ca: Accions relacionades amb la Interf�ie Gr�ica d'Usuari
de: Aktionen bezüglich der grafischen Benutzeroberfläche
es: Acciones relacionadas con el Interfaz Gráfico de Usuario
hu: Grafikus Felhasználói Felületfüggő (GUI) akciók
uk: Дії, пов'язані із графічним інтерфейсом користувача

source: Actions that will appear in the "Tools" menu
de: Aktionen, die im "Werkzeuge"-Menü erscheinen werden.
es: Acciones que aparecerán en el menú "Herramientas"
hu: Eszközök menüben lévő akciók
uk: Дії, що будуть представлені в меню "Інструменти"

source: Active Ban Exceptions
ca: Excepcions a Prohibici�Actives
de: Aktive Bann-Ausnahmen
es: Excepciones a Prohibición Activas
hu: Aktív tiltási kivételek
uk: Активні виключення з банів

source: Active Bans
ca: Prohibicions Actives
de: Aktive Banns
es: Prohibiciones Activas
hu: Aktív kitiltások
uk: Активні бани

source: Active Invite Exceptions
ca: Excepcions a Invitaci�Actives
de: Aktive Invite-Ausnahmen
es: Excepciones a Invitación Activas
hu: Aktív meghívási kivételek
uk: Активні виключення із запрошень

source: Acts as a separator for other items: performs no action
ca: Actua com un separador per a altres elements: no realitza cap acci
de: Agiert als Trenner für andere Elemente: führt keine Aktion aus
es: Actua como un separador para otros elementos: no realiza ninguna acción
hu: Elválasztóként viselkedik más elemek számára: nincs akciója
uk: Це роздільник для інших пунктів: ніяка дія не виконується

source: Add
ca: Afegir
de: Hinzufügen
es: Añadir
hu: Hozzáad
uk: Додати

source: Add (Wizard)...
ca: Afegir (assistent)...
de: Hinzufügen (Assistent)...
es: Añadir (asistente)...
hu: Hozzáadás (Varázsló)...
uk: Додати (Майстер)...

source: Add Alias
es: Añadir alias
hu: Alias Hozzáadása
uk: Додати аліас

source: Add Applet
ca: Afegir Applet
de: Applet hinzufügen
es: Añadir Applet
hu: Applet hozzáadása
uk: Додати апплет

source: Add Bookmark
ca: Afegir Marcador
de: Lesezeichen hinzufügen
es: Añadir Marcador
hu: Könyvjelző hozzáadása
uk: Додати закладку

source: Add Namespace
es: Añadir espacio de nombres
hu: Névtér Hozzáadása
uk: Додати простір імен

source: Add a registered user by means of a user-friendly wizard.
ca: Afegir un usuari registrat per mitj�d'un amigable assistent.
de: Hinzufügen eines registrierten Benutzers mit einem benutzerfreundlichen Assistenten.
es: Añadir un usuario registrado por medio de un amigable asistente.
hu: Felhasználó hozzáadása egy felhasználóbarát varázsló segítségével.
uk: Додайте реєстрацію користувача за допомогою дружнього майстра.

source: Add this user to the notify list
ca: Afegir aquest usuari a la llista de notificacions
de: Diesen Benutzer zur Benachrichtigungsliste hinzufügen
es: Añadir este usuario a la lista de notificaciones
hu: Felhasználó hozzáadása az Értesítési listához
uk: Додати цього користувача в список повідомлень

source: Add to Notify
ca: Afegir per a Notificar
de: Zur Benachrichtigungsliste hinzufügen
hu: Hozzáad Értesítéshez
uk: Додати в повідомлення

source: Added %d sec file offer for file %Q (%Q) to recipient %Q
ca: Afegint oferiment de %d segs de l'arxiu %Q (%Q) al receptor %Q
de: %d Sekunden für Dateiangebot von Datei %Q (%Q) und Empfänger %Q hinzugefügt
es: Añadido ofrecimiento de %d segs del archivo %Q (%Q) al receptor %Q
hu: %d másodperc hozzáadva %Q (%Q) fogadási időtartamhoz. Címzett: %Q
uk: Додано %d сек файлу до файлу %Q (%Q) одержувач %Q

source: Added %d secs file offer for file %Q (%Q) and receiver %Q
es: Añadida la oferta de %d segs del archivo %Q (%Q) y receptor %Q
hu: %d másodperc felajánlástól %Q (%Q) és megérkezett %Q
uk: На час %d сек файл %Q (%Q) доступний для %Q

source: Address already in use
ca: Adre� ja en s
de: Die Adresse ist bereits in Benutzung
es: Dirección en uso
hu: Cím már használatban
uk: Адреса вже використається

source: Address:
hu: Cím:
uk: Адреса:

source: Adds a new group
hu: Új csoport hozzáadása
uk: Додати нову групу

source: Advanced...
ca: Avan�t ...
de: Erweitert...
es: Avanzado...
hu: Haladó...
uk: Додатково...

source: Age:
hu: Kor:
uk: Вік:

source: Alias
ca: �ies
uk: Аліас

source: Alias Editor
ca: Editor d'�ies
es: Editor de alias
hu: Alias Szerkesztő
uk: Редактор аліасов

source: Alias Export
es: Exportar alias
hu: Alias Exportálás
uk: Експорт аліаса

source: Alias names can contain only letters, digits, underscores and '::' namespace separators
es: Los nombres de alias solo pueden contener letras, dígitos, subrayados y separadores de espacios de nombres ('::')
hu: Alias neve karaktereket, számokat, aláhúzást és névtér elválasztókat (::)tartalmazhat
uk: Ім'я аліаса може містити тільки цифри, букви, нижні підкреслення й '::' як роздільник просторів імен

source: All Files
ca: Tots els arxius
de: Alle Dateien
es: Todos los Archivos
hu: Minden fájl
uk: Всі файли

source: All Properties...
ca: Totes les propietats...
de: Alle Eigenschaften...
es: Todas las propiedades ...
hu: Minden Tulajdonság
uk: Всі властивості...

source: Allows entering and leaving away state
de: Erlaubt das Setzen/Entfernen des Abwesend-Status
es: Permite entrar y salir del estado ausente
hu: Nem elérhető üzemmód ki-be kapcsolása
uk: Дозволяє включати й виключати режим Відійшов

source: Allows executing a KVS script from file
ca: Permet executar un script KVS des d'un arxiu
de: Erlaubt das Ausführen eines KVS-Skriptes von einer Datei
es: Permite ejecutar un script KVS desde un archivo
hu: KVS szkriptek futtatását teszi lehetővé fájlból
uk: Дозволяє виконувати KVS сценарій з файлу

source: Allows subscribing to the KVIrc mailing list
de: Erlaubt das Abbonieren der KVIrc-Mailinigliste
es: Permite suscribirse a la lista de correo de KVIrc
hu: Feliratkozás a KVIrc levelezőlistára
uk: Дозволяє підписатися на список розсилання KVIrc

source: Allows you to configure nickname, username, avatar etc...
ca: Permet configurar el teu nick, nom d'usuari, avatar, etc...
de: Erlaubt das Konfigurieren des Spitznamens, Benutzernamens, Avatar, etc...
es: Permite configurar tu nick, nombre de usuario, avatar, etc...
hu: Nicknév, felhasználónév, avatar, stb. beállítása
uk: Дозволяє вам сконфігурувати Нік, ім'я, аватар і т.п.

source: Allows you to configure the servers and eventually to connect to them
ca: Permet configurar els servidores i eventualment connectar-se a ells
de: Erlaubt das Konfigurieren der Server und das eventuelle Verbinden zu ihnen
es: Permite configurar los servidores y eventualmenet conectarse a ellos
hu: Lehetővé teszi a szerverek beállítását és a hozzájuk kapcsolódást
uk: Дозволяє вам сконфигурувати сервера й підключитися до них

source: Allows you to connect to a server or to terminate the current connection
ca: Permet connectar-se a un servidor o finalitzar la connexi�actual
de: Erlaubt das Verbinden zu einem Server oder das Trennen der aktuellen Verbindung
es: Permite conectarse a un servidor o finalizar la conexión actual
hu: Kapcsolódás a szerverhez vagy az aktuális kapcsolat bontása
uk: Дозволяє вам підключитися до сервера або закрити поточне з'єднання

source: Allows you to manage the script-based addons
de: Erlaubt die Verwaltung von skriptbasierten Zusätzen
es: Permite gestionar las funcionalidades adicionales basadas en script
hu: Lehetővé teszi szkript alapú addonok kezelését
uk: Дозволяє управляти Скріптовими доповненнями

source: Allows you to manage the themes
hu: A kinézetek kezelését teszi lehetővé
uk: Дозволяє управляти темами

source: Always Highlight
ca: Sempre Ressaltat
de: Immer hervorheben
hu: Mindig Kiemel
uk: Завжди подсвічувати

source: Am de-halfop'd
ca: Am semidesopeat
de: Mir Halb-OP-Status weggenommen
es: Am semidesopeado
hu: Fél-operátorod elvesztetted
uk: Снять стат-оператор

source: Am de-userop'd
ca: Am desopeat
de: Mir wurde OP-Status weggenommen
es: Am desopeado
hu: Elvesztetted a felhasználói operátor jogod
uk: Не користувач-оператор

source: Am deop'd
ca: Am desopeat
de: Mir OP-Status weggenommen
es: Am desopeado
hu: Opod elvesztetted
uk: Снять оператор

source: Am devoiced
ca: Am silenciat
de: Mir Stimm-Status weggenommen
es: Am silenciado
hu: Hangod elvesztetted
uk: Снять войс

source: Am halfop'd
ca: Am semiopeat
de: Mir Halb-OP-Status gegeben
es: Am semiopeado
hu: Fél-operátor lettél
uk: Стат-оператор

source: Am kicked
ca: Am expulsat
de: Mich herausgeworfen
es: Am expulsado
hu: Kirúgtak
uk: Кікнут

source: Am op'd
ca: Am opeat
de: Mir OP-Status gegeben
es: Am opeado
hu: Op lettél
uk: Оператор

source: Am userop'd
ca: Am opeat
de: Mir wurde OP-Status gegeben
es: Am opeado
hu: Felhasználói operátor lettél
uk: Користувач-оператор

source: Am voiced
ca: Am amb veu
de: Mir Stimm-Status gegeben
es: Am con voz
hu: Hangot kaptál
uk: Мені даний войс

source: An error occured !
ca: Ha succe� un error !
de: Ein Fehler ist aufgetreten!
es: Sucedió un error !
hu: Hiba lépett fel!
uk: Помилка!

source: Anodine's Full Grid
ca: Reixa Completa d'Anodine
de: Anodines volles Gitter
es: Rejilla Completa de Anodine
hu: Anodine teljes rács
uk: Anodine's заповнити по сітці

source: Anonymous or protected user
ca: Usuari an�im o protegit
de: Anonymous oder geschützter Benutzer
es: Usuario anónimo o protegido
hu: Ismeretlen vagy védett felhasználó
uk: Анонімний або захищений користувач

source: Another connection in progress
ca: Una altre connexi�en progr�
de: Eine andere Verbindung ist im Aufbau
es: Otra conexión está realizándose
hu: M�ik csatlakoz� m� folyamatban
uk: Запускається наступне з'єднання

source: Another connection is already in progress in the selected IRC context
es: Ya se está realizando un intento de conexión desde el contexto IRC seleccionado
hu: A kiválasztott IRC környezetben már van élő kapcsolat
uk: Інше з'єднання вже запущене в заданому IRC контексті

source: Application Folders
ca: Directoris de l'Aplicaci
de: Anwendungsordner
es: Directorios de la Aplicación
hu: Alkalmazás Könyvtárak
uk: Каталоги додатка

source: Apply
de: Anwenden
es: Aplicar
hu: Elfogad
uk: Застосувати

source: Apply to all IRC Contexts
hu: Nincs IRC környezet
uk: Застосувати до всім IRC контекстам

source: Are ya here?
ca: Est� aqu�
de: Bist Du hier?
es: Tas ahí?
hu: o/ Itt vagy?
uk: Тут?

source: Argument to long, using only first char
ca: Argument massa llarg, utilitzant nom� el primer car�ter
de: Argument zu lang, benutze nur erstes Zeichen
es: Argumento demasiado largo, utilizando solo el primer caracter
hu: A kifejezés túl hosszú, csak az első karakter kerül felhasználásra
uk: Аргумент занадто довгий, використається тільки перший символ

source: Arranges the MDI windows in a maximized-cascade fashion
ca: Organitza las finestres MDI en un estil de cascada maximitzada
de: Ordnet die MDI-Fenster in maximierter gestaffelter Form an
es: Organiza las ventanas MDI en un estilo de cascada maximizada
uk: Розташувати MDI вікна способом максимізувати каскадом

source: Array index didn't evaluate to an integer
ca: L'�dex d'un vector no pot avaluar-se com un enter
de: Arrayindex kann nicht zu einer Zahl ausgewertet werden
es: Indice de un vector no puede evaluarse como un entero
uk: Індекс масиву не визначається як ціле число

source: Array index evaluated to a negative integer (non negative integer expected)
ca: �dex del vector avaluat com un enter negatiu (s'esperava un enter negatiu)
de: Arrayindex zu einer negativem Integer ausgewertet (nicht negativer Integer erwartet)
es: Indice del vector evaluado como un entero negativo (se esperaba un entero no negativo
uk: Індекс масиву визначається як негативне число (а повинне бути позитивне)

source: Array reference assert failed: the variable evaluated to type '%Q'
ca: Ha fallat la comprovaci�de la refer�cia de la matriu: la variable s'ha avaluat com del tipus '%Q'
de: Feldreferenzzusicherung fehlgeschlagen: Die Variable wurde zu Typ '%Q' ausgewertet
es: Falló la comprobación de la referencia del array: la variable se evaluó como de tipo '%Q'
uk: Помилка в посиланні масиву: змінна визначена як типу '%Q'

source: Attempting %Q to %Q (%Q) on port %u
ca: Intentant %Q a %Q (%Q) en el port %u
de: Es wird %Q zu %Q (%Q) an Port %u versucht
es: Intentando %Q a %Q (%Q) en el puerto %u
hu: %Q %Q szerverhez (%Q hálózat) port: %u
uk: Спроба %Q до %Q (%Q) через порт %u

source: Attempting to 'bounce' on proxy %s on port %u (protocol %s)
ca: Intentant reiniciar�el proxy %s en el port %u (protocol %s)
de: Es wird 'bounce' an Proxy %s an Port %u (Protokoll %s) versucht
es: Intentando 'rebotar' en el proxy %s en el puerto %u (protocolo %s)
uk: Спроба використання проксі %s на порту %u (протокол %s)

source: Attempting to register addon "%Q" with version %Q
es: Intentando registrar la funcionalidad adicional "%Q" con la versión %Q
hu: %Q addon regisztrálása %Q verzióval
uk: Спроба зареєструвати доповнення "%Q" версії %Q

source: Attempting to rejoin !c%Q...
ca: Intentant tornar a entrar !c%Q...
de: Es wird versucht, !c%Q erneut zu betreten
es: Intentando volver a entrar !c%Q...
hu: Újracsatlakozási próbálkozás !c%Q...
uk: Спроба повернутися !c%Q...

source: Auto-joining network specific channels
ca: Entrenant autom�icament en canals espec�ics de la xarxa
de: Netzwerkspezifische Kanäle automatisch betreten
es: Entrando automáticamente en canales específicos de la red
hu: Automatikus csatlakozás a megadott hálózatspecifikus csatornákra
uk: Автовхід на специфічні для мережі канали
