Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: The following CTCP reply has unrecognized target %Q
ca: La segent resposta CTCP t�un dest�no reconegut %Q
de: Folgende CTCP-Antwort hat unerkanntes Ziel %Q
es: La siguiente respuesta CTCP tiene un destino no reconocido %Q
hu: CTCP válasznak ismeretlen a célja (%Q)
uk: Відповідь CTCP має непізнану мету %Q

source: The following CTCP request has unrecognized target %Q
ca: La segent petici�CTCP t�un dest�no reconegut %Q
de: Folgende CTCP-Antwort hat unerkanntes Ziel %Q
es: La siguiente petición CTCP tiene un destino no reconocido %Q
hu: %Q CTCP kérésnek ismeretlen a címzettje
uk: Запит CTCP має непізнану мету %Q

source: The following message appears to be encrypted, but the crypto engine failed to decode it: %Q
hu: A következő üzenet titkosított, de a titkosító képtelen volt dekódolni: %Q
uk: З'явилося наступне шифроване повідомлення, але кріптовальна машина не може його декодувати: %Q

source: The last if command in the buffer has no conditional instructions: it's senseless
ca: La ltima comanda 'if' en el buffer no t�instruccions condicionals: aix�no t�sentit
de: Das letzte if-Kommando im Puffer hat keine Bedingungsanweisungen. Es ist sinnlos
es: El ltimo comando 'if' en el buffer no tiene instrucciones condicionales: esto no tiene sentido
uk: Остання команда в буфері не має умовних інструкцій: це безглуздо

source: The last while command in the buffer has no conditional instructions: it's senseless
ca: La ltima comanda while en el buffer no t�instruccions condicionals: aix�no t�sentit
de: Das letzte while-Kommando im Puffer hat keine Bedingungsanweisungen. Es ist sinnlos
es: El ltimo comando while en el buffer no tiene instrucciones condicionales: esto no tiene sentido
uk: Остання команда в буфері не має умовної інструкції: це безглуздо

source: The left side of operator '%=' didn't evaluate to a number
ca: El cant�esquerre de l'operador '%=' no � un enter
de: Linke Seite des '%='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado izquierdo del operador '%=' no es un entero
uk: Ліва частина оператора '%=' не є числом

source: The left side of operator '&=' didn't evaluate to an integer
ca: El cant�esquerre de l'operador '&=' no � un enter
de: Linke Seite des '&='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado izquierdo del operador '&=' no es un entero
uk: Ліва частина оператора '&=' не є цілим числом

source: The left side of operator '*=' didn't evaluate to a number
ca: El cant�esquerre de l'operador '*=' no � un enter
de: Linke Seite des '*='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado izquierdo del operador '*=' no es un entero
uk: Ліва частина оператора '*=' не є числом

source: The left side of operator '+=' didn't evaluate to a number
ca: El cant�esquerre de l'operador '+=' no � un enter
de: Linke Seite des '+='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado izquierdo del operador '+=' no es un entero
uk: Ліва частина оператора '+=' не є числом

source: The left side of operator '-=' didn't evaluate to a number
ca: El cant�esquerre de l'operador '-=' no � un enter
de: Linke Seite des '-='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado izquierdo del operador '-=' no es un entero
uk: Ліва частина оператора '-=' не є числом

source: The left side of operator '/=' didn't evaluate to a number
ca: El cant�esquerre de l'operador '/=' no � un enter
de: Linke Seite des '/='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado izquierdo del operador '/=' no es un entero
uk: Ліва частина оператора '/=' не є числом

source: The left side of operator '<<=' didn't evaluate to an integer
ca: El cant�esquerre de l'operador '<<=' no � un enter
de: Linke Seite des '<<='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado izquierdo del operador '<<=' no es un entero
uk: Ліва частина оператора '<<=' не є цілим числом

source: The left side of operator '>>=' didn't evaluate to an integer
ca: El cant�esquerra de l'operador '>>=' no � un enter
de: Linke Seite des '>>='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado izquierdo del operador '>>=' no es un entero
uk: Ліва частина оператора '>>=' не є цілим числом

source: The left side of operator '^=' didn't evaluate to an integer
ca: El cant�esquerre de l'operador '^=' no � un enter
de: Linke Seite des '^='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado izquierdo del operador '^=' no es un entero
uk: Ліва частина оператора '^=' не є цілим числом

source: The left side of operator '|=' didn't evaluate to an integer
ca: El cant�esquerre de l'operadir '|=' no � un enter
de: Linke Seite des '|='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado izquierdo del operador '|=' no es un entero
uk: Ліва частина оператора '|=' не є цілим числом

source: The left side of the scope operator didn't evaluate as an object reference
es: El lado izquierdo del operador de ámbito no se evalua como una referencia a un objeto
uk: У лівій частині оператора не задане посилання на об'єкт

source: The left side of the scope operator evaluated to a null object reference
es: El lado izquierdo del operador de ámbito se evaluó como una referencia a un objeto nulo
uk: У лівій частині оператора задане нульове посилання на об'єкт

source: The left side of the scope operator evaluated to an invalid object reference (object doesn't exist)
es: El lado izquierdo del operador de ámbito se evaluó como una referencia a un objeto no válido (el objeto no existe)
uk: У лівій частині оператора задане недійсне посилання на об'єкт (об'єкт не існує)

source: The local IP address as seen by the IRC server is %Q
ca: L'adre� IP local vista pel servidor IRC � %Q
de: Die lokale IP-Adresse, die vom Server gesehen wird, ist %Q
es: La dirección IP local vista por el servidor IRC es %Q
hu: A helyi IP cím az IRC szerver szerint: %Q
uk: Локальний IP адреса видимий IRC сервером %Q

source: The menu item with id "%Q" does not exist in popup "%Q"
uk: Пункт меню з ID "%Q" не існує в спливаючому меню "%Q"

source: The message doesn't seem to be encoded with CBC Mircryption
de: Die Nachricht scheint nicht mit CBC-Mirccryption verschlüsselt zu sein
es: El mensaje no parece estar codificado con el cifrado CBC de Mirc
hu: Az üzenet nem úgy néz ki, mint egy kódolt CBC Mircryption...
uk: Це повідомлення схоже не зашифроване CBC Mircryption

source: The message is not a base64 string: this is not my stuff
ca: El missatge no � una cadena base64: aix�no � meu
de: base64
es: El mensaje no es una cadena base64: esto no es mio
hu: Az üzenet nem base64 sztring, ez nem az én asztalom...
uk: Повідомлення не є рядком base64

source: The message is not a hexadecimal string: this is not my stuff
ca: El missatge no � una cadena hexadecimal: aix�no � meu
de: hexadezimal
es: El mensaje no es una cadena hexadecimal: esto no es mio
hu: Az üzenet nem Hexadecimális sztring, ez nem az én asztalom...
uk: Повідомлення не є шестнадцатеричним рядком

source: The object named "%Q" of class %Q has no Qt properties
es: El objeto llamado "%Q" de clase %Q no tiene propiedades Qt
hu: "%Q" objektum %Q osztálynak nincs Qt tulajdonsága
uk: Об'єкт "%Q" класу %Q не є Qt-властивістю

source: The package contains compressed data but this executable does not support compression
hu: A csomag tömörített adatot tartalmaz, de ez a verzió nem támogatja a kitömörítést
uk: Пакет містить стислі дані, але ця зборка не підтримує стиск

source: The package has an invalid version number, it might have been created by a newer KVIrc
hu: A csomag helytelen verziószámmal rendelkezik, valószínűleg újabb KVIrccel lett elkészítve
uk: Пакет має не вірний номер версії. Можливо, він створений більше новою версією KVIrc

source: The parent of a layout must be a widget!
ca: El pare de un layout ha de ser un widget!
de: Das übergeordnete Element von einem Layout muss ein Widget sein!
es: El padre de un layout debe ser un widget!
uk: Батько повинен бути виджетом!

source: The parent-widget isn't a MainWindow.
de: Das aktuelle Elternwidget ist kein MainWindow
es: El widget padre no es una ventana principal.
hu: A szülő-widget nem a főablakban van.
uk: Батьківський віджет - не MainWindow.

source: The popup '%Q' is not defined
es: El menú emergente '%Q' no está definido
hu: %Q popup nincs meghatározva
uk: Спливаюче меню '%Q' не визначено

source: The popup '%s' is actually locked: 'self-modifications' are not allowed
ca: El men emergent '%s' est�bloquejat: les 'automodificacions' no estan permesses
de: Aufklappmenü '%s' ist aktuell gesperrt: 'Selbstmodifikationen' sind nicht erlaubt
es: El menú emergente '%s' está bloqueado: las 'automodificaciones' no están permitidas
uk: Спливаюче меню '%s' фактично заблоковано: самомодифікація не припустим

source: The problem *might* be caused by an updated DNS entry
ca: El problema *podria* estar causant per una entrada DNS actualitzada
de: Das Problem *könnte* von einem geänderten DNS-Eintrag hervorgewurfen worden sein.
es: El problema *podría* estar causado por una entrada DNS actualizada
hu: A probléma valószínűleg egy frissített DNS elem miatt történt
uk: Проблема *можливо* викликана відновленням DNS

source: The property is of type %s but the supplied argument can't be converted to that type (expecting "%s")
es: La propiedad es de tipo %s pero el argumento proporcionado no puede ser convertido a este tipo (se esperaba "%s")
uk: Властивість має тип %s, але надаваний аргумент не може бути наведений цьому типу (очікується "%s")

source: The recent nickname change from !n%Q to !n%Q caused a query collision: merging output
es: El nick cambió de !n%Q a !n%Q y causó una colisión de privados: mezclando la salida
hu: A most történt névváltás !n%Q -ról !n%Q -ra privát ütközést okozott:kimenet összevágása
uk: Недавня зміна ніка в !n%Q to !n%Q є причиною протиріччя вікнах приватів: злиття висновку

source: The regular expression matched a zero-length substring: this is not valid in the s/// operator, skipping
es: La expresión regular encontró una subcadena de longitud cero: eso no es válido en el operador s///, saltando
uk: Регулярне вираження містить підстрочку нульовий довгі: це недійсно в операторі s/// , пропущене

source: The right side of operator '%=' didn't evaluate to a number
ca: El cant�dret de l'operador '%=' no � un enter
de: Rechte Seite des '%='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado derecho del operador '%=' no es un entero
uk: Права частина оператора '%=' не є числом

source: The right side of operator '&=' didn't evaluate to an integer
ca: El cant�dreta de l'operador '&=' no � un enter
de: Rechte Seite des '&='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado derecho del operador '&=' no es un entero
uk: Права частина оператора '&=' не є цілим числом

source: The right side of operator '*=' didn't evaluate to a number
ca: El cant�dret de l'operador '*=' no � un enter
de: Rechte Seite des '*='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado derecho del operador '*=' no es un entero
uk: Права частина оператора '*=' не є числом

source: The right side of operator '+=' didn't evaluate to a number
ca: El cant�dret de l'operador '+=' no � un enter
de: Rechte Seite des '+='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado derecho del operador '+=' no es un entero
uk: Права частина оператора '+=' не є числом

source: The right side of operator '-=' didn't evaluate to a number
ca: El cant�dret de l'operador '-=' no � un enter
de: Rechte Seite des '-='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado derecho del operador '-=' no es un entero
uk: Права частина оператора '-=' не є числом

source: The right side of operator '/=' didn't evaluate to a number
ca: El cant�dret de l'operador '/=' no � un enter
de: Rechte Seite des '/='-Operators kann nicht zu einer Zahl ausgewertet werden
es: El lado derecho del operador '/=' no es un entero
uk: Права частина оператора '/=' не є числом

source: The right side of operator '<<=' didn't evaluate to an integer
ca: El cant�dret de l'operador '<<=' no � un enter
de: Rechte Seite des '<<='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado derecho del operador '<<=' no es un entero
uk: Права частина оператора '<<=' не є цілим числом

source: The right side of operator '>>=' didn't evaluate to an integer
ca: El cant�dret de l'operador '>>=' no � un enter
de: Rechte Seite des '>>='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado derecho del operador '>>=' no es un entero
uk: Права частина оператора '>>=' не є цілим числом

source: The right side of operator '^=' didn't evaluate to an integer
ca: El cant�dret de l'operador '^=' no � un enter
de: Rechte Seite des '^='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado derecho del operador '^=' no es un entero
uk: Права частина оператора '^=' не є цілим числом

source: The right side of operator '|=' didn't evaluate to an integer
ca: El cant�dret de l'operador '|=' no � un enter
de: Rechte Seite des '|='-Operators kann nicht zu einem Integer ausgewertet werden
es: El lado derecho del operador '|=' no es un entero
uk: Права частина оператора '|=' не є цілим числом

source: The scheduled NickServ identification command appears to be broken, please change the setting
ca: La comanda d'identificaci�NickServ programada sembla ser incorrecte, per favor, canvia la configuraci
de: Das geplante NickServ-Kommando sieht nicht richtig aus: Bitte die Einstellung beheben
es: El comando de identificación NickServ programado parece ser incorrecto, por favor cambia la configuración
hu: Az ütemezett NickServ azonosító parancs hibás, kérlek javítsd a KVIrc beállításokban
uk: Планова ідентифікація NickServ не пройшла, будь ласка відкоригуйте настроювання

source: The script addon "%Q" already exists with version %Q which is higher than %Q
de: Der Skriptzusatz "%Q" existiert bereits mit Version %Q, welche höher als %Q ist
es: El script de funcionalidad adicional "%Q" ya existe con la versión %Q que es mayor que %Q
hu: Az addon szkript "%Q" már létezik (%Q) és újabb, mint %Q
uk: Доповнення "%Q" уже встановлено версії %Q, що новіше ніж %Q

source: The server didn't provide a certificate
ca: El servidor no ha proporcionat un certificat
de: Der Server bietete kein Zertifikat an.
es: El servidor no proporcionó un certificado
hu: A szerver nem rendelkezik hitelesítéssel
uk: Сервер не має сертифіката

source: The server is refusing all the login nicknames: giving up, you must send the nickname manually
ca: El servidor est�rebutjant tots els nicks d'entrada en endavant, ha d'enviar el nick de forma manual
de: Der Server lehnte den Login von allen Spitznamen ab: es wird abgebrochen, es muss ein Spitzname manuell gesendet werden
es: El servidor está rechazando todos los nicks de entrada: en adelante, debes enviar el nick de forma manual
hu: A szerver minden belépő nicket elutasít, neked kell beállítanod manuálisan (/nick becenév)
uk: Сервер відхиляє вхід по всім нікам, ви повинні послати Нік вручну

source: The server refused the suggested nickname (%s) and named you %s instead
ca: El servidor ha rebutjat el nick suggerit (%s) i l'ha anomenat %s en el seu lloc
de: Der Server lehnte den vorschlagenen Spitznamen (%s) ab und gab Ihnen stattdessen den Namen %s
es: El servidor rechazó el nick sugerido (%s) y le nombró %s en su lugar
hu: A szerver visszautasította az ajánlott nicket (%s), helyette: %s
uk: Сервер відхилив запропонований вами Нік (%s) і назвав вас %s

source: The server seems to have changed the idea about the local hostname
ca: El servidor sembla haver canviat d'idea sobre el nom de la m�uina local
de: Der Server scheint das Wissen über den lokalen Hostnamen geändert zu haben
es: El servidor parece haber cambiado de idea acerca del nombre de máquina local
hu: A szerver megváltoztatta a helyi hosztnevet
uk: Сервер здається хоче змінити хостмаску

source: The server seems to support the WATCH notify list method, will try to use it
ca: Aquest servidor sembla suportar el m�ode de llista de notificaci�WATCH, intentar�fer-lo servir.
de: Dieser Server scheint die WATCH-Benachrichtigungslistenmethode zu unterstützen: Es wird versucht, dies zu benutzen.
es: Este servidor parece soportar el método de lista de notificación WATCH, intentaré usarlo.
hu: A szerver támogatja a WATCH értesítési metódust, megpróbálom használni
uk: Сервер здається підтримує метод WATCH списку повідомлень, намагаюся це використати

source: The server specification seems to be in the id:<string> form but the identifier coulnd't be found in the database
es: La especificación del servidor parece estar en el id:<string> pero el identificador no se encuentra en la base de datos
hu: A szerver látszólag id:<string> -ben van, de a az azonosítónem található az adatbázisban
uk: Специфікація сервера, здається, перебуває в id:<string> але ідентифікатор не знайдений у базі даних

source: The server specification seems to be in the net:<string> but the network couln't be found in the database
es: La especificación de servidor parece estar en la red:<string> pero la red no puede ser encontrada en la base de datos
hu: A szerver látszólag net:<string> -ben van, de a hálózatnem található az adatbázisban
uk: Специфікація сервера, здається, перебуває в net:<string> але мережа не знайдена в базі даних

source: The small icon associated to this action.<br>It will appear at least in the popup menus when this action is inserted.<br>It should be 16x16 pixels.
de: Das kleine Symbol, dass dieser Aktion zugeordnet ist.<br>Es wird in den Aufklappmenüs angezeigt, wenn die Aktion eingefügt ist.<br>Es sollte eine Größe von 16x16 Pixel haben.
es: Pequeño icono asociado a esta acción.<br>Aparecerá al menos en los menús emergentes cuando se inserte esta acción.<br>Debería ser de 16x16 pixels.
hu: A kis ikon hozzárendelve ehhez az akcióhoz.<br>Ez jelenik meg a felbukkanó menükben, amikor az akció be van szúrva.<br>16x16 pixel méretűnek kell lennie.
uk: Маленька іконка, асоційована із цим дією<br>Вона буде показуватися принаймні в спливаючим меню при вставці цієї дії.<br>Повинна бути 16х16 пікселей.

source: The specified IRC context is not valid: creating a context free window
ca: El contex d'IRC especificat no � v�id: creant una finestra lliure de context
de: Der angegebene IRC-Kontext ist ungültig: es wird ein kontextfreies Fenster erstellt
es: El contexto de IRC especificado no es válido: creando una ventana libre de contexto
hu: The megadott IRC k�nyezet �v�ytelen: k�nyezetfggetlen ablak l�rehoz�a
uk: Зазначений IRC контекст не дійсний: створюється вільне контекстне вікно

source: The specified KVIrc version "%Q" is not a valid version string
es: La versión de KVIrc especificada "%Q" no es una cadena válida de versión
hu: A megadott KVIrc verzió "%Q" nem érvényes verzió sztring
uk: Задана версія KVirc "%Q" не є коректної

source: The specified ToolBar Id already exists.<br>Would you like KVIrc to assign it automatically (so it doesn't collide with any other toolbar) or you prefer to do it manually ?
ca: L'Id de la Barra d'Eines especificada existeix.<br>Vol que KVIrc assigni un autom�icament (per a que no coincideixi amb alguna altre barra d'eines) o vols fer-ho manualment?
de: Die angegebene Werkzeugleisten-ID existiert bereits,<br>Soll KVIrc sie automatisch zuweisen (dann kann sie nicht mit einer anderen Werkzeugleiste kollidieren) oder möchten Sie es manuell tun?
es: El Id de barra de herramientas especificado ya existe.<br>Quieres que KVIrc asigne uno automáticamente (para que no coincida con alguna otra barra de herramientas) o prefieres hacerlo manualmente?
hu: A megadott Eszköztár Azonosító már létezik.<br>Szeretnéd, ha a KVIrc hozzárendelne egyet automatikusan (így elkerülhetőek az ütközések más Eszköztárakkal) vagy jobban szeretnéd manuálisan csinálni?
uk: Заданий Id панелі інструментів уже існує<br> Ви хочете щоб KVIrc призначив його автоматично (при цьому будуть виключені протиріччя з іншими панелями) або зробите це вручну?

source: The specified bind address (%Q) is not valid
ca: L'adre� d'enlla�(bind) especificada (%Q) no � v�ida
de: Die angegebene Bindungsadresse (%Q) ist ungültig
es: La dirección de enlace (bind) especificada (%Q) no es válida
hu: A megadott kapcsoló cím (%Q) nem érvényes
uk: Сполучна адреса (%Q) не дійсний

source: The specified bind address (%Q) is not valid (the interface it refers to might be down)
ca: L'adre� d'enlla�especificada (%Q) no � v�ida (la interf�ie a la que es refereix pot estar caiguda)
de: Die angegebene Bindungsadresse (%Q) ist ungültig (die Schnittstelle scheint nicht aktiv zu sein)
es: La dirección de enlace especificada (%Q) no es válida (la interfaz a la que se refiere puede estar caída)
hu: A megadott cím (%Q) érvénytelen (a kapcsolódó eszköz valószínűleg nem él)
uk: Сполучна адреса (%Q) не дійсний (можливо його інтерфейс виключений)

source: The specified directory does not exist '%Q'
es: El directorio especificado no existe '%Q'
hu: A megadott %Q könyvtár nem létezik
uk: Заданий каталог не існує '%Q'

source: The specified maximum run time is invalid: assuming zero (infinite)
ca: El temps m�im d'execuci�no � v�id: assumint zero (infinit)
de: Angegebene Maximallaufzeit ist ungültig: es wird Null angenommen (unendlich)
es: El tiempo máximo de ejecución no es válido: asumiendo cero (infinito)
hu: A megadott futási idő érvénytelen: feltételezem, hogy 0 (végtelen)
uk: Заданий максимальний час виконання не дійсно: приймається 0 (нескінченно)

source: The specified network has no server entries
de: Das angegebene Netzwerk hat keine Servereinträge
es: La red especificada no tiene entradas de servidor
hu: A megadott hálózatnak nincs szerver eleme
uk: Задана мережа не має серверів

source: The specified object does not exist
es: El objeto especificado no existe
hu: A megadott objektum nem létezik
uk: Зазначений об'єкт не існує

source: The specified parameter is not an integer
de: Der angegebene Parameter ist keine vorzeichenlose Zahl
es: El parámetro especificado no es un entero
hu: A megadott paraméter nem integer (egész szám)
uk: Заданий аргумент не є цілим числом

source: The specified parent object does not exist
es: Se ha especificado un objeto padre que no existe
uk: Заданий батьківський об'єкт не існує

source: The specified ping time is invalid: assuming zero (no ping)
ca: El temps especificat per a ping no � v�id: assumint zero (sense ping)
de: Angegebene Pingzeit ist ungültig: es wird Null angenommen (kein Ping)
es: El tiempo especificado para ping no es válido: asumiendo cero (sin ping)
hu: A meghatározott ping idő érvénytelen: feltételezem, hogy 0 (nincs ping)
uk: Заданий час пінга не дійсно: приймається 0 (без пінга)

source: The specified toolbar doesn't exist
ca: No existeix la barra d'eines especificada
de: Die angegebene Werkzeugleiste existiert nicht
es: No existe la barra de herramientas especificada
hu: A megadott eszköztár nem létezik
uk: Обрана панель інструментів не існує

source: The specified version "%Q" is not a valid version string
de: Die angegebene Version "%Q" ist eine keine gültige Versionszeichenkette
es: La versión especificada "%Q" no es una cadena de versión válida
hu: A meagdott verzió (%Q) nem érvényes verzió sztring
uk: Задана версія "%Q" не має формату рядка версії

source: The specified window (%Q) is not a channel
es: La ventana especificada (%Q) no es un canal
hu: A megadott ablak (%Q) nem csatorna
uk: Задане вікно (%Q) не є каналом

source: The specified window (%Q) is not a channel/query/DCC chat
es: La ventana especificada (%Q) no es un canal/privado/DCC de chat
hu: A megadott ablak (%Q) nem Csatorna/Privát/DCC chat ablak
uk: Задане вікно (%Q) не є каналом/приватом/DCC чатом
