Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Setting away nickname (%Q)
ca: Posant el nick en mode aussent (%Q)
de: Abwesend-Spitzname (%Q) wird gesetzt
es: Poniendo el nick de modo ausente (%Q)
hu: Távollétet jelző nick beállítása (%Q)
uk: Установка ніка в режимі Відійшов (%Q)

source: Setting configured user mode
ca: Posant el mode configurat per l'usuari
de: Konfigurierter Benutzermodus wird gesetzt
es: Poniendo el modo configurado por el usuario
hu: Megadott felhasználói módok beállítása
uk: Настроювання конфігурації користувальницького режиму

source: Settings
ca: Configuracions
de: Einstellungen
es: Configuraciones
hu: Beállítások
uk: Настроювання

source: Settings folder:
hu: Beállítások könyvtár:
uk: Папка настроювань:

source: Setup aborted
ca: Configuraci�interrompuda
de: Einrichtung abgebrochen
es: Configuración interrumpida
hu: Beállítás megszakítva
uk: Установка перервана

source: Short View
ca: Vista Breu
es: Vista Breve
hu: Rövid nézet
uk: Коротке подання

source: Show %1
ca: Mostrar %1
de: %1 anzeigen
es: Mostrar %1
hu: Mutasd %1
uk: Показати %1

source: Show &Dock Icon
ca: Mostrar Icona d'Anclatje
de: &Docksymbol anzeigen
es: Mostrar Icono de Anclaje
hu: Lecsatoló ikon mutatása
uk: Показати &іконку в треє

source: Show &Icon Table
ca: Mostrar Taula d'&Icones
de: &Symboltabelle anzeigen
es: Mostrar Tabla de &Iconos
hu: &Ikon Tábla
uk: Показати таблицю &іконок

source: Show Find Window
ca: Mostrar Finestra de Cerca
de: Suchfenster anzeigen
es: Mostrar Ventana de Búsqueda
hu: Kereső ablak mutatása
uk: Показати вікно пошуку

source: Show Help
de: Hilfe anzeigen
es: Mostrar Ayuda
hu: Segítség Mutatása
uk: Показати допомога

source: Show Hidden Files
ca: Mostrar Arxius Amagats
de: Versteckte Dateien anzeigen
es: Mostrar Archivos Escondidos
hu: Rejtett fájlok mutatása
uk: Показувати сховані файли

source: Show History<br>&lt;Ctrl+PageUp&gt;
ca: Mostrar Hist�ia<br>&lt;Ctrl+PagArr&gt;
de: Verlauf anzeigen<br>&lt;Strg+Bild hoch&gt;
es: Mostrar Historia<br>&lt;Ctrl+PagArr&gt;
hu: Történet mutatása:<br>&lt;Ctrl+PageUp&gt;
uk: Показати історію<br>&lt;Ctrl+PageUp&gt;

source: Show Icons Popup<br>&lt;Ctrl+I&gt;<br>See also /help texticons
ca: Mostrar Men Emergent d'Icones<br>&lt;Ctrl+I&gt;<br>Veure tamb�/help texticons
de: Symbolaufklappmenü anzeigen<br>&lt;Strg+l&gt;<br>Siehe auch /help texticons
es: Mostrar menú Emergente de Iconos<br>&lt;Ctrl+I&gt;<br>Ver también /help texticons
hu: Ikon popupok mutatása <br>&lt;Ctrl+I&gt;<br>lásd még /help texticons
uk: Показати спливаючого меню з іконками<br>&lt;Ctrl+I&gt;<br>Дивися також /help texticons

source: Show Preview
ca: Mostrar Previsualitzaci
de: Vorschau anzeigen
es: Mostrar Previsualización
hu: Előnézet megjelenítése
uk: Попередній перегляд

source: Show Quick Access Navigation Panel
ca: Mostrar Acc� a Panell de Navegaci�R�id
de: Schnellzugriffsfeld anzeigen
es: Mostrar Acceso a Panel de Navegación Rápida
hu: Gyorsböngésző panel mutatása
uk: Показати панель швидкого доступу

source: Show SocketSpy...
de: Socketüberwachung anzeigen...
es: Mostrar Espía de Sockets...
hu: SocketSpy...
uk: Показати сокет агент...

source: Show StatusBar
ca: Mostrar Barra d'Estat
de: Statusleiste anzeigen
es: Mostrar Barra de Estado
hu: Állapotsor mutatása
uk: Показати рядок статусу

source: Show URL List
ca: Mostrar Llista d'URL
de: URL-Liste anzeigen
es: Mostrar Lista de URL
hu: URL Lista mutatása
uk: Показати список URL

source: Show User List
ca: Mostrar Llista d'Usuaris
de: Benutzerliste anzeigen
es: Mostrar Lista de Usuarios
hu: Felhasználó lista mutatása
uk: Показати список користувачів

source: Show Window
ca: Mostrar Finestra
de: Fenster anzeigen
es: Mostrar Ventana
hu: Ablak Megjelenítése
uk: Показати вікно

source: Show at startup
ca: Mostrar a l'inici
de: Beim Start anzeigen
es: Mostrar al inicio
hu: Mutasd induláskor
uk: Показувати при запуску

source: Show this window after connecting
ca: Mostrar aquesta finestra despr� de connectar
de: Fenster nach Verbindungsaufbau anzeigen
es: Mostrar esta ventana después de conectar
hu: Ablak mutatása mindig csatlakozás után
uk: Показати це вікно після з'єднання

source: Show total connection time
de: Gesamtverbindungszeit anzeigen
hu: Teljes kapcsolat időtartama
uk: Показувати повний час у мережі

source: Shows a dialog that allows editing the registered user entries
de: Zeigt ein Fenster zum Bearbeiten von Einträgen der registrierter Benutzer an
es: Muestra un diálogo que permite editar las entradas de usuarios registrados
hu: Párbeszédablak, mely lehetővé teszi a regisztrált felhasználók szerkesztését
uk: Показує діалог, що дозволяє редагувати реєстрацію користувачів

source: Shows a dialog that allows you joing channels
ca: Mostra un di�eg que et permet unir-te a canals
de: Zeigt ein Dialog zum Betreten von Kanälen an
es: Muestra un diálogo que te permite unirte a canales
hu: Párbeszédablak, amely lehetővé teszi a csatlakozást csatornákhoz
uk: Показує діалог, що дозволяє вам увійти на канали

source: Shows a popup menu that allows quickly changing the nickname
ca: Mostra un men emergent que permet canviar r�idament el nick
de: Zeigt ein Aufklappmenü zum schnellen Ändern des Spitznamen an
es: Muestra un menú emergente que permite cambiar rápidamente el nick
hu: Popup menü megjelenítése, ami lehetővé teszi a gyors nickváltást
uk: Показує спливаюче меню, що дозволяє змінити Нік

source: Shows a popup menu that allows quickly changing user modes
ca: Mostra un men emergent que permet canviar r�idament els modes d'usuari
de: Zeigt ein Aufklappmenü zum schnellen Ändern von Benutzermodi an
es: Muestra un menú emergente que permite cambiar rápidamente los modos de usuario
hu: Felhasználói módok váltása a felajánlott listából
uk: Показує спливаюче меню, що дозволяє швидко змінювати режими користувача

source: Shows a popup menu that allows quickly connecting to a server
ca: Mostra un men emergent que permet connectar-se r�idament a un servidor
de: Zeigt ein Aufklappmenü zum schnellen Verbinden zu Servern an
es: Muestra un menú emergente que permite conectarse rápidamente a un servidor
hu: Felbukkanó menü megjelenítése, ami lehetővé teszi gyors csatlakozást a szerverhez
uk: Показує спливаюче меню, що дозволяє швидко підключитися до сервера

source: Shows a popup menu that allows quickly selecting a channel to join
ca: Mostra un men emergent que permet seleccionar r�idament un canal per unir-se
de: Zeigt ein Aufklappmenü zum schnellen Betreten von Kanälen an
es: Muestra un menú emergente que permite seleccionar rápidamente un canal para unirse
hu: Popup menüben megjelnít csatornaneveket, amikhez lehet csatlakozni
uk: Показує спливаюче меню, що дозволяє швидко вибрати канал і зайти на нього

source: Shows a popup menu with some IRC Actions
ca: Mostra un men emergent amb algunes accions IRC
de: Zeigt ein Aufklappmenü mit einigen IRC-Aktionen an
es: Muestra un menú emergente con algunas acciones IRC
hu: Felbukkanó menü néhány IRC akcióval
uk: Показувати спливаючі меню для деяких дій IRC

source: Shows a popup menu with some IRC Tools
ca: Mostra un men emergent amb algunes eines d'IRC
de: Zeigt ein Aufklappmenü mit einigen IRC-Werkzeugen an
es: Muestra un menú emergente con algunas herramientas de IRC
hu: Felbukkanó menü néhány IRC eszközzel
uk: Показує спливаюче меню деяких інструментів IRC

source: Shows a small display with IRC context informations
ca: Mostra una petita finestra amb les informacions de context d'iRC
de: Zeigt eine kleine Anzeige mit IRC-Kontextinformationen an
es: Muestra una pequeña ventana con las informaciones de contexto de IRC
hu: IRC környezet információinak megjelenítése
uk: Показує невеликий дисплей інформацією про IRC контекст

source: Shows a window that allows editing actions
de: Zeigt ein Fenster zum Bearbeiten der Aktionen an
es: Muestra una ventana que permite editar las acciones
hu: Akciók szerkesztésére
uk: Показує вікно що дозволяє редагувати дії

source: Shows a window that allows editing aliases
ca: Mostra una finestra que permet editar els �ies
de: Zeigt ein Fenster zum Bearbeiten von Aliassen an
es: Muestra una ventana que permite editar los alias
hu: Aliasok szerkesztésére
uk: Показує вікно що дозволяє редагувати аліасы

source: Shows a window that allows editing popup menus
ca: Mostra una finestra que et permet editar els mens emergents
de: Zeigt ein Fenster zum Bearbeiten von Aufklappmenüs an
es: Muestra una ventana que te permite editar los menús emergentes
hu: Felbukkanó menük szerkesztésére
uk: Показує вікно що дозволяє редагувати спливаючі меню

source: Shows a window that allows editing raw scripting events
ca: Mostra una finestra que permet editar els events d'scripts purs
de: Zeigt ein Fenster zum Bearbeiten von RAW-Skriptereignissen an
es: Muestra una ventana que permite editar los eventos de script puros
hu: Raw események szerkesztésére
uk: Показує вікно що дозволяє редагувати оброблювачі подій, викликуваних при одержанні певних даних сервером

source: Shows a window that allows editing script events
ca: Mostra una finestra que permeti editar els events d'script
de: Zeigt ein Fenster zum Bearbeiten von Skriptereignissen an
es: Muestra una ventana que permite editar los eventos de script
hu: Szkript események szerkesztésére
uk: Показує вікно що дозволяє редагувати оброблювачі подій

source: Shows a window that allows editing script toolbars
ca: Mostra una finestra que permet editar els scripts de les barres d'eines
de: Zeigt ein Fenster zum Bearbeiten der Skriptwerkzeugleisten an
es: Muestra una ventana que permite editar los scripts de las barras de herramientas
hu: Szkript alapú eszköztárak szerkesztését teszi lehetővé
uk: Показує вікно що дозволяє редагувати сценарії панелей інструментів

source: Shows a window that allows listing the network channels
ca: Mostra una finestra que permet llistar els canals de la xarxa
de: Zeigt ein Fenster mit den Netzwerkkanälen an
es: Muestra una ventana que permite listar los canales de la red
hu: Megjeleníti az elérhető hálózati csatornákat
uk: Показує вікно, що дозволяє одержати список каналів

source: Shows a window that allows monitoring the socket traffic
ca: Mostra una finestra que permet monitoritzar el tr�ic dels sockets
de: Zeigt ein Fenster zum Überwachen des Socketverkehrs an
es: Muestra una ventana que permite monitorizar el tráfico de los sockets
hu: Megjeleníti a socketek forgalmát
uk: Показує вікно що дозволяє спостерігати за дані, якими KVirc обмінюється с IRC сервером

source: Shows a window that allows viewing the network links
ca: Mostra una finestra que permeti visualitzar els enlla�s de xarxa
de: Zeigt ein Fenster mit den Netzwerkverknüpfungen an
es: Muestra una ventana que permite visualizar los enlaces de red
hu: Megjeleníti a hálózati kapcsolatokat
uk: Показує вікно перегляду карти мережі

source: Shows the URL list window
ca: Mostra la finestra de llista d'URL
de: Zeigt die URL-Liste in einem Fenster an
es: Muestra la ventana de lista de URL
hu: URL listaablak mutatása
uk: Показує вікно списку URL

source: Shows the documentation index
de: Zeigt den Dokumentationsindex an
es: Muestra el índice de la ayuda
hu: Dokumentáció tartalomjegyzéke
uk: Показує індекс документації

source: Shows the general options dialog
ca: Mostra el di�eg general d'opcions
de: Allgemeine Einstellungen-Dialog anzeigen
es: Muestra el diálogo general de opciones
hu: Általános beállítások megjelenítése
uk: Показує діалог настроювань програми

source: Shows the theme options dialog
hu: KVIrc megjelenésének beállításai
uk: Показує діалог настроювань теми

source: Silence speaking
ca: Parlant en silenci
de: Stille
es: Hablando en silencio
hu: Némák beszéde...
uk: Тиша..

source: Simple Clock
ca: Rellotge Senzill
de: Einfache Uhr
es: Reloj Sencillo
hu: Egyszerű óra
uk: Прості годинники

source: Skipping nested terminator character %q
es: Saltando caracter terminador anidado %q
uk: Пропуск вкладеного символу закінчення %q

source: Slash (/) character expected
ca: S'esperava un car�ter barra (/)
de: Schrägstrich (/) erwartet
es: Se esperaba un caracter barra (/)
hu: Per (/) karakter szükséges
uk: Очікується символ слеша (/)

source: Slot target object destroyed while emitting signal '%Q' from object '%Q::%Q'
es: Slot del objeto destino destruido mientras se emitía la señal '%Q' desde el objeto '%Q::%Q': desconectando
uk: Слот цільового об'єкта зруйнувався при випущенні сигналу '%Q' з об'єкта '%Q:: %Q'

source: Small (22x22)
ca: Petit (22x22)
de: Klein (22x22)
es: Pequeño (22x22)
hu: Kicsi (22x22)
uk: Маленькі (22x22)

source: Small Icon:
de: Kleines Symbol:
es: Icono Pequeño:
hu: Kis Ikon:
uk: Маленька іконка:

source: Small Icons
ca: Icones Petites
de: Kleine Symbole
es: Iconos Pequeños
hu: Kis ikonok
uk: Маленькі іконки

source: Small icons
ca: Icones petites
de: Kleine Symbole
es: Iconos pequeños
hu: Kis ikonok
uk: Маленькі іконки

source: Socket
uk: Сокет

source: Socket Spy [IRC Context %u]
ca: Espia de Sockets [Context IRC %u]
de: Socketüberwachung [IRC-Kontext %u]
es: Espía de Sockets [Contexto IRC %u]
hu: Socket Spy [IRC Környezet %u]
uk: Сокет агент [Контекст IRC %u]

source: Socket closed
ca: Socket tancat
de: Socket geschlossen
es: Socket cerrado
hu: Socket zárva
uk: Сокет закритий

source: Socket creation failed
ca: Creaci�de socket fallida
de: Socket konnte nicht erstellt warden
es: Creación de socket fallida
hu: Socket létrehozása sikertelen
uk: Створення сокета не вдалося

source: Socket error
ca: Error en el socket
de: Socketfehler
es: Error en socket
hu: Socket hiba
uk: Помилка сокета

source: Socket message
ca: Missatge de socket
de: Socketnachricht
es: Mensaje de socket
hu: Socket üzenet
uk: Повідомлення сокета

source: Socket not connected
ca: Socket no conectat
de: Socket nicht verbunden
es: Socket no conectado
hu: Socket nem kapcsolódott
uk: Сокет не підключений

source: Socket open
ca: Socket obert
de: Socket geöffnet
es: Socket abierto
hu: Socket nyitva
uk: Сокет відкритий

source: Socket warning
ca: Av� de socket
de: Socketwarnung
es: Aviso de socket
hu: Socket figyelmeztetés
uk: Попередження сокета

source: Something really weird is happening: the server is refusing all the login nicknames...
ca: Est�succeint alguna cosa realment estranya: el servidor rebutja tots els nicks d'entrada...
de: Etwas wirklich seltsames ist passiert: der Server lehnte den Login von allen Spitznamen ab...
es: Está sucediendo algo realmente malo: el servidor rechaza todos los nicks de entrada...
hu: Valami nagyon furcsa történik a szerveren: elutasít minden belépő becenevet...
uk: Відбувається що те дивне: сервер відхиляє вхід з усіма ніками...

source: Sorry , I can't find a sound system to use on this machine
ca: Ho sento, no puc trobar un sistema de so per a emprar en aquesta m�uina
de: Es konnte kein benutzbares Klangsystem gefunden werden
es: Lo siento, no puedo encontrar un sistema de sonido para usar en esta máquina
hu: Sajnálom, nem találtam használható hangrendszert ezen a gépen
uk: Простите, я не знайшов звукову систему, яку можна було б використати

source: Sorry, no crypt engines available
ca: Ho sento, no hi ha motors de xifrat disponibles
de: Tut mir leid, es ist keine Verschlüsselungsroutinen vorhanden
es: Lo siento, no hay motores de cifrado disponibles
hu: Nincs elérhető titkosítás
uk: Вибачите, немає доступних криптовальних машин

source: Sort
hu: Rendezés
uk: Сортування

source: Sorting
ca: Ordenaci
de: Sortieren
es: Ordenación
hu: Rendezés
uk: Сортування

source: Sound file '%Q' not found
es: Archivo de sonido '%Q' no encontrado
hu: '%Q hangfájl nem található
uk: Звуковий файл '%Q'не знайдений

source: Sound system detected to: %s
ca: Sistema de so detectat :%s
de: Klangsystem erkannt als: %s
es: Sistema de sonido detectado :%s
hu: Hangrendszer meghatározva: %s
uk: Виявлена звукова система: %s

source: Spam notice from !n%Q [%Q@!h%Q]: %Q (matching spamword "%Q")
ca: Not�ia spam de !n%Q [%Q@!h%Q]: %Q (paraula-spam coincident "%Q")
de: Spamnotiz von !n%Q [%Q@!h%Q]: %Q (paßt auf Spamwort "%Q")
es: Noticia spam de !n%Q [%Q@!h%Q]: %Q (palabra-spam coincidente "%Q")
hu: Spam éretesítés: !n%Q [%Q@!h%Q]: %Q (egyező spam szó "%Q")
uk: Спам повідомлення від !n%Q [%Q@!h%Q]: %Q (збігається зі спам-словом " %Q")

source: Spam privmsg from !n%Q [%Q@!h%Q]: %Q (matching spamword "%s")
ca: PRIVMSG spam de !n%Q [%Q@!h%Q]: %Q (paraula-spam coincident "%s")
de: Private Spamnachricht von !n%Q [%Q@!h%Q]: %Q (paßt auf Spamwort "%s")
es: PRIVMSG spam de !n%Q [%Q@!h%Q]: %Q (palabra-spam coincidente "%s")
hu: Privát spam üzenet: !n%Q [%Q@!h%Q]: %Q (egyező spam-szó "%s")
uk: Спам повідомлення від !n%Q [%Q@!h%Q]: %Q (збігається зі спам-словом " %s")

source: Spam report
ca: Informe spam
es: Informe spam
hu: Spam jelentés
uk: Спам звіт

source: Split View
ca: Dividir Vista
de: Trennungsanzeige
es: Dividir Vista
hu: Osztott nézet
uk: Розділити вид

source: Split message
ca: Missatge de divisi
de: Trennung-Nachricht
es: Mensaje de división
hu: Split üzenet
uk: Розщеплене повідомлення

source: Standalone Servers
hu: Önálló szerverek
uk: Одиночні сервера

source: Standard
ca: Est�dard
es: Estándar
hu: Egyszerű
uk: Стандартні

source: Start Highlighting (Local)
ca: Iniciar Ressaltat (Local)
de: Hervorhebung aktivieren (Lokal)
hu: Kiemelés Indítása (Helyi)
uk: Включити локальне підсвічування

source: Starting Secure Socket Layer handshake
ca: Comen�nt la negociaci�SSL
de: Es wird SSL-Handshake gestartet
es: Comenzando la negociación SSL
hu: Secure Socket Layer kézfogás indítása
uk: Запуск з'єднання SSL

source: Starting notify list
ca: Iniciant la llista de notificaci
de: Benachrichtigungsliste starten
es: Iniciando lista de notificación
hu: Értesítési lista indítása
uk: Запуск списку повідомлень

source: Step 1: Entry Name
ca: Pas 1: Nom Entrada
de: Schritt 1: Eintrittsname
es: Paso 1: Nombre Entrada
hu: Első lépés: Elem Neve
uk: Крок 1: Виберіть ім'я

source: Step 2: Mask Selection
ca: Pas 2: Selecci�de m�cara
de: Schritt 2: Maskenauswahl
es: Paso 2: selección de máscara
hu: Második lépés: Maszk kiválasztása
uk: Крок 2: Вибір маски

source: Step 3: Avatar Selection
ca: Pas 3: Selecci�de l'Avatar
de: Schritt 3: Avatarauswahl
es: Paso 3: selección del Avatar
hu: Harmadik lépés: Avatar Kiválasztása
uk: Крок 3: Вибір аватара

source: Step 4: Notify List
ca: Pas 4: Llista de Notificacions
de: Schritt 4: Benachrichtigungsliste
es: Paso 4: Lista de Notificaciones
hu: Negyedik lépés: Értesítési Lista
uk: Крок 4: Список повідомлень

source: Stop Highlighting
ca: Parar Ressaltat
de: Hervorhebung stoppen
hu: Kiemelés leállítása
uk: Відключити підсвічування

source: Stop Highlighting (Local)
ca: Parar Ressaltat (Local)
de: Hervorhebung deaktivieren (Lokal)
hu: Kiemelés Leállítása (Helyi)
uk: Відключити локальне підсвічування

source: Stop Logging
ca: Aturar el Registre
de: Loggen stoppen
hu: Naplózás leállítása
uk: Зупинити Журналювання

source: Stop Paste
de: Einfügen abbrechen
es: Detener Pegar
hu: Beillesztés leállítása
uk: Зупинити вставку

source: Stop list download
de: Stopliste heruntergeladen
es: Detener descarga de la Lista
hu: Lista letöltésének megszakítása
uk: Зупинити завантаження списку

source: Stopping the list download...
de: Herunterladen der Liste wird abgebrochen
es: Detener la descarga de la lista...
hu: Lista letöltésének leállítása folyamatban...
uk: Завершуємо завантаження списку..

source: Store an avatar for this user
ca: Emmagatzemar un avatar per aquest usuari
de: Avatar für diesen Benutzer speichern
es: Almacenar un avatar para este usuario
hu: Felhasználóhoz rendelt avatar tárolása
uk: Використати аватар для цього користувача

source: Store configuration in folder
hu: Beálíltások tárolása ebben a könyvtárban:
uk: Зберігати конфігурацію в каталозі

source: Stray ':' character in alias name: did you mean ...<namespace>::<name> ?
es: Se perdió el caracter ':' en el nombre de alias: quería decir...<namespace>::<nombre>?
uk: ':' в імені аліаса. Може бути ви мали через <namespace>::<name> ?

source: Stray ':' character in namespace name: did you mean ...<namespace>::<name> ?
es: Carácter ':' perdido en el nombre del espacio de nombres: quería decir... <namespace>::<nombre>?
hu: Elkóborolt ':' karakter a névtér nevében, úgy érted: ...<namespace>::<name> ?
uk: Одиночний символ ':' знайдений. Може бути ви мали через ...<namespace>::<name> ?

source: Stray ':' character: did you mean '...<namespace>::<alias_name>' ?
es: Caracter ':' perdido: quería decir '...<namespace>::<nombre de alias>' ?
hu: Helytelen ':' karakter, úgy érted: '<namespace>::<alias_name>' ?
uk: Символ ':' не на своєму місці: він повинен бути в середині вираження .<namespace>::<alias_name>'

source: Stray '::' sequence or invalid following alias name
es: Secuencia '::' perdida o le sigue un nombre de alias no válido
hu: Furcsa '::' szekvencia vagy helytelen azt követő modulnév
uk: Загублена послідовність '::' або неприпустиме наступне ім'я аліаса

source: Stray backslash at the end of the script
ca: Barra enrere perduda al final de l'script
de: Vereinzelter umgekehrter Schrägstrich am Ende des Skriptes
es: Barra atrás perdida al final del script
hu: Nem oda tartozó visszaperjel a szkript végén
uk: Зайвий зворотний слеш наприкінці сценарію

source: Stray dot ('.') character or invalid following module command name
ca: Car�ter punt ('.') sobrant o segueix un nom de comanda del m�ul no v�ida
de: Vereinzelter Punkt ('.') oder ungültiger nachfolgender Modulkommandoname
es: Caracter punto ('.') sobrante o sigue un nombre de comando del módulo no válido
hu: Furcsa pont karakter vagy azt követő modulnév érvénytelen
uk: Зайва крапка ('.'), символ або недійсне наступне ім'я команди модуля

source: Stream exceeded expected length
ca: L'Stream excedeix la longitud esperada
de: Datenstrom überschreitet die erwartete Länge
es: El flujo excede la longitud esperada
hu: Adatfolyam elérte a várt hosszt
uk: Розмір потоку перевищив очікувану довжину

source: Stream exceeding maximum length
ca: L'Stream excedeix la longitud m�ima
de: Datenstrom überschreitet die Maximallänge
es: El flujo excede la longitud máxima
hu: Adatfolyam elérte a maximumot
uk: Розмір потоку перевищив максимальну довжину

source: Stri&keout
ca: Taxada
de: Durch&gestrichen
es: Tachada
hu: Áthúzott
uk: &Розрядка

source: String list options (comma separated list of strings)
ca: Opcions de llista de car�ters (llista de cadenes separades per comes)
de: Zeichenkettenlisten-Optionen (Listen aus Strings die durch Komma getrennt sind)
es: Opciones de lista de caracteres (lista de cadenas separadas por comas)
hu: Szöveges lista opciók (vesszővel elválasztott szöveges lista)
uk: Опція списку рядків (розділені комами рядка)

source: String options (string value)
ca: Opcions de cadena (valor de la cadena)
de: Zeichenkettenoptionen (Zeichenkettenwert)
es: Opciones de cadena (valor de la cadena)
hu: Sztring opciók (sztring érték)
uk: Строкова опція (значення string)

source: Strip colors
ca: Treure colors
de: Farben entfernen
es: Quitar colores
hu: Színek eldobása
uk: Вирізати кольори

source: Submenu
ca: Submen
de: Untermenü
hu: Almenü
uk: Підміню

source: Subscribe to the Mailing List
ca: Subscriure's a la Llista de Correu
de: Mailing-Liste abbonnieren
es: Suscribirse a la Lista de Correo
hu: Feliratkozás a levelezőlistára
uk: Підписатися на список розсилання

source: Success
ca: Acomplit
de: Erfolg
es: Éxito
hu: Sikeres
uk: Успішно

source: Switch dash without switch letter
ca: Barra de canvi sense lletra de canvi
de: Optionenstrich ohne Buchstabe
es: Barra de cambio sin letra de cambio
hu: Gondolatjel váltás, betűváltás nélkül
uk: Спроба перемикання без відповідних букв
