Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Window List
ca: Llista de Finestres
de: Fensterliste
es: Lista de Ventanas
hu: Ablak Lista
uk: Список вікон

source: Window button '%Q' not found
es: Botón de ventana '%Q' no encontrado
hu: Ablak gomb '%Q' nem található
uk: Кнопка вікна '%Q' не знайдена

source: Window doesn't have input widget
es: La ventana no tiene un widget de entrada
hu: Az ablak nem rendelkezik beviteli widgettel
uk: Вікно не має виджета уведення

source: Window not found.
ca: Finestra no trobada
de: Fenster nicht gefunden
es: Ventana no encontrada.
hu: Ablak nem található.
uk: Вікно не знайдене.

source: Window operations
ca: Operacions amb Finestres
de: Fensteroperationen
hu: Ablak műveletek
uk: Опрерації з вікнами

source: Window type or 'all' expected as first parameter
ca: Tipus de finestra o 'tot' s'esperava com a primer par�etre
de: Fenster
es: Tipo de ventana o 'todas' se esperaba como primer parámetro
hu: Ablak típusa, esetleg minden hiányzik paraméterként
uk: Тип вікна або 'all' очікується як перший аргумент

source: Window with ID '%Q' not found
es: Ventana con ID '%Q' no encontrada
hu: Ablak '%Q azonosítóval nem található
uk: Вікно з ID '%Q' не знайдено

source: Window with ID '%s' not found, returning empty string
ca: Finestra amb ID '%s' no trobada, retornant la cadena buida
de: Fenster mit ID '%s' nicht gefunden, leerer String wird zurückgeliefert
es: Ventana con ID '%s' no encontrada, devolviendo la cadena vacía
hu: %s azonosítójú ablak nem található, visszatérés üres sztringgel
uk: Вікно з ID '%s' не знайдено, повертається порожній рядок

source: Window with id %Q not found: no rebinding performed
ca: Finestra amb id %Q no trobada: no s'ha realitzat la reassociaci
de: Fenster mit ID %Q nicht gefunden: kein Neubinden ausgeführt
es: Ventana con id %Q no encontrada: no se realizó la reasociación
uk: Вікно з ID %Q не знайдено: не можливо виконати вв'язування

source: Window with id '%Q' not found, returning empty string
es: Ventana con id '%Q' no encontrada, devolviendo la cadena vacía
hu: Ablak %Q azonosítóval nem található, visszatérés üres sztringgel
uk: Вікно з ID '%Q' не знайдено, повертається порожній рядок

source: With...
ca: Amb...
de: mit...
hu: okkal...
uk: із причиною...

source: Word to Find
es: Palabra a encontrar
hu: Keresett szó
uk: Слово для пошуку

source: Write Failed - KVIrc
ca: Errada d'Escriptura - KVIrc
de: Schreiben fehlgeschlagen - KVIrc
es: Falló la escritura - KVIrc
hu: Írási Hiba - KVIrc
uk: Помилка запису - KVIrc

source: Write error occured !
ca: Ha succe� un error d'escriptura !
de: Schreibfehler aufgetreten!
es: Sucedió un error de escritura !
hu: Írási hiba lépett fel!
uk: Відбулася помилка запису!

source: Writing informational fields
hu: Információs mezők írása
uk: Записую інформацію

source: Writing package data
hu: Csomag adatok írása
uk: Записую дані

source: Writing package header
hu: Csomagfeljéc írása
uk: Записую заголовок пакета

source: XML support not available in the Qt library
es: Soporte de XML no disponible en la librería Qt
hu: XML támogatás nem elérhető a Qt libraryban
uk: XML підтримка не можлива в бібліотеці Qt

source: Yes
ca: S
de: Ja
es: S
hu: Igen
uk: Так

source: Yes to All
es: Sí a todo
hu: Igen, mindet
uk: Так для всіх

source: Yes, always
de: Ja, immer
es: Sí, siempre
hu: Igen, mindig
uk: Так, завжди

source: You are about to restore the default script.<br>This will erase any script changes you have made.<br>Do you wish to proceed?
ca: Es disposa a restaurar l'script per defecte.<br>Aix�esborrar�qualsevol canvi que hagi fet als scripts.<br>Dessitja continuar?
de: Das Standardskript soll wiederhergestellt werden.<br>Dies wird alle Skriptveränderungen löschen.<br>Soll fortgefahren werden?
es: Se dispone a restaurar el script por defecto.<br>Esto borrará cualquier cambio que hubiera hecho a los scripts.<br>Desea continuar?
hu: Most visszaállítod az alapértelmezett scripteket. <br>Ez minden scriptetért változtatást törölni fog. <br>Tényleg folytatni szeretnéd?
uk: Ви збираєтеся відновити сценарії по умовчанню<br>Це приведе до видаленню внесених раніше змін<br>Хочете продовжити?

source: You are not connected to a server
ca: No est�conectat a un servidor
de: Nicht mit einen Server verbunden
es: No está conectado a un servidor
hu: Nem csatlakoztál szerverhez
uk: Ви не підключені до сервера

source: You don't appear to be on channel %s
ca: Vost�no es troba en el canal %s
de: Sie scheinen nicht in Kanal %s zu sein
es: Usted no se encuentra en el canal %s
hu: Nem úgy látszik, mintha a %s csatornán lennél
uk: Ви не перебуваєте на каналі %s

source: You have been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
ca: Has estat expulsat de !c%Q por !n%Q [%Q@!h%Q]: %Q
de: Von !c%Q von !n%Q [%Q@!h%Q] hinausgeworfen: %Q
es: Has sido expulsado de !c%Q por !n%Q [%Q@!h%Q]: %Q
hu: !c%Q csatornáról ki lettél rúgva !n%Q [%Q@!h%Q] által. Indok: %Q
uk: Вас кікнули !c%Q by !n%Q [%Q@!h%Q]: %Q

source: You have been paged by
ca: Has sigut paginat per
es: Has sido paginado por
uk: Ви одержали повідомлення по пейджеру

source: You have changed your nickname to %Q
ca: Has canviat el teu nick a %Q
de: Sie haben ihren Spitzname in %Q geändert
es: Has cambiado tu nick a %Q
hu: Megváltoztattad a neved: %Q
uk: Ви змінили свій Нік на %Q

source: You have chosen to abort the setup.<br>KVIrc cannot run until you complete this procedure.<br><br>Do you really wish to abort?
ca: Ha triat interrompre la configuraci�<br>KVIrc no funcionar�fins que finalitzi aquest procediment.<br><br>Realment dessitja no continuar?
de: Es wurde ausgewählt, dass der Einrichtungsassistent abgebrochen werden soll.<br>KVIrc kann nicht laufen, wenn diese Prozedur nicht abgeschlossen wurde.<br><br>Soll wirklich abgebrochen werden?
es: Ha escogido interrumpir la configuración.<br>KVIrc no funcionará hasta que finalice este procedimiento.<br><br>Realmente desea no continuar?
hu: A megszakítást választottad beállítás közben.<br> A KVIrc nem képes futni, amíg nem fejezted be ezeket a beállításokat.<br><br>Tényleg meg szeretnéd szakítani?
uk: Ви збираєтеся перервати установку<br>KVIrc не зможе працювати доти поки ви не завершите цю процедуру<br><br>Ви дійсно хочете перервати?

source: You have just attempted to close a console window with an active connection inside. Are you sure you wish to terminate the connection?
ca: Ha intentat tancar una finestra de consola amb una connexi�activa. Est�segur que dessitja finalitzar la connexi?
de: Es wurde versucht, das letzte Konsolefenster mit einer aktiven Verbindung zu schließen. Soll die Verbindung wirklich beendet werden?
es: Ha intentado cerrar una ventana de consola con una conexi activa. Está seguro que desea finalizar la conexi?
hu: Egy Konzol ablakot készülsz bezárni, ami aktív kapcsolattal rendelkezik. Biztosan meg szeretnéd szakítani a kapcsolatot?
uk: Ви намагаєтеся закрити консоль із активним з'єднанням. Хочете розірвати з'єднання?

source: You have just attempted to close the last console window. Are you sure you wish to quit KVIrc?
ca: Ha intentat tancar la ltima finestra de consola. Est�segur que dessitja sortir de KVIrc?
de: Es wurde versucht, das letzte Konsolenfenster zu schliessen. Sind Sie Sich wirklich sicher, dass Sie KVIrc beenden wollen?
es: Ha intentado cerrar la última ventana de consola. Está seguro que desea salir de KVIrc?
hu: Az utolsó konzol ablakot zárod épp le. Biztosan kilépsz a KVIrcből?
uk: Ви намагаєтеся закрити останнє вікно сервера. Хочете вийти з KVIrc?

source: You have left channel !c%Q
ca: Has abandonat el canal !c%Q
de: Es wurde Kanal !c%Q verlassen
es: Has abandonado el canal !c%Q
hu: Leléptél !c%Q csatornáról
uk: Ви залишаєте канал !c%Q

source: You have left channel !c%Q: %Q
ca: Has abandonat el canal !c%Q: %Q
de: Es wurde Kanal !c%Q verlassen:%Q
es: Has abandonado el canal !c%Q: %Q
hu: Leléptél !c%Q: %Q csatornáról
uk: Ви залишаєте канал !c%Q: %Q

source: You have set user mode %s
ca: T�posat el mode d'usuari %s
de: Sie haben Benutzermodus %s gesetzt
es: Tiene puesto el modo de usuario %s
hu: %s módot állítottál be magadnak
uk: У вас установлений режим %s

source: You must be connected to a server
ca: Ha d'estar connectat a un servidor
de: Sie müssen mit einen Server verbunden sein
hu: Kapcsolódnod kell a szerverhez
uk: Ви повинні бути підключені до сервера

source: You must specify a valid name for the alias
es: Debe especificar un nombre válido para el alias
hu: Érvényes nevet kell adnod az Aliasnak
uk: Ви повинні вказати коректне ім'я аліаса

source: You must specify a valid name for the namespace
es: Debe especificar un nombre válido para el espacio de nombres
hu: Meg kell adnod egy érvényes nevet a névtérnek
uk: Ви повинні визначити коректне ім'я для простору імен

source: You must use DNS in an IRC context
ca: Has d'emprar DNS en un context IRC
de: DNS muss in einem IRC-Kontext benutzt werden
hu: Használnod kell DNS-t az IRC környezetben
uk: Ви повинні використати DNS у контексті IRC

source: You're about to send a message with %1 lines of text.<br><br>There is nothing wrong with it, this warning is<br>here to prevent you from accidentally sending<br>a really large message just because you didn't edit it<br>properly after pasting text from the clipboard.<br><br>Do you want the message to be sent?
de: Es soll eine Nachricht mit %1 Zeilen Text gesendet werden.<br><br>Daran ist nichts falsch, diese Warnung soll Sie lediglich vor dem zufälligem<br>Senden einer wirklich großen Nachricht, die nicht seit dem Einfügen in die Zwischenablage<br> bearbeitet wurde, schützen.<br><br>Soll die Nachricht wirklich gesendet werden?
es: Estás a punto de enviar un mensaje con %1 líneas de texto.<br><br>No hay nada malo en ello, este mensaje<br>está aquí solo para evitar el envío accidental<br>de un mensaje realmente largo debido a que no lo editaste<br>adecuadamente después de pegar texto desde el portapapeles.<br><br>Quieres que sea enviado el mensaje?
hu: Most éppen egy %1 soros üzenetet próbálsz elküldeni.<br><br>Ezzel semmi probléma nincs, ez a figyelmeztetés csak <br>a véletlenül elküldött több soros üzeneteket hivatott kivédeni<br>a valóban hosszú üzeneteknél, mivel lehet, hogy<br>nem szerkesztetted, így ez problémát okozhat.<br><br>Biztosan el akarod küldeni?
uk: Ви збираєтеся послати повідомлення, у якому %1 рядків тексту<br><br>Тут немає помилки, це попередження тут для того,<br>що б запобігти випадкову передачу великого повідомлення,<br>не відредагованого після вставки з буфера обміну<br><br>Ви хочете відіслати повідомлення?

source: You're not an operator: You may not change channel modes
ca: Vost�no � operador: No pot canviar els modes de canal
de: Sie sind kein Operator: Sie können keine Kanalmodi ändern
es: Usted no es operador: No puede cambiar los modos del canal
hu: Nem vagy csatorna operátor: Nem változtathatsz csatorna módot
uk: Ви не оператор: Ви не можете змінювати режими каналу

source: You're not connected to a server
ca: No est�connectat a un servidor
de: Sie sind nicht mit einen Server verbunden
es: No está conectado a un servidor
hu: Nincs kapcsolat szerverrel
uk: Ви не підключені до сервера

source: You're not connected to an IRC server
ca: No est�conectat a un servidor IRC
de: Nicht mit einen IRC-Server verbunden
es: No está conectado a un servidor IRC
hu: Nincs kapcsolat az IRC szerverrel
uk: Ви не підключені до IRC сервера

source: You're probably using a broken bouncer or maybe something weird is happening on the IRC server
ca: Probablement est�fent servir un repetidor espatllat o alguna cosa molt dolenta est�passant al servidor IRC
de: Es wird wahrscheinlich ein fehlerhaften Bouncher benutzt oder es ist etwas sonderbares auf dem IRC-Server passiert
es: Probablemente está usando un repetidor estropeado o algo muy malo está sucediendo en el servidor IRC
hu: Hibás BNC vagy valami felettébb furcsa történik az IRC szerveren
uk: Ви ймовірно використаєте баунсер або на IRC сервері відбувається щось дивне

source: Your encoding is now %Q
ca: La teva codificaci�� ara %Q
de: Ihr Benutzermodus ist nun %Q
es: Tu codificación es ahora %Q
hu: A kódolásod mostantól %Q
uk: Використовуване кодування %Q

source: Your user mode is %s
ca: El teu mode d'usuari � %s
de: Ihr Benutzermodus ist %s
es: Tu modo de usuario es %s
hu: Felhasználói módjaid: %s
uk: Ваш користувальницький режим %s

source: Zoom In
ca: Ampliar
de: Hineinzoomen
es: Ampliar
hu: Közelít
uk: Збільшити

source: Zoom Out
ca: Reduir
de: Herauszoomen
es: Reducir
hu: Távolít
uk: Зменшити

source: [%s]: [SSL ERROR]: %s
ca: [%s]: [ERROR SSL]: %s
de: [%s]: [SSL-FEHLER]: %s
es: [%s]: [ERROR SSL]: %s
hu: [%s]: [SSL HIBA]: %s
uk: [%s]: [ПОМИЛКА SSL]: %s

source: [%s]: [SSL]: Using certificate file %s
ca: [%s]: [SSL]: Fent servir l'arxiu de certificat %s
de: [%s]: [SSL] Zertifikatsdatei %s wird benutzt
es: [%s]: [SSL]: Usando archivo de certificado %s
hu: [%s]: [SSL]: %s hitelesítő fájl használata
uk: [%s]: [SSL]: Використання файлу сертифіката %s

source: [%s]: [SSL]: Using private key file %s
ca: [%s]: [SSL]: Emprant arxiu de clau privada %s
de: [%s]: [SSL]: Private Schlüsseldatei %s wird benutzt
es: [%s]: [SSL]: Usando archivo de clave privada %s
hu: [%s]: [SSL]: Privát kulcs használata: %s
uk: [%s]: [SSL]: Використається файл приватного ключа %s

source: [Dead Query]
es: [Privado Muerto]
hu: [Halott Privát]
uk: [Мертвий приват]

source: [Dead channel]
ca: [Canal mort]
de: [Toter Kanal]
es: [Canal muerto]
hu: [Halott csatorna]
uk: [Канал мертвий]

source: [Dead query]
ca: [Privat Mort]
de: [Tote Anfrage]
es: [Privado Muerto]
hu: [Halott Privát]
uk: [Мертвий приват]

source: [Entering away status]: %Q
ca: [Entrant en estat aussent]: %Q
de: [Es wird in den "Abwesend"-Status gewechselt]: %Q
es: [Entrando en estado ausente]: %Q
hu: [Távol mód indítása]: %Q
uk: [Включення статусу Відійшов]: %Q

source: [Installer] Failed to create directory
de: [Installierer] Löschen des Verzeichnisses %s fehlgeschlagen!
hu: [Telepítő] Könyvtár létrehozása sikertelen
uk: Установник не зміг створити папку

source: [KVS] Destroyed window with pointer %x
es: [KVS] Destruida ventana con puntero %x
uk: [KVS] Знищене вікно з адресою %x

source: [KVS] in script context "%Q"
es: [KVS] en el contexto del script "%Q"
hu: [KVS] "%Q" szkript környezetben
uk: [KVS] У контексті сценарію "%Q"

source: [KVS] in script context "%Q", %Q
de: [KVS] in Skriptkontext "%Q", %Q
es: [KVS] en el contexto del script "%Q", %Q
hu: [KVS] "%Q", %Q script környezetben
uk: [KVS] у контексті Скріпта "%Q", %Q

source: [KVS] Call stack:
de: [KVS] Aufrufstack:
es: [KVS] Pila de llamadas:
hu: [KVS] Hívó verem:
uk: [KVS] Стік викликів:

source: [KVS] Code listing:
de: [KVS] Code:
es: [KVS] Listado del código:
hu: [KVS] Kód listázás:
uk: [KVS] Лістінг коду:

source: [KVS] Window:
es: [KVS] Ventana:
hu: [KVS] Ablak:
uk: [KVS] вікно:

source: [KVS]%c Compilation Error: %Q
de: [KVS]%c Kompilierungsfehler: %Q
es: [KVS]%c Error de Compilación: %Q
hu: [KVS]%c Fordítási hiba: %Q
uk: [KVS]%c Помилка при компіляції: %Q

source: [KVS]%c Runtime Error: %Q
de: [KVS]%c Laufzeitfehler: %Q
es: [KVS]%c Error de Ejecución: %Q
hu: [KVS]%c Futás idejű hiba: %Q
uk: [KVS]%c Помилка при виконанні: %Q

source: [KVS]%c Warning: %Q
de: [KVS]%c Warnung: %Q
es: [KVS]%c Aviso: %Q
hu: [KVS]%c Figyelmeztetés: %Q
uk: [KVS]%c Попередження: %Q

source: [LINK WARNING]: Socket message truncated to 512 bytes.
ca: [Alerta d'enlla�: Missatge de socket truncat a 512 bytes.
de: [VERKNÜFUNGSNACHRICHT]: Socketnachricht wurde auf 512 Byte abgeschnitten
es: [Alerta de enlace]: Mensaje de socket truncado a 512 bytes.
hu: [Kapcsolat Figyelmeztetető]: Socket üzenet csonkolva 512 bytera.
uk: [ПОПЕРЕДЖЕННЯ З'ЄДНАННЯ]: Повідомлення сокета обрізане до 512 байт.

source: [Leaving away status after %ud %uh %um %us]: %Q
ca: [Abandonant l'estat d'ausent despr� de %ud %uh %um %us]: %Q
de: ["Abwesend"-Status wird nach %ud %uh %um %us verlassen]: %Q
es: [Abandonando el estado ausente después de %ud %uh %um %us]: %Q
hu: [Távol állapot megszakítása %un %uó %up %ump után]: %Q
uk: [Вихід зі статусу Відійшов після %u д %u год %u м %u з]: %Q

source: [Leaving away status]: %Q
ca: [Abandonant l'estat d'ausent]: %Q
de: ["Abwesend"-Status wird verlassen]: %Q
es: [Abandonando el estado ausente]: %Q
hu: [Távol állapot megszakítása]: %Q
uk: [Вихід зі статусу Відійшов]: %Q

source: [PROXY ERROR]: %Q
ca: [ERROR DE PROXY]: %Q
de: [PROXY-FEHLER]: %Q
es: [ERROR DE PROXY]: %Q
hu: [PROXY HIBA]: %Q
uk: [ПОМИЛКА ПРОКСІ]: %Q

source: [PROXY]: %Q
de: [PROXY-FEHLER]: %Q
uk: [ПРОКСІ]: %Q

source: [SOCKET ERROR]: %Q
ca: [ERROR DE SOCKET]: %Q
de: [SOCKET-FEHLER]: %Q
es: [ERROR DE SOCKET]: %Q
hu: [SOCKET HIBA]: %Q
uk: [ПОМИЛКА СОКЕТА]: %Q

source: [SOCKET WARNING]: %Q
ca: [ALERTA DE SOCKET]: %Q
de: [SOCKET-WARNUNG]: %Q
es: [ALERTA DE SOCKET]: %Q
hu: [SOCKET FIGYELMEZTETÉS]: %Q
uk: [ПОПЕРЕДЖЕННЯ СОКЕТА]: %Q

source: [SOCKET]: %Q
uk: [СОКЕТ]: %Q

source: [SSL ERROR]: %Q
ca: [ERROR SSL]: %Q
de: [SSL-FEHLER]: %Q
es: [ERROR SSL]: %Q
hu: [SSL HIBA]: %Q
uk: [ПОМИЛКА SSL]: %Q

source: [SSL]: Common name: %c%s
ca: [SSL]: Nom com: %c%s
de: [SSL]: Geläufiger Name: %c%s
es: [SSL]: Nombre comn: %c%s
hu: [SSL]: Közös név: %c%s
uk: [SSL]: Загальне ім'я: %c%s

source: [SSL]: Country: %c%s
ca: [SSL]: Condat: %c%s
de: [SSL]: Land: %c%s
es: [SSL]: Condado: %c%s
hu: [SSL]: Ország: %c%s
uk: [SSL]: Країна: %c%s

source: [SSL]: Locality: %c%s
ca: [SSL]: Localitat: %c%s
de: [SSL]: Örtlichkeit: %c%s
es: [SSL]: Localidad: %c%s
hu: [SSL]: Elhelyezkedés: %c%s
uk: [SSL]: Місцезнаходження: %c%s

source: [SSL]: Organization: %c%s
ca: [SSL]: Organitzaci� %c%s
de: [SSL]: Organisation: %c%s
es: [SSL]: Organización: %c%s
hu: [SSL]: Szervezet: %c%s
uk: [SSL]: Організація: %c%s

source: [SSL]: Organizational unit: %c%s
ca: [SSL]: Unitat organitzativa: %c%s
de: [SSL]: Organisationsabteilung: %c%s
es: [SSL]: Unidad organizativa: %c%s
hu: [SSL]: Szervezeti egység: %c%s
uk: [SSL]: Підрозділ: %c%s

source: [SSL]: State or province: %c%s
ca: [SSL]: Estat o Prov�cia: %c%s
de: [SSL]: Staat oder Provinz: %c%s
es: [SSL]: Estado o Provincia: %c%s
hu: [SSL]: Állam vagy tartomány: %c%s
uk: [SSL]: Штат або провінція: %c%s

source: [SSL]: Issuer:
ca: [SSL]: Emissor:
de: SSL]: Ausgeber:
es: [SSL]: Emisor:
hu: [SSL]: Hitelesítő:
uk: [SSL]: Вихідне:

source: [SSL]: Public key: %c%s (%d bits)
ca: [SSL]: Clau pblica: %c%s (%d bits)
de: [SSL]: Öffentlicher Schlüssel: %c%s (%d Bit)
es: [SSL]: Clave pblica: %c%s (%d bits)
hu: [SSL]: Nyilvános kulcs: %c%s (%d bit)
uk: [SSL]: Загальнодоступний ключ: %c%s (%d біт)

source: [SSL]: Signature contents: %c%s
ca: [SSL]: Continguts de la firma: %c%s
de: [SSL]: Signaturinhalte: %c%s
es: [SSL]: Contenidos de la firma: %c%s
hu: [SSL]: Aláírás tartalma: %c%s
uk: [SSL]: Контекст сигнатури: %c%s

source: [SSL]: Signature type: %c%s
ca: [SSL]: Tipus de firma: %c%s
de: [SSL]: Signaturtyp: %c%s
es: [SSL]: Tipo de firma: %c%s
hu: [SSL]: Aláírás típusa: %c%s
uk: [SSL]: Тип сигнатури: %c%s

source: [SSL]: Bits: %c%d (%d used)
ca: [SSL]: Bits: %c%d (%d emprats)
de: [SSL]: Bits: %c%d (%d benutzt)
es: [SSL]: Bits: %c%d (%d usados)
hu: [SSL]: Bitek: %c%d (%d used)
uk: [SSL]: Біти: %c%d (%d використається)

source: [SSL]: Cipher: %c%s
ca: [SSL]: Xifrador: %c%s
de: [SSL]: Chiffre: %c%s
es: [SSL]: Cifrador: %c%s
hu: [SSL]: Dekóder: %c%s
uk: [SSL]: Шифр: %c%s

source: [SSL]: Serial number: %c%d
ca: [SSL]: Nmero de s�ie: %c%d
de: [SSL]: Seriennummer: %c%d
es: [SSL]: Número de serie: %c%d
hu: [SSL]: Széria szám: %c%d
uk: [SSL]: Серійний номер: %c%d

source: [SSL]: Subject:
ca: [SSL]: Tema:
de: [SSL]: Betreff:
es: [SSL]: Tema:
hu: [SSL]: Tárgy:
uk: [SSL]: Тема:

source: [SSL]: Version: %c%d
ca: [SSL]: Versi� %c%d
es: [SSL]: Versión: %c%d
hu: [SSL]: Verzió %c%d
uk: [SSL]: Версія: %c%d

source: [SSL]: Version: %c%s
ca: [SSL]: Versi� %c%s
es: [SSL]: Versión: %c%s
hu: [SSL]: Verzió: %c%s
uk: [SSL]: Версія: %c%s

source: [SSL]: Can't find out the current cipher info
ca: [SSL]: No puc trobar la informaci�de xifrat actual
de: [SSL]: Es kann keine Information über die aktuelle Verschlüsselung bekommen werden
es: [SSL]: No puedo encontrar la información de cifrado actual
hu: [SSL]: Titkosítási információk nem elérhetőek
uk: [SSL]: Не можу знайти інформацію про поточний шифр

source: [SSL]: The peer didn't provide a certificate
ca: [SSL]: L'altre part no ha proporcionat un certificat
de: [SSL]: Der Gleichgestellte bietet kein Zertifikat an
es: [SSL]: La otra parte no proporcionó un certificado
hu: [SSL]: A peer nem rendelkezik hitelesítéssel
uk: [SSL]: Співрозмовник не надав сертифікат

source: [Server parser]: %s
ca: [Parser de servidor]: %s
es: [Parser de servidor]: %s
hu: [Értelmező]: %s
uk: [Синтаксичний аналізатор сервера]: %s

source: [Server parser]: Encountered problems while parsing the following message:
ca: [Parser de Servidor]: S'han trobat problemes mentres s'analitzava el segent missatge:
de: [Server-Parser]: Gefundene Probleme während des Parsens der folgenden Nachricht:
es: [Parser de Servidor]: Se encontraron problemas mientras se analizaba el siguiente mensaje:
hu: [Értelmező]: A következő üzenek feldolgozásakor hibák léptek fel:
uk: [Синтаксичний аналізатор сервера]: Виникли проблеми при розборі наступного повідомлення:

source: [Server parser]: [%s][%s] %Q
ca: [Parser de servidor]: [%s][%s] %Q
es: [Parser de servidor]: [%s][%s] %Q
hu: [Értelmező]: [%s][%s] %Q
uk: [Синтаксичний аналізатор сервера]: [%s][%s] %Q

source: active user
ca: usuari actiu
de: Aktiver Benutzer
es: usuario activo
hu: aktív felhasználó
uk: активний користувач

source: active users
ca: usuaris actius
de: Aktive Benutzer
es: usuarios activos
hu: aktív felhasználó
uk: активні користувачі

source: and
ca: i
de: und
es: y
hu: és
uk: і

source: and other %1 users
ca: i uns altres %1 usuaris
de: und %1 andere Benutzer
es: y otros %1 usuarios
hu: és %1
uk: і ще %1 користувачів

source: are talking
ca: estan parlant
de: reden
es: están hablando
hu: beszélgetnek
uk: говорять

source: autojoining
ca: autoentrant
de: Automatisches Betreten
es: autoentrando
hu: automatikus csatlakozás
uk: автоматичний вхід

source: away
ca: absent
de: abwesend
es: ausente
hu: távol
uk: відійшов

source: ban exception list
ca: llista d'excepcions a prohibicions
de: Bannausnahmen-Liste
es: lista de excepciones a prohibiciones
hu: tiltó kivétel lista
uk: список виключень із банів

source: ban list
ca: llista de prohibits
de: Bann-Liste
es: lista de prohibidos
hu: tiltó lista
uk: бан-ліст

source: beginning of input
de: Beginn der Eingabe
es: comienzo de la entrada
hu: bevitel kezdete
uk: Початок уведення

source: bytes
de: Byte
hu: byte
uk: байти

source: c: Recipient for cconn messages
ca: c: Destinatari de missatges cconn
de: c: Empfänger für cconn-Nachrichten
es: c: Destinatario de mensajes cconn
hu: c: cconn üzenetek fogadása
uk: c: Одержувач повідомлень cconn

source: channel
ca: canal
de: Kanal
es: canal
hu: csatorna
uk: канал

source: channel administrator
ca: administrador del canal
de: Kanaladministrator
es: administrador del canal
hu: csatorna adminisztrátor
uk: адміністратор каналу

source: channel administrators
ca: administradors del canal
de: Kanaladministratoren
es: administradores del canal
hu: csatorna adminisztrátorok
uk: адміністратори каналу

source: channel notification:
ca: notificaci�de canal:
de: Kanalbenachrichtigung:
es: notificación de canal:
hu: csatorna értesítő:
uk: повідомлення каналу:

source: channel owner
ca: propietari del canal
de: Kanaleigentümer
es: propietario del canal
hu: csatorna tulajdonos
uk: власник каналу

source: channel owners
ca: propietaris del canal
de: Kanaleigentümer
es: propietarios del canal
hu: csatorna tulajdonosok
uk: власники каналу

source: channels
ca: canals
de: Kanäle
es: canales
hu: csatorna
uk: канали

source: connection
ca: connexi
de: Verbindung
es: conexión
hu: Kapcsolódás
uk: підключення
