Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: !n%Q [%Q@!h%Q] has been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
ca: !n%Q [%Q@!h%Q] ha sigut expulsat de !c%Q per !n%Q [%Q@!h%Q]: %Q
de: !n%Q [%Q@!h%Q] wurde aus !c%Q von !n%Q[%Q@!h%Q] hinausgeworfen: %Q
es: !n%Q [%Q@!h%Q] ha sido expulsado de !c%Q por !n%Q [%Q@!h%Q]: %Q
hu: !n%Q [%Q@!h%Q] kirúgva !c%Q csatornáról !n%Q [%Q@!h%Q]: által, indok: %Q
uk: !n%Q [%Q@!h%Q] кікнут на !c%Q by !n%Q [%Q@!h%Q]: %Q

source: !n%Q [%Q@!h%Q] has changed topic to "%Q%c"
ca: !n%Q [%Q@!h%Q] ha canviat el tema a "%Q%c"
de: !n%Q [%Q@!h%Q] hat den Titel geändert auf "%Q%c"
es: !n%Q [%Q@!h%Q] ha cambiado el tema a "%Q%c"
hu: !n%Q [%Q@!h%Q] megváltoztatta a csatorna topicját: "%Q%c"
uk: !n%Q [%Q@!h%Q] змінив тему на "%Q%c"

source: !n%Q [%Q@!h%Q] has joined !c%Q
hu: !n%Q [%Q@!h%Q] csatlakozott a(z) !c%Q csatornára.
uk: !n%Q [%Q@!h%Q] зайшов на !c%Q

source: !n%Q [%Q@!h%Q] has joined !c%Q [implicit +%c umode change]
hu: !n%Q [%Q@!h%Q] csatlakozott: !c%Q [implicit +%c umode change]
uk: !n%Q [%Q@!h%Q] зайшов на !c%Q [implicit +%c umode change]

source: !n%Q [%Q@!h%Q] has just been kicked from !c%Q by !n%Q [%Q@!h%Q]: %Q
ca: !n%Q [%Q@!h%Q] acaba de ser expulsat de !c%Q per !n%Q [%Q@!h%Q]: %Q
de: !n%Q [%Q@!h%Q] wurde gerade von !c%Q by !n%Q [%Q@!h%Q] hinausgeworfen: %Q
es: !n%Q [%Q@!h%Q] acaba de ser expulsado de !c%Q por !n%Q [%Q@!h%Q]: %Q
hu: !n%Q [%Q@!h%Q] éppen kirúgta !c%Q csatornáról !n%Q [%Q@!h%Q]. Indok: %Q
uk: !n%Q [%Q@!h%Q] тільки що був кікнут на !c%Q by !n%Q [ %Q@!h%Q]: %Q

source: !n%Q [%Q@!h%Q] has just joined !c%Q
hu: !n%Q [%Q@!h%Q] épp most csatlakozott !c%Q csatornára.
uk: !n%Q [%Q@!h%Q] тільки що зайшов на !c%Q

source: !n%Q [%Q@!h%Q] has left !c%Q
ca: !n%Q [%Q@!h%Q] ha abandonat !c%Q
de: !n%Q [%Q@!h%Q] hat !c%Q verlassen
es: !n%Q [%Q@!h%Q] ha abandonado !c%Q
hu: !n%Q [%Q@!h%Q] lelépett a(z) !c%Q csatornáról.
uk: !n%Q [%Q@!h%Q] покинув !c%Q

source: !n%Q [%Q@!h%Q] has left !c%Q: %Q
ca: !n%Q [%Q@!h%Q] ha abandonat !c%Q: %Q
de: !n%Q [%Q@!h%Q] hat !c%Q verlassen: %Q
es: !n%Q [%Q@!h%Q] ha abandonado !c%Q: %Q
hu: !n%Q [%Q@!h%Q] lelépett !c%Q: csatornáról: %Q
uk: !n%Q [%Q@!h%Q] покинув !c%Q: %Q

source: !n%Q [%Q@!h%Q] has quit IRC: %Q
ca: !n%Q [%Q@!h%Q] s'ha marxat de l'IRC: %Q
de: !n%Q [%Q@!h%Q] hat IRC verlassen: %Q
es: !n%Q [%Q@!h%Q] se ha marchado del IRC: %Q
hu: !n%Q [%Q@!h%Q] kilépett IRCről: %Q
uk: !n%Q [%Q@!h%Q] вийшов з IRC: %Q

source: !n%Q [%Q@!h%Q] invites you to channel !c%Q (%Q)
ca: !n%Q [%Q@!h%Q] t'invita al canal !c%Q (%Q)
de: !n%Q [%Q@!h%Q] lädt Sie in Kanal !c%Q (%Q) ein
es: !n%Q [%Q@!h%Q] te invita al canal !c%Q (%Q)
hu: !n%Q [%Q@!h%Q] meghívott a !c%Q (%Q) csatornára.
uk: !n%Q [%Q@!h%Q] запрошує вас на канал !c%Q (%Q)

source: !n%Q [%Q@!h%Q] is now known as !n%Q
ca: !n%Q [%Q@!h%Q] es coneix ara com a !n%Q
de: !n%Q [%Q@!h%Q] heißt nun !n%Q
es: !n%Q [%Q@!h%Q] se conoce ahora como !n%Q
hu: !n%Q [%Q@!h%Q] mostantól: !n%Q
uk: !n%Q [%Q@!h%Q] тепер відомий як !n%Q

source: !n%Q invited %Q into channel %Q
es: !n%Q invitado %Q al canal %Q
hu: !n%Q meghívta '%Q'-t a %Q csatornára.
uk: !n%Q запрошує %Q на канал %Q

source: !nc%Q [%Q@!h%Q] has just left !c%Q
hu: !nc%Q [%Q@!h%Q] épp most lépett le !c%Q csatornáról.
uk: !nс%Q [%Q@!h%Q] тільки що покинув !c%Q

source: !nc%Q [%Q@!h%Q] has just left !c%Q: %Q
hu: !nc%Q [%Q@!h%Q] épp most lépett le !c%Q csatornáról: %Q
uk: !nс%Q [%Q@!h%Q] тільки що покинув !c%Q: %Q

source: No properties
ca: Sense propietates
de: Keine Eigenschaften
es: Sin propiedades
hu: Nincs tulajdonság
uk: Немає властивостей

source: Property: %Q=%Q
ca: Propietat: %Q=%Q
de: Eigenschaft: %Q=%Q
es: Propiedad: %Q=%Q
hu: Tulajdonság: %Q=%Q
uk: Властивість: %Q=%Q

source: Warning: this user has no registration masks
ca: Atenci� aquest usuari no t�m�cares de registre
de: Warnung
es: Atención: este usuario no tiene máscaras de registro
hu: Ennek a felhasználónak nincs regisztrációs maszkja
uk: Попередження: цей користувач не має реєстраційної маски

source: Property: %s=%s
ca: Propietat: %s=%s
de: Eigenschaft: %s=%s
es: Propiedad: %s=%s
hu: Tulajdonság: %s=%s
uk: Властивість: %s=%s

source: (%1 hops)
de: (%1 Sprünge)
es: (%1 saltos)
hu: (%1 ugrás)
uk: (%1 стрибків)

source: I can't find the specified file '%Q'.
es: No puedo encontrar el archivo especificado '%Q'.
uk: Не можу знайти файл %Q

source: I cannot read the file %Q'.
es: No puedo leer el archivo '%Q'.
uk: Я не можу прочитати файл. %Q

source: User: %c%Q
ca: Usuari: %c%Q
de: Benutzer %c%Q
es: Usuario: %c%Q
hu: Felhasználó: %c%Q
uk: Користувач: %c%Q

source: on
ca: en
de: auf
es: en
uk: на

source: ### End of existing data buffer.
ca: ### Fi del buffer de dades existent.
de: ### Ende des existierenden Datenpuffers.
es: ### Fin de buffer de datos existente.
hu: ### Létező adatpuffer vége.
uk: ### Кінець існуючого буфера даних.

source: ### Epilogue ###
ca: ### Ep�eg ###
de: ### Epilog ###
es: ### Epílogo ###
hu: ### Epilógus ###
uk: ### Епілог ###

source: ### Existing data buffer:
ca: ### Buffer de dades existent:
de: ### Existierender Datenpuffer:
es: ### Buffer de datos existente:
hu: ### Létező adat puffer:
uk: ### Існуючий буфер даних:

source: ### Log session started at %s ###
ca: ### Sessi�de registre iniciada a les %s ###
de: ### Log-Sitzung gestartet am %s ###
es: ### Sesión de registro iniciada a las %s ###
hu: ### Naplózás elindítva: %s ###
uk: ### Журналювання почато %s ###

source: ### Log session terminated at %s ###
ca: ### Sessi�de registre acabada a les %s ###
de: ### Log-Sitzung beendet am %s ###
es: ### Sesión de registro terminada a las %s ###
hu: ### Naplózás leállítva: %s ###
uk: ### Журналювання завершено %s ###

source: ### Prologue ###
ca: ### Pr�eg ###
de: ### Prolog ###
es: ### Prólogo ###
hu: ### Prológus ###
uk: ### Пролог ###

source: $move() requires either an array as first parameter or two integers
uk: $move() вимагає або масиву як перший параметр або чотирьох цілих чисел

source: $resize() requires either an array as first parameter or two integers
uk: $resize() вимагає або масиву як перший параметр або два цілих числа

source: $setBackgroundColor requires either an array as first parameter, one hex string or three integers
uk: $setBackgroundColor вимагає або масиву як перший параметр, або шестнадцатиричну рядок або трьох цілих чисел

source: $setColor requires either an array as first parameter or three integers
es: $setColor necesita un vector como primer parámetro o tres enteros
uk: $setColor вимагає або масиву як перший параметр або трьох цілих чисел

source: $setForegroundColor requires either an array as first parameter, one hex string or three integers
uk: $setBackgroundColor вимагає або масиву як перший параметр, або шестнадцатиричну рядок або трьох цілих чисел

source: $setGeometry() requires either an array as first parameter or four integers
es: $setGeometry() necesita un vector como primer parámetro o cuatro enteros
uk: $setGeometry() вимагає або масиву як перший параметр або чотирьох цілих чисел

source: %1 hops
ca: %1 salts
de: %1 Sprünge
es: %1 saltos
hu: %1 ugrás
uk: %1 стрибків

source: %1 is %2
de: %1 ist %2
es: %1 es %2
uk: %1 це %2

source: %1 is %2 (%3)
de: %1 ist %2 (%3)
es: %1 es %2 (%3)
uk: %1 це %2 (%3)

source: %1 is probably away
de: %1 ist wahrscheinlich abwesend
es: %1 probablemente está ausente
hu: %1 valószínűleg nem elérhető
uk: %1 можливо відійшов

source: %1 is using irc server: %2
de: %1 benutzt den IRC-Server <b>%2</b>
es: %1 está usando el servidor irc: %2
hu: %1 a %2-n keresztül kapcsolódik
uk: %1 використає сервер %2

source: %1 is using irc server: %2 (%3 hops)
de: %1 benutzt den IRC-Server <b>%2</b> (%3 entfernt)
es: %1 está usando el servidor irc: %2 (%3 saltos)
hu: %1 a %2-n keresztül kapcsolódik (%3 ugrás)
uk: %1 використає сервер %2 (%3 стрибки)

source: %1 servers imported succesfully
ca: %1 servidores s'han importat correctament
de: %1 Server erfolgreich importiert
es: %1 servidores se importaron correctamente
hu: %1 szerver sikeresen importálva
uk: %1 серверів імпортовано успішно

source: %Q %Q reply from !n%Q [%Q@!h%Q]: %Q
hu: %Q %Q válasz !n%Q [%Q@!h%Q]: %Q
uk: %Q %Q відповідь від !n%Q [%Q@!h%Q]: %Q

source: %Q %Q%c request from !n%Q [%Q@!h%Q] (%Q), %Q
hu: %Q %Q %c kérés !n%Q [%Q@!h%Q] (%Q), %Q
uk: %Q %Q%c запит від !n%Q [%Q@!h%Q] (%Q), %Q

source: %Q PING reply from !n%Q [%Q@!h%Q]: %u sec %u msec
ca: Resposta PING %Q de %Q [%Q@%Q]: %u segs %u msegs
de: %Q PING-Antwort von %Q [%Q@%Q]: %u s %u ms
es: Respuesta PING %Q de !n%Q [%Q@!h%Q]: %u segs %u msegs
hu: %Q PING válasz !n%Q [%Q@!h%Q]: %u mp %u mmp
uk: %Q відповідь PING від !n%Q [%Q@!h%Q]: %u сек %u мсек

source: %Q [%Q@%Q] has set channel !m%c%cmode %c%c
ca: %Q [%Q@%Q] ha posat el mode del canal !m%c%ca %c%c
de: %Q [%Q@%Q] setzt Kanal-!m%c%c-Modes %c%c
es: %Q [%Q@%Q] ha puesto el modo del canal !m%c%ca %c%c
hu: %Q [%Q@%Q] beállította a !m%c%c csatorna módjait: %c%c
uk: %Q [%Q@%Q] включив на каналі !m%c%c режим %c%c

source: %Q [%Q@%Q] has set channel !m-llimit to %Q
ca: %Q [%Q@%Q] ha posat el l�it del canal !m-la %Q
de: %Q [%Q@%Q] setzt Kanal-!m-lBegrenzung auf %Q
es: %Q [%Q@%Q] ha puesto el límite del canal !m-la %Q
hu: %Q [%Q@%Q] beállította a csatorna !m-llimitjét: %Q
uk: %Q [%Q@%Q] установив на каналі !m-lлимит в %Q

source: %Q [%Q@%Q] has set channel key to "!m-k%Q"
ca: %Q [%Q@%Q] ha canviat la clau del canal a "!m-k%Q"
de: %Q [%Q@%Q] setzt Kanalschlüssel auf "!m-k%Q"
es: %Q [%Q@%Q] ha cambiado la clave del canal a "!m-k%Q"
hu: %Q [%Q@%Q] beállította a csatorna kulcsát: "!m-k%Q"
uk: %Q [%Q@%Q] включив ключ каналу "!m-k%Q"

source: %Q [%Q@%Q] has set channel mode %s
ca: %Q [%Q@%Q] ha posat el mode de canal %s
de: %Q [%Q@%Q] setzt Kanalmodus %s
es: %Q [%Q@%Q] ha puesto el modo de canal %s
hu: %Q [%Q@%Q] csatorna módot váltott %s
uk: %Q [%Q@%Q] включив на каналі режим %s

source: %Q [%Q@%Q] has set mode %c%c !m%c%c%Q
ca: %Q [%Q@%Q] ha posat el mode %c%c !m%c%c%Q
de: %Q [%Q@%Q] hat Modus %c%c !m%c%c%Q gesetzt
es: %Q [%Q@%Q] ha puesto el modo %c%c !m%c%c%Q
hu: %Q [%Q@%Q] módot váltott %c%c !m%c%c%Q
uk: %Q [%Q@%Q] включив режим %c%c !m%c%c%Q

source: %Q [%Q@%Q] has set mode %c%c !n%Q
ca: %Q [%Q@%Q] ha posat el mode %ce !m%ce%Q
de: %Q [%Q@%Q] setzt Modus %c%c !n%Q
es: %Q [%Q@%Q] ha puesto el modo %c%c !n%Q
hu: %Q [%Q@%Q] módot váltott: %c%c !n%Q
uk: %Q [%Q@%Q] включив режим %c%c !n%Q

source: %Q [%Q@%Q] has set mode %s %Q
ca: %Q [%Q@%Q] ha posat el mode %s %Q
de: %Q [%Q@%Q] setzt Modus %s %Q
es: %Q [%Q@%Q] ha puesto el modo %s %Q
hu: %Q [%Q@%Q] módot váltott %s %Q
uk: %Q [%Q@%Q] включив режим %s %Q

source: %Q [%Q@%Q] has unset the channel key
ca: %Q [%Q@%Q] ha tret la clau del canal
de: %Q [%Q@%Q] hat Kanalschlüssel aufgehoben
es: %Q [%Q@%Q] ha quitado la clave del canal
hu: %Q [%Q@%Q] eltávolította a csatorna kulcsát
uk: %Q [%Q@%Q] виключив ключ каналу

source: %Q [%Q@%Q] has unset the channel limit
ca: %Q [%Q@%Q] ha tret el l�it del canal
de: %Q [%Q@%Q] hebt Kanalbegrenzung auf
es: %Q [%Q@%Q] ha quitado el límite del canal
hu: %Q [%Q@%Q] eltávolította a csatorna limitjét
uk: %Q [%Q@%Q] виключив ліміт на каналі

source: %Q changes avatar to %s
es: %Q cambia el avatar a %s
hu: %Q %s -ra/re változtatta az avatarját
uk: %Q змінив аватар на %s

source: %Q established [%s (%s:%u)]
ca: %Q establerta [%s (%s:%u)]
de: %Q hergestellt [%s (%s:%u)]
es: %Q establecida [%s (%s:%u)]
hu: %Q létrejött, [%s (%s:%u)]
uk: %Q установлено [%s (%s:%u)]

source: %Q for !c%Q: !m-%c%Q (set by %Q on %Q)
ca: %Q per a !c%Q: !m-%c%Q (posat per %Q el %Q)
de: %Q für !c%Q: !m-%c%Q (gesetzt von %Q auf %Q)
es: %Q para !c%Q: !m-%c%Q (puesto por %Q el %Q)
hu: %Q - !c%Q: !m-%c%Q (beállította %Q ~ %Q)
uk: %Q для !c%Q: !m-%c%Q (установлено %Q з %Q)

source: %Q has left IRC
ca: %Q ha abandonat l'IRC
de: %Q hat IRC verlassen
es: %Q abandonó el IRC
hu: %Q kilépett IRCről
uk: %Q покинув IRC

source: %Q is on IRC
ca: %Q est�a l'IRC
de: %Q ist im IRC
es: %Q está en el IRC
hu: %Q elérhető IRC-en
uk: %Q в IRC

source: %Q unsets avatar
es: %Q quita avatar
hu: %Q nem állított be avatart
uk: %Q скасував аватар

source: %Q: no such channel
es: %Q: no existe el canal
hu: %Q: nincs ilyen csatorna
uk: %Q: немає такого каналу

source: %Q: no such server
es: %Q: no existe el servidor
hu: %Q: nincs ilyen szerver
uk: %Q: немає такого сервера

source: %c!n%Q%c WHOIS info from !s%Q
ca: %c!n%Q%c info WHOIS de !s%Q
de: %c!n%Q%c WHOIS-Info von !s%Q
es: %c!n%Q%c info WHOIS de !s%Q
hu: %c!n%Q%c WHOIS infó !s%Q szervertől.
uk: %c!n%Q%c WHOIS інформація від !s%Q

source: %c!n%Q%c WHOWAS info from !s%Q
ca: %c!n%Q%c info WHOWAS de !s%Q
de: %c!n%Q%c WHOWAS-Info von !s%Q
es: %c!n%Q%c info WHOWAS de !s%Q
hu: %c!n%Q%c WHOWAS infó !s%Q szervertől.
uk: %c!n%Q%c WHOWAS інформація від !s%Q

source: %c!n%Q%c is authenticated as %Q
de: %c!n%Q%c's ist authentisiert als %Q
es: %c!n%Q%c está autentificado como %Q
hu: %c!n%Q%c azonosítva, mint: %Q
uk: %c!n%Q%c ідентифікований як: %Q

source: %c!n%Q%c is away: %Q
ca: %c!n%Q%c est�aussent: %Q
de: %c!n%Q%c ist weg: %Q
es: %c!n%Q%c está ausente: %Q
hu: %c!n%Q%c Nem elérhető: %Q
uk: %c!n%Q%c відійшов: %Q

source: %c!n%Q%c's channels: %Q
ca: El canals de %c!n%Q%c: %Q
de: %c!n%Q%c's Kanäle: %Q
es: %c!n%Q%c's canales: %Q
hu: %c!n%Q%c csatornái: %Q
uk: %c!n%Q%c канали: %Q

source: %c!n%Q%c's codepage is %Q: %Q
es: %c!n%Q%c's página de códigos es %Q: %Q
hu: %c!n%Q%c kódlapja: %Q: %Q
uk: %c!n%Q%c використає кодування %Q: %Q

source: %c!n%Q%c's idle time: %ud %uh %um %us
ca: Temps d'espera de %c!n%Q%c : %ud %uh %um %us
de: %c!n%Q%c's Leerlaufzeit: %ud %uh %um %us
es: %c!n%Q%c's tiempo de espera: %ud %uh %um %us
hu: %c!n%Q%c tétlen: %un %uó %up %ump
uk: %c!n%Q%c час простою: %u д %u год %u м %u з

source: %c!n%Q%c's info: %Q
ca: Informaci�de %c!n%Q%c: %Q
hu: %c!n%Q%c infó: %Q
uk: %c!n%Q%c інформація: %Q

source: %c!n%Q%c's real name was: %Q
ca: El nom real de %c!n%Q%c era: %Q
de: %c!n%Q%c's wirklicher Name war: %Q
es: %c!n%Q%c's el nombre real era: %Q
hu: %c!n%Q%c valós neve: %Q volt.
uk: %c!n%Q%c було реальне ім'я: %Q

source: %c!n%Q%c's real name: %Q
ca: %c!n%Q%c nom real: %Q
de: %c!n%Q%c's wirklicher Name: %Q
es: %c!n%Q%c's nombre real: %Q
hu: %c!n%Q%c valós neve: %Q
uk: %c!n%Q%c реальне ім'я: %Q

source: %c!n%Q%c's server: !s%Q - %Q
ca: Servidor de %c!n%Q%c: !s%Q - %Q
es: %c!n%Q%c's servidor: !s%Q - %Q
hu: %c!n%Q%c szervere: !s%Q - %Q
uk: %c!n%Q%c сервер: !s%Q - %Q

source: %c!n%Q%c's signon time: %Q
ca: Temps d'entrada de %c!n%Q%c: %Q
de: %c!n%Q%c's Einloggzeit: %Q
es: %c!n%Q%c's tiempo de entrada: %Q
hu: %c!n%Q%c kapcsolódási ideje: %Q
uk: %c!n%Q%c час авторизації: %Q

source: %c!s%s%c's administrator is %s
hu: %c!s%s%c adminisztrátora: %s
uk: %c!s%s%c адміністратор %s

source: %c!s%s%c's contact adress is %s
hu: %c!s%s%c elérhetőségei: %s
uk: %c!s%s%c контактна адреса %s

source: %c!s%s%c's information:
es: %c!s%s%c's información:
hu: %c!s%s%c információi:
uk: %c!s%s%c's інформація:

source: %c!s%s%c's server info: %s
hu: %c!s%s%c szerver infó: %s
uk: %c!s%s%c інформація про сервер: %s

source: %c!s%s%c's time is %Q
es: %c!s%s%c's hora es %Q
hu: %c!s%s%c ideje: %Q
uk: %c!s%s%c's час %Q

source: %c%cLinks for %Q
ca: %c%cEnlla�s per a %Q
de: %c%cLinks von %Q
es: %c%cEnlaces para %Q
hu: %c%cKapcsolatok %Q
uk: %c%c З'єднання для %Q

source: %cAddon id %Q, version %Q%c
es: %cFuncionalidad id %Q, versión %Q%c
hu: %cAddon azonosító %Q, verzió: %Q%c
uk: %cдополнение %Q, версія %Q%c

source: %cCore action: %Q
ca: %cAcci�principal: %Q
de: %cKernaktion: %Q
es: %cAcción principal: %Q
hu: %cMag akció: %Q
uk: %cдействие ядра: %Q

source: %cUser action: %Q
ca: %cAcci�d'usuari: %Q
de: %cBenutzeraktion: %Q
es: %cAcción de usuario: %Q
hu: %cFelhasználói akció: %Q
uk: %cдействие користувача: %Q

source: %d matches: %Q
ca: %d coincid�cies: %Q
de: %d passt auf: %Q
es: %d coincidencias: %Q
hu: %d egyezik: %Q
uk: %d відповідає: %Q

source: %d of %d
ca: %d de %d
de: %d von %d
es: %d de %d
hu: %d %d
uk: %d з %d

source: %d properties listed
es: %d propiedades enumeradas
hu: %d tulajdonság listázva
uk: %d властивостей

source: %s: Parent link %s
ca: %s : Enlla�pare %s
de: %s: Elternverknüpfung %s
es: %s : Enlace padre %s
hu: %s: Szülő kapcsolat %s
uk: %s: Батьківський зв'язок %s

source: %u d %u h %u m %u s
hu: %u n %u ó%u p %u mp
uk: %u д %u год %u м %u з

source: %u d %u%u h %u%u m %u%u s
hu: %u n %u%u ó %u%u p %u%u mp
uk: %u д %u%u год %u%u м %u%u з

source: %u h %u m %u s
hu: %u ó%u p %u mp
uk: %u год %u м %u з

source: %u h %u%u m %u%u s
hu: %u ó%u%u p %u%u mp
uk: %u год %u%u м %u%u з

source: %u m %u s
hu: %u p %u mp
uk: %u м %u з

source: %u m %u%u s
hu: %u p %u%u mp
uk: %u м %u%u з

source: %u s
hu: %u mp
uk: %u з

source: &About KVIrc
ca: &Sobre KVIrc
de: &Über KVIrc
es: &Acerca de KVIrc
hu: KVircről...
uk: &Про KVIrc

source: &Add Ban
ca: &Afegir Prohibici
de: Bann &hinzufügen
es: &Añadir prohibición
hu: Tiltás hozzáadás&a
uk: &Додати бан

source: &Add Group...
hu: Csoport Hozzá&adása
uk: &Додати групу...

source: &Add Raw Event...
ca: &Afegir Events Raw...
de: RAW-Ereignisse &hinzufügen...
es: &Añadir Eventos Puros...
hu: R&aw esemény hozzáadása
uk: &Додати заготівлю події...

source: &Add to Custom Colors
ca: &Afegir Colors Personalitzats
de: Zu den benutzerdefinierten Farben &hinzufügen
es: &Añadir Colores Personalizados
hu: Hozzá&adás az egyéni szinekhez
uk: &Додати до користувальницьких квітів

source: &Add...
ca: &Afegir...
de: &Hinzufügen...
es: &Añadir...
hu: Hozzá&adás
uk: &Додати...

source: &Administrator
ca: &Administrador
de: &Administratorstatus geben
hu: &Adminisztrátor
uk: Адміністратор

source: &Always
ca: Sempre
de: &Immer
es: Siempre
hu: Igen, Mindig
uk: &Завжди

source: &Apply
ca: &Aplicar
de: An&wenden
es: &Aplicar
hu: Elfogad
uk: &Застосувати

source: &Auto Tile
ca: Posar en mosaic &Autom�icament
de: &Automatisch teilen
es: &Auto Embaldosar
hu: &Automatikus egymás mellé
uk: &Автоматично

source: &Automatic Preview
ca: Previsualitzaci�&Autom�ica
de: &Automatische Vorschau
es: Previsualización &Automática
hu: &Automatikus Előnézet
uk: &Автоматичний предпросмотр

source: &Ban
ca: Prohi&bici
de: &Bann
hu: Tiltás
uk: &Бан

source: &Basic colors
ca: Colors &b�ics
de: &Basisfarben
es: Colores &básicos
hu: Alapszínek
uk: &Базові кольори

source: &Browse...
ca: Navegar...
de: &Auswählen...
es: Navegar...
hu: &Böngészés
uk: &Вибрати...

source: &Cancel
ca: &Cancellar
de: &Abbrechen
es: &Cancelar
hu: Mégsem
uk: С&касування

source: &Cascade Windows
ca: Finestres en &Cascada
de: Fenster &staffeln
es: &Ventanas en Cascada
hu: Lépcsőzetes elrendezés
uk: Вікна &каскадом

source: &Clear
ca: Netejar
de: &Löschen
es: Limpiar
hu: Töröl
uk: &Очистити

source: &Configure
ca: &Configurar
de: &Konfigurieren
es: &Configurar
hu: Beállítás
uk: &Конфігурація

source: &Configure KVIrc...
ca: &Configurar KVIrc...
de: KVIrc &konfigurieren...
es: &Configurar KVIrc...
hu: KVIr&c beállítása...
uk: &Настроїти KVirc...

source: &Control
de: &Kontrollieren
hu: Vezérlés
uk: Керування

source: &Copy
ca: &Copiar
de: &Kopieren
es: &Copiar
hu: Másol
uk: &Копіювати

source: &Custom colors
ca: &Colors personalitzats
de: Eigene Far&ben
es: &Colores personalizados
hu: Felhasználói színek
uk: &Користувальницькі кольори

source: &Deadministrator
ca: Treure administrador
de: A&dministratorstatus entziehen
hu: A&dminisztrátor elvétele
uk: Зняти прапор адміністратора

source: &Define Custom Colors >>
ca: &Definir Colors Personalitzats >>
de: Eigene Farben &definieren >>
es: &Definir Colores Personalizados >>
hu: Egyéni színek >>
uk: &Визначите користувальницькі кольори >>

source: &Dehalfop
ca: Treure semioperador
de: H&alb-Operatorstatus entziehen
hu: Fél-op elvétele
uk: Зняти прапор стат-оператора

source: &Deop
ca: Treure Op
de: O&peratorstatusentziehen
hu: Op Elvétele
uk: Зняти прапор оператора

source: &Deowner
ca: Treure propietari
de: E&igentümerstatus entziehen
hu: Tulaj&donjog elv�ele
uk: Зняти прапор власніка

source: &Disable Handler
ca: &Desactivar Manipulador
de: Handler &deaktivieren
es: &Desactivar Manejador
hu: Kezelő tiltása
uk: В&иключити оброблювач

source: &Dock
ca: Anclar
de: I&n Kontrollleiste einbinden
es: Anclar
hu: Felcsatolás
uk: &Дока

source: &Edit
ca: &Editar
de: &Bearbeiten
es: &Editar
hu: Sz&erkesztés
uk: &Редагувати

source: &Edit Bookmarks
ca: &Editar Marcadors
de: Lesezeichen be&arbeiten
es: &Editar Marcadores
hu: Könyvjelzők szerkesztése
uk: &Редагувати закладки

source: &Edit...
ca: &Editar...
de: &Bearbeiten...
es: &Editar...
hu: Sz&erkesztés...
uk: &Редагувати...

source: &Enable Handler
ca: Activar Manipulador
de: Handler &aktivieren
es: Activar Manejador
hu: &Esemény Engedélyezése
uk: &Включити оброблювач

source: &Execute
ca: &Executar
de: &Ausführen
es: &Ejecutar
hu: Futtatás
uk: &Виконати

source: &Export All To...
ca: &Exportar Tots a...
de: Alle &exportieren nach...
es: &Exportar Todos a...
hu: Összes &Exportálása...
uk: &Експортувати все в...

source: &Export Handler To...
ca: &Exportar Manipulador A...
de: Handler &exportieren nach...
es: &Exportar Manejador Como...
hu: Kezelő &exportálása...
uk: &Експорт оброблювача в...

source: &Export Popup To...
ca: &Exportar men emergent a...
de: Aufklappfenster &exportieren nach...
es: &Exportar menú emergente a...
hu: Felbukkanó &exprotálása
uk: &Експортувати спливаюче меню в...

source: &Export selected To...
es: &Exportar seleccionadas a...
hu: Kijelölt &exportálása...
uk: &Експортувати виділене в...

source: &Filter:
ca: &Filtre:
es: &Filtro:
hu: Szűrő
uk: &Фільтр:

source: &Find Next
ca: Buscar Segent
de: &Nächste Fundstelle suchen
es: Buscar Siguiente
hu: Következő &F
uk: Знайти &наступний

source: &Find Text
ca: Buscar Text
de: &Text suchen
es: Buscar texto
hu: Szöveg keresése
uk: &Знайти текст

source: &Findnext
es: Buscar Siguiente
hu: Következő
uk: Знайти &наступний

source: &Font
de: Schri&ftart
es: &Fuentes
hu: Betűtípus
uk: &Шрифт

source: &Green
ca: &Verd
de: &Grün
es: &Verde
hu: Zöld
uk: &Зелений

source: &Halfop
ca: Semioperador
de: &Halb-Operatorstatus geben
hu: Fél-Op
uk: Стат-оператор

source: &Help
ca: Ajuda
de: &Hilfe
es: &Ayuda
hu: Segítség
uk: &Довідка

source: &Help Browser (Panel)
ca: Ajuda (Panell de)
de: &Hilfebrowser (Seitenleiste)
es: Ayuda (Panel de)
hu: Segítség böngészőpanel
uk: Браузер &допомоги (панель)

source: &Highlight
ca: Ressaltat
de: &Hervorhebung
hu: Kiemelés
uk: Підсвічування

source: &Hop
ca: Saltar
de: &Hopp
hu: &Ugrás
uk: Стрибок

source: &Ignore
ca: &Ignorar
de: &Ignorieren
hu: Mellőz
uk: Ігнор

source: &Information
ca: &Informaci
hu: &Információ
uk: Інформація

source: &Join
ca: Unir-se
de: &Teilnehmen
es: Unirse
hu: Csatlakozás
uk: &Увійти

source: &Join Channels...
ca: Unir-se a Canals...
de: Kanäle &betreten...
hu: Csatlakozás csatornákhoz...
uk: Зайти на канали...

source: &Kick
de: &Kicken
hu: &Kirúgás
uk: Кік

source: &Kick/Ban
de: &Kicken/Bannen
hu: &Kirúgás/Tiltás
uk: Кікбан

source: &List
ca: &Llista
de: &Auflisten
es: &Lista
hu: &Lista
uk: &Список

source: &Load
ca: Carregar
de: &Laden
es: Cargar
hu: Betö&ltés
uk: &Завантажити

source: &Load From...
ca: Carregar Des de...
de: &Laden von...
es: Cargar Desde...
hu: Betö&ltés...
uk: &Завантажити з...

source: &Location:
ca: &Localitzaci�
de: &Ort:
es: &Localización:
hu: He&ly:
uk: &Розташування:

source: &Module
ca: &M�ul
es: &Módulo
hu: &Modul
uk: &Модуль

source: &New
ca: &Nou
de: &Neu
es: &Nuevo
hu: Új
uk: &Новий

source: &New Handler
ca: &Nou Manipulador
de: &Neuer Handler
es: &Nuevo Manejador
hu: Új kezelő
uk: &Новий оброблювач

source: &New Popup
ca: &Nou men emergent
de: &Neues Aufklappfenster
es: &Nuevo menú emergente
hu: Új felbukka&nó
uk: &Нове спливаюче меню

source: &Next >
ca: Sege&nt >
de: &Nächster >
es: Siguie&nte >
hu: Következő >
uk: &Далі >

source: &No
de: &Nein
hu: &Nem
uk: &Ні

source: &Op
de: &Operatorstatus geben
uk: &Оператор

source: &Other...
ca: Altres...
de: &Andere...
es: &Otros...
hu: Egyéb...
uk: &Іншої...

source: &Part
ca: &Partir
de: &Verlassen
hu: Lelé&p
uk: &Вийти з каналу
