Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: &Paste
ca: &Enganxar
de: &Einfügen
es: &Pegar
hu: Beilleszt
uk: &Вставити

source: &Paste Below
ca: Enganxar Sota
de: Darunter &einfügen
es: &Pegar Debajo
hu: Beilleszt lent
uk: &Вставити знизу

source: &Preview
ca: &Previsualitzar
de: &Vorschau
es: &Previsualizar
hu: Előnézet
uk: &Попередній перегляд

source: &Query
ca: Privat
de: An&frage
hu: Privát (&Q)
uk: Приват

source: &Quit
ca: Sortir
de: &Beenden
es: &Salir
hu: Kilépés
uk: &Вихід

source: &Red
ca: &Vermell
de: &Rot
es: &Rojo
hu: Vö&rös
uk: &Червоний

source: &Registration
ca: &Registrar-se
de: &Registrierung
hu: &Regisztrálás
uk: Реєстрація

source: &Regular expression
ca: Expressi�&regular
de: &Regulärer Ausdruck
es: Expresión &regular
hu: Pontos kifejezés&R
uk: &Регулярне вираження

source: &Remove
ca: Elimina&r
de: Ent&fernen
es: Elimina&r
hu: Eltávolít
uk: &Видалити

source: &Remove Selected
ca: Elimina&r Seleccionades
de: Ausgewählte &Löschen.
es: Elimina&r seleccionadas
hu: Kijelölt Törlése
uk: &Видалити обране

source: &Replace
es: &Reemplazar
hu: Cse&re
uk: Заміна

source: &Replace in all Aliases
es: &Reemplazar en todos los alias
hu: Cse&re minden aliasban
uk: Замінити у всіх аліасах

source: &Replace(WIP)
es: &Reemplazar(WIP)
hu: Cse&re(WIP)
uk: Заміна(WIP)

source: &Restore
ca: &Restaurar
de: Wieder&herstellen
es: &Restaurar
hu: Visszaállít
uk: &Відновити

source: &Save
ca: Guardar
de: &Speichern
es: Guardar
hu: Menté&s
uk: &Зберегти

source: &Save As...
ca: Guardar Com a..
de: &Speichern als...
es: Guardar Como..
hu: Menté&s másként
uk: &Зберегти як...

source: &Save Configuration
ca: Guardar Configuraci
de: Konfiguration &speichern
es: Guardar configuración
hu: Konfiguráció Menté&se
uk: &Зберегти настроювання

source: &Say to Window
ca: &Dir en Finestra
de: In Fenster &sagen
es: &Decir en ventana
hu: Mondd az ablakba
uk: Вікно &розмови

source: &Settings
ca: Opcion&s
de: &Einstellungen
es: &Opciones
hu: Beállítá&sok
uk: &Настроювання

source: &Size
ca: &Mida
de: &Größe
es: &Tamaño
hu: Méret
uk: &Розмір

source: &Tile Windows
ca: Finestres en Mosaic
de: Fenster &teilen
es: Embaldosar Ventanas
hu: Ablakok egymás mellé
uk: &Забрукувати вікна

source: &Tip of the Day
ca: Consell del Dia
de: &Tipp des Tages
es: Consejo del Día
hu: A nap &Tippje
uk: &Рада дня

source: &Tools
ca: Eines
de: &Werkzeuge
es: &Herramientas
hu: Eszközök
uk: &Інструменти

source: &Underline
ca: S&ubratllada
de: &Unterstrichen
es: S&ubrayado
hu: Aláhúzott
uk: &Підкреслення

source: &Undock
ca: Treure anclatje
de: &Loslösen
es: Quitar anclaje
hu: Lecsatolás
uk: &Відокремити

source: &Voice
ca: &Veu
de: &Stimmstatus geben
hu: &Hang
uk: Войс

source: &Window
ca: Finestra
de: &Fenster
es: &Ventanas
hu: Ablak
uk: &Вікна

source: &Yes
ca: &S
de: &Ja
es: &S
hu: Igen
uk: &Так

source: 'item', 'popup', 'label' or 'separator' keyword expected
ca: S'esperava una paraula clau entre 'item', 'popup', 'label' o 'separator'
de: 'item-', 'popup'-, 'label'- oder 'separator'-Schlüsselwort erwartet
es: se esperaba una palabra clave de entre 'item', 'popup', 'label' o 'separator'
hu: 'item', 'popup', 'label' vagy 'separator' kulcsszó hiányzik
uk: Очікується ключове слово 'item', 'popup', 'label' або 'separator'

source: 'unset' command used without a variable list
de: 'unset'-Kommando ohne Variablenliste benutzt
es: El comando 'unset' se utilizó sin una lista de variables
uk: команда 'unset' використається без списку змінних

source: (DNS Internal) Bad flags
ca: (DNS intern) Par�etres incorrectes
de: (DNS-intern) Falsche Flags
es: (Interno DNS) parámetros incorrectos
hu: (DNS Belső) Rossz flagek
uk: (Внутрішній DNS) Невірні прапори

source: (DNS Internal) IPC failure (slave data corrupted)
ca: (DNS intern) Errada IPC (dades esclaves corruptes)
de: (DNS intern) IPC-Fehlfunktion (Arbeitsdaten fehlerhaft)
es: (Interno DNS) Fallo IPC (datos esclavos corruptos)
hu: (DNS Belső) IPC sikertelen (másodlagos adat hibás)
uk: (Внутрішній DNS) Помилка IPC (вторинні дані не вірні)

source: (DNS Internal) Out of memory
ca: (DNS intern) Sense mem�ia
de: (DNS-intern) Speicher voll
es: (Interno DNS) Sin memoria
hu: (DNS Belső) Nincs elég memória
uk: (Внутрішній DNS) Не вистачає пам'яті

source: (DNS Internal) Service not supported
ca: (DNS intern) Servei no suportat
de: (DNS-intern) Dienst nicht unterstützt
es: (Interno DNS) Servicio no soportado
hu: (DNS Belső) Szolgáltatás nem támogatott
uk: (Внутрішній DNS) Сервіс не підтримується

source: (DNS Internal) Unsupported address family
ca: (DNS intern) Fam�ia de direcci�no suportada
de: (DNS-intern) Nicht unterstützte Andressfamilie
es: (Interno DNS) Familia de dirección no soportada
hu: (DNS Belső) Nem támogatott címcsalád
uk: (Внутрішній DNS) Не підтримуване сімейство адрес

source: (DNS Internal) Unsupported socket type
ca: (DNS intern) Tipus de socket no suportat
de: (DNS-intern) Nicht unterstützter Sockettyp
es: (Interno DNS) Tipo de socket no soportado
hu: (DNS Belső) Nem támogatott socket típus
uk: (Внутрішній DNS) Непідтримуваний тип сокета

source: (Matched by
de: (Passt auf
hu: (egyezik
uk: Відповідно

source: (None)
ca: (Cap)
de: (Keine)
es: (Nada)
hu: (Nincs)
uk: (Нічого)

source: (Unknown)
ca: (Desconegut)
de: Unbekannt
es: (Desconocido)
hu: (Ismeretlen)
uk: (Невідомий)

source: (unknown)
ca: (desconegut)
de: (unbekannt)
es: (desconocido)
hu: (ismeretlen)
uk: (невідомий)

source: +I mode change
ca: canvi de mode +I
de: +l Modusänderung
es: cambio de modo +I
hu: +l módváltás
uk: зміна режиму +I

source: +b mode change
ca: canvi de mode +b
de: +b Modusänderung
es: cambio de modo +b
hu: +b módváltás
uk: зміна режиму +b

source: +e mode change
ca: canvi de mode +e
de: +e Modusänderung
es: cambio de modo +e
hu: +e módváltás
uk: зміна режиму +e

source: +o mode change
ca: canvi de mode +o
de: +o Modusänderung
es: cambio de modo +o
hu: +o módváltás
uk: зміна режиму +o

source: +v mode change
ca: canvi de mode +v
de: +v Modusänderung
es: cambio de modo +v
hu: +v módváltás
uk: зміна режиму +v

source: , probably away
de: , wahrscheinlich abwesend
es: , probablemente ausente
hu: , valószínűleg távol
uk: , можливо відійшов

source: , using server %1
de: auf %1
es: , usando el servidor %1
hu: , %1 szervert használva
uk: , використає сервер %1

source: -I mode change
ca: canvi de mode -I
de: -l Modusänderung
es: cambio de modo -I
hu: -l módváltás
uk: зміна режиму -I

source: -b mode change
ca: canvi de mode -b
de: -b Modusänderung
es: cambio de modo -b
hu: -b módváltás
uk: зміна режиму -b

source: -e mode change
es: cambio de modo -e
hu: -e módváltás
uk: зміна режиму -e

source: -o mode change
ca: canvi de mode -o
de: -o Modusänderung
es: cambio de modo -o
hu: -o módváltás
uk: зміна режиму -o

source: -o: send notice to all channel ops
hu: -o: értesítő küldése minden opnak a csatornán
uk: -o: відіслати повідомлення всім операторам каналу

source: -v mode change
ca: canvi de mode -v
de: -v Modusänderung
es: cambio de modo -v
hu: -v módváltás
uk: зміна режиму -v

source: /me can be used only in channels, queries and DCC chat windows
es: /me solo puede ser usado en canales, privados y ventanas DCC chat
hu: /me csak csatornán, priváton és DCC beszélgetés ablakokban használható
uk: /me може бути використано тільки у вікнах каналів, приватів і DCC чатів

source: : No such nickname in the user database, ignoring the change
ca: : No existeix tal nick a la base de dades d'usuaris, ignorant el canvio
de: : Kein solcher Spitzname in Benutzerdatenbank; Änderung wird ignoriert
es: : No existe tal nick en la base de datos de usuarios, ignorando el cambio
hu: : Nincs ilyen felhasználónév az adatbázisban, változás mellőzése
uk: : Не знайдений Нік у базі користувачів, зміни зігноровані

source: : No valid local copy of avatar available, ignoring
ca: : No hi ha disponible una copia local v�ida de l'avatar, ignorant
de: : Keine gültige lokale Kopie eines Avatars vorhanden; wird ignoriert
es: : No hay disponible una copia local válida del avatar, ignorando
hu: : Nincs elérhető helyi másolat az avatarról, mellőzés
uk: : Аватар не знайдений у кэше, зігнороване

source: : No valid local copy of avatar available, requesting one (DCC GET %s)
ca: : No hi ha disponible una c�ia local v�ida de l'avatar, demanant-ne una (DCC GET %s)
de: : Keine gültige lokale Kopie eines Avatars vorhanden; es wird nach einem angefragt (DCC GET %s)
es: : No hay disponible una copia local válida del avatar, pidiendo una (DCC GET %s)
hu: : Nincs érvényes helyi másolata az avatarnak, érvényes letöltése: (DCC GET %s)
uk: : Аватар не знайдений у кэше, загружаємо його (DCC GET %s)

source: : No valid local copy of avatar available, requesting one (HTTP GET %s)
ca: : No hi ha c�ia local v�ida de l'avatar disponible, demanant-ne un (HTTP GET %s)
de: : Keine gültige lokale Kopie eines Avatars vorhanden; es wird nach einem angefragt (HTTP GET %s)
es: : No hay copia local válida del avatar disponible, pidiendo uno (HTTP GET %s)
hu: : Nincs érvényes helyi másolata az avatarnak, érvényes letöltése: (HTTP GET %s)
uk: :Аватар не знайдений у кэші, загружаємо його (HTTP GET %s)

source: : No valid local copy of avatar available; failed to start an HTTP transfer, ignoring
ca: : No hi ha c�ia local v�ida de l'avatar disponible; ha fallat el comen�ment d'una transfer�cia HTTP, ignorant
de: : Keine gültige lokale Kopie eines Avatars vorhanden; Start der HTTP-Übertragung fehlgeschlagen: wird ignoriert
es: : No hay copia local válida del avatar disponible; falló el comienzo de una transferencia HTTP, ignorando
hu: : Nincs érvényes helyi másolata az avatarnak, HTTP adatátvitel sikertelen, mellőzés
uk: : Аватар не знайдений у кэше. Не можу відкрити HTTP з'єднання.

source: : No valid local copy of avatar available; flood limit exceeded, ignoring
ca: : No hi ha disponible una copia local v�ida de l'avatar; l�it de saturaci�excedit: ignorant
de: : Keine gültige lokale Kopie eines Avatars vorhanden; Flutbegrenzung erreicht: wird ignoriert
es: : No hay disponible una copia local válida avatar; límite de saturación excedido: ignorando
hu: : Nincs érvényes helyi másolata az avatarnak, árasztási küszöb meghaladva, mellőzés
uk: : Аватар не знайдений у кэше, перевищений ліміт флуда, зігнороване

source: : Unknown user mode
ca: : Mode d'usuari desconegut
de: : Unbekannter Benutzermodus
es: : Modo de usuario desconocido
hu: : Ismeretlen felhasználói mód
uk: : Невідомий користувальницький режим

source: < &Back
ca: < Enrere
de: < &Zurück
es: < Atrás
hu: < Előző
uk: < &Назад

source: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>)<hr>Double-click to join %Q<br>Right click to view other options
hu: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>)<hr>Dupla kattintás: Csatlakozás: %Q<br>Jobb kattintás: egyéb opciók
uk: <b>%Q</b> (<u><font color="blue"><nowrap>%Q</nowrap></font></u>)<hr>Подвійний клич для заходу на %Q<br>Клич правою кнопкою - інші опції

source: <b><font color="#EAEAEA" size="-1">Find Text</font></b>
ca: <b><font color="#EAEAEA" size="-1">Cercar Text</font></b>
de: <b><font color="#EAEAEA" size="-1">Text finden</font></b>
es: <b><font color="#EAEAEA" size="-1">Bscar Texto</font></b>
hu: <b><font color="#EAEAEA" size="-1">Szöveg keresése</font></b>
uk: <b><font color="#EAEAEA" size="-1">Знайти текст</font></b>

source: <b>Can't find any tip... :(</b>
ca: <b>No s'ha pogut trobar cap consell... :(</b>
de: <b>Es konnte kein Tipp gefunden werden... :(</b>
es: <b>No se ha podido encontrar ningn consejo... :(</b>
hu: <b>Nincs egy darab tipp sem.. :(</b>
uk: <b>Не можу знайти якої-небудь ради... :(</b>

source: <b>Channel mode:</b>
ca: <b>Mode de canal:</b>
de: <b>Kanalmodus:</b>
es: <b>Modo de canal:</b>
hu: <b>Csatorna mód:</b>
uk: <b>Режим каналу:</b>

source: <b>Double-click:</b><br>%Q
ca: <b>Doble click:</b><br>%Q
de: <b>Doppelklick:</b><br>%Q
es: <b>Doble click:</b><br>%Q
hu: <b>Dupla kattintás:</b><br>%Q
uk: <b>Подвійний клич:</b><br>%Q

source: <b>Middle-click:</b><br>%Q
ca: <b>Bot�central:</b><br>%Q
de: <b>Mittelklick:</b><br>%Q
es: <b>Botón central:</b><br>%Q
hu: <b>Középső gomb: </b><br>%Q
uk: <b>Клич на середній кнопці:</b><br>%Q

source: <b>Ooops...</b><br><br><b>There are some reasons that make me think that your KVIrc installation is incomplete.</b><br><br>I might be wrong, but you seem to miss some of the features that the default KVIrc script provides.This may happen because you have upgraded to an unstable cvs version, because you have accidentally deleted or damaged your configuration files, because you have installed an incomplete script or because you have hit a bug in KVIrc.<br><br>I can repeat the installation of the default script in order to restore the missing features.<br><b>Do you want the default script to be restored ?</b><br><br><font size="-1">Hint: If you're a scripter and have intentionally removed some of the scripting features then you may safely click on "No and Don't Ask Me Again", otherwise it might be a good idea to click "Yes". If you still want to choose "No" you can always restore the default script by choosing the appropriate entry from the "Scripting" menu.</font>
de: <b>Ups...</b><br><br><b>Es gibt einige Gründe, die dafür sprechjen, dass es scheint, als wäre die KVIrc-Installation nicht komplett.</b><br><br>Es könnte alles in Ordnung sein, aber es scheinen einige Fähigkeiten zu fehlen, die das Standard-KVIrc-Skript anbietet. Dies kann passieren, wenn man zu einer instabilen CVS-Version aktualisiert, aus Versehen Konfigurationsdateien beschädigt oder gelöscht, ein nicht komplettes Skript installiert oder einen Bug in KVIrc gefunden hat.<br><br>Die Installation des Standard-Skriptes kann wiederholt werden.<br><b>Soll das Standard-Skript wiederhergestellt werden?</b><br><br><font size="-1">Tipp: Wenn man ein Skriptschreiber ist und einige Skriptfähigkeiten absichtlich gelöscht hat, kann man getrost auf "Nein und nicht wieder fragen" klicken, ansonsten ist es eine gute Idee auf "Ja" zu klicken. Wenn Sie trotzdem "Nein" wählen sollten, kann man das Standard-Skript jederzeit mit dem zugehörigem Eintrag im "Skript"-menü wiederherstellen.</font>
es: <b>Ooops...</b><br><br><b>Hay algunas razones que me hacen pensar que tu instalación de KVIrc es incompleta.</b><br><br>Puedo estar equivocado, pero parece que no tienes algunas características proporcionadas por el script por defecto de KVIrc. Esto puede suceder porque has actualizado a una versión inestable desde el CVS, debido a que has borrado o dañado accidentalmente tus archivos de configuración, debido a que has instalado un script incompleto o porque has encontrado un error de KVIrc.<br><br>Puedo repetir la instalación del script por defecto para intentar recuperar las funcionalidades perdidas.<br><br><font size="-1">Idea: Si eres un scripter y has quitado intencionadamente algunas de las funcionalidades del script puedes escoger con seguridad "No, y no me preguntes de nuevo", en cualquier otro caso es una buena idea pulsar en "Sí". Si todavía quieres escoger "No" siempre puedes recuperar el script por defecto escogiendo la entrada apropiada en el menú "Scripting".</font>
hu: <b>Hoppá...</b><br><br><b>Van néhány ok, amiért azt gondolom, hogya te KVIrc telepítésed befejezetlen.</b><br><br>Lehet, hogy tévedek, devalószínűleg néhány dolog hiányzik, ami egyébként alapértelmezett KVIrc script.Ez valószínűleg azért történt, mert nem stabil, SVN verzióra frissítettél,véletlenül törölted vagy megsérültek a konfigurációs fájlok,esetleg nem teljes vagy hibás scriptet telepítettél, de lehet hogy teletrafáltálegy KVIrc Bugot.<br><br>Megpróbálhatom újra feltelepíteni az alapértelmezettscripteket. <br><b>Szeretnéd, ha visszaállítanám az alapértelmezett scripteket?</b><br><br><font size="-1">Tipp: Ha scripter vagy és szándékosan távolítottad el ezeketakkor klikk a "Nem és Ne kérdezd többet" -re, egyébként valószínűlegjobban jársz az "Igen" -el. Ha ennek ellenére a "Nem"-et választanád mindig fent áll a lehetőség ezek visszaállítására a "Scriptelés" menüből.</font>
uk: <b>Упс...</b><br><br><b>Є деякі причини думати, що ваша інсталяція KVIrc не повна</b><br><br>Я можу помилятися, але у вас здається відсутні деякі можливості які надаються сценаріями KVIrc за замовчуванням. Це може відбутися, якщо ви обновили нестабільну cvs-версію, якщо ви випадково видалили або змінили ваші конфігураційні файли, якщо ви не повністю встановили сценарії або якщо ви знайшли баг В KVIrc.<br><br>Я можу повторити установку сценаріїв за замовчуванням, щоб відновити загублені можливості<br><b>Ви хочете відновити сценарії за замовчуванням ?</b><br><br><font size="-1">Рада: якщо ви пишіть сценарії й навмисно видалили деякі сценарії, ви можете клацнути на "Немає й більше мене не запитувати", у противному випадку краще сказати "Так". Якщо ви всі таки хочете відповісти "Немає" ви завжди зможете відновити сценарії за замовчуванням вибравши відповідний пункт у меню "Сценарії".</font>

source: <b>Right click</b> to add/remove applets
ca: <b>Bot�dret</b> per a afegir/treure applets
de: <b>Rechtsklick</b> zum Hinzufügen/Löschen von Applets
es: <b>Botón derecho</b> para añadir/quitar applets
hu: <b>Jobb kattintás:</b> applet hozzáadása / eltávolítása
uk: <b>Права кнопка</b> - додати/видалити аплети

source: <b>Right-click:</b><br>%Q
ca: <b>Bot�dret:</b><br>%Q
de: <b>Rechtsklick:</b><br>%Q
es: <b>Botón derecho:</b><br>%Q
hu: <b>Jobb gomb:</b><br>%Q
uk: <b>Клич на правій кнопці:</b><br>%Q

source: <b>Shift+Drag</b> or <b>Ctrl+Drag</b> to move the applet around<br><b>Right click</b> to see the other options
ca: <b>Majs+Arrossegar</b> o <b>Ctrl+Arrossegar</b> per a moure l'applet<br><b>Bot�dret</b> per a veure altres opcions
de: <b>Shift+Ziehen</b> oder <b>Strg+Ziehen</b> zum Verschieben des Applets<br><b>Rechtsklick</b> zum Ansehen weiterer Optionen
es: <b>Mays+Arrastrar</b> o <b>Ctrl+Arrastrar</b> para mover el applet<br><b>Botón derecho</b> para ver otras opciones
hu: <b>Shift+Mozgatás</b> vagy <b>Ctrl+Mozgatás:</b> applet mozgatása,<br><b>Jobb kattintás:</b> egyéb opciók
uk: <b>Shift+Перетаскування</b> або <b>Ctrl+Перетаскування</b>для переміщення аплета.<br><b>Клич правою кнопкою</b> для інших опцій

source: <br><b>Key:</b> %s
ca: <br><b>Clau:</b> %s
de: <br><b>Schlüssel:</b> %s
es: <br><b>Clave:</b> %s
hu: <br><b>Kulcs:</b> %s
uk: <br><b>Ключ:</b> %s

source: <br><b>Limit:</b> %s
ca: <br><b>L�it:</b> %s
de: <br><b>Grenze:</b> %s
es: <br><b>Límite:</b> %s
hu: <br><b>Korlát:</b> %s felhasználó
uk: <br><b>Ліміт:</b> %s

source: <center><b>/LIST command parameters:</b><br>Many servers accept special parameters that allow you to filter the returned entries.<br>Commonly, masked channel names (*kvirc*) are accepted as parameters, as well as strings like <b>c&lt;n</b> or <b>c&gt;n</b> where <b>n</b> is the minimum or maximum of users on the channel.</center>
ca: <center><b>Par�etres de comanda de /LIST:</b><br>Molts servidors accepten par�etres especials que permeten filtrar les entrades tornades.<br>Normalment, s'accepten noms de canals amb m�cara com a par�etres (*kvirc*),i cadenes com a <b>c&lt;n</b> o <b>c&gt;n</b> on <b>n</b> � el nmero m�im o m�im d'usuaris al canal.</center>
de: <center><b>/LIST-Kommandoparameter:</b><br>Viele Server akzeptieren spezielle Parameter, die es erlauben, die zurückgegebenen Einträge zu kontrollieren.<br>Meistens werden maskierte Kanalnamen als Parameter akzeptiert z.B. Strings<br> wie <b>c&lt;n</b> oder <b>c&gt;n</b>, wobei <b>n</b> das Minimum oder Maximum der Benutzer im Kanal ist.</center>
es: <center><b>/LIST comando parámetros:</b><br>Muchos servidores aceptan parámetros especiales que permiten filtrar las entradas devueltas.<br>Normalmente, se aceptan nombres de canales con máscara como parámetros (*kvirc*), y cadenas como <b>c&lt;n</b> o <b>c&gt;n</b> donde <b>n</b> es número mínimo o máximo de usuarios en el canal.</center>
hu: <center><b>/LIST parancs paraméterei:</b><br>Sok szerver elfogad különlegesamivel szűrhető a visszatérő eredmény.<br>Általában ezek maszkolt csatornanevek (*kvirc*) és sztringek, mint <b>c&lt;n</b> vagy <b>c&gt;n</b> ahol <b>n</b> a minimum vagy maximum a felhasználók száma a csatornán.</center>
uk: <center><b>Аргументи команди /LIST:</b><br>Багато серверів приймають спеціальні аргументи, які дозволяють вам фільтрувати одержувані дані.<br>Звичайно маски імен каналів (напр. *kvirc*) приймаються як аргументи, а також рядка типу <b>c&lt;n</b> або <b>c&gt;n</b> де <b>n</b> - мінімальне або максимальна кількість користувачів на каналі</center>

source: <center><b>Boolean condition</b><br>Will be evaluated at popup call time in order to decide if this entry has to be shown.<br>An empty condition evaluates to true.</center>
ca: <center><b>Condici�L�ica</b><br>Ser�avaluada en el moment de la crida al men emergent per a decidir si ha de mostrar-se aquesta opci�<br>Una condici�buida s'avalua com a certa.</center>
de: <center><b>Boolsche Bedingung</b><br>Wird zur Aufrufzeit des Aufklappmenüs in der Reihenfolge ausgewertet, wie es angezeigt wurde<br>Eine leere Bedingung wird als wahr ausgewertet.</center>
es: <center><b>Condición Lógica</b><br>Será evaluada en el momento de la llamada al menú emergente para decidir si debe mostrarse esta opción.<br>Una condición vacía se evalúa como cierta.</center>
uk: <center><b>Булево умова</b><br>Буде визначати чи показувати спливаюче меню під час виклику<br>Порожня умова приймається за істину</center>

source: <center><b>External menu name</b><br>This allows to nest externally defined popup menus. The popup menu with the specified name will be looked up at menu setup time.</center>
ca: <center><b>Nom de men extern</b><br>Aix�permet animar mens emergents definits externament. El men amb el nom especificat ser�buscat en el moment de la configuraci�del mateix.</center>
de: <center><b>Name des externen Menüs</b><br>Dies erlaubt das Einbetten externer definierter Aufklappmenüs. Das Aufklappmenü mit dem angegebenen Namen wird zum Zeitpunkt der Menüeinrichtung aufgelöst.</center>
es: <center><b>Nombre de menú externo</b><br>Esto permite anidar menús emergentes definidos externamente. El menú con el nombre especificado será buscado en el momento de la configuración del mismo.</center>
uk: <center><b>Ім'я зовнішнього меню</b><br>Це дозволить вставити зовнішнє спливаюче меню. Меню із цим ім'ям буде шукатися під час установки</center>

source: <center><b>Icon identifier</b><br>May be an internal icon ID, an absolute path or a relative path.<br>Portable scripts should never use absolute paths.</center>
ca: <center><b>Identificador d'Icona</b><br>Pot ser un id d'icona interna, una ruta absoluta o una relativa.<br>Els scripts portables mai haurien d'emprar rutes absolutes.</center>
de: <center><b> Symbolbezeichner</b>Kann eine interne Symbol-ID, ein absoluter Pfad oder ein relativer Pfad sein.<br>Portable Skripte benutzen keine absoluten Pfade.<br></center>
es: <center><b>Identificador de Icono</b><br>Puede ser un id de icono interno, una ruta absoluta o una relativa<br>. Los scripts portables nunca deberán usar rutas absolutas.</center>
uk: <center><b>Ідентифікатор іконки</b><br>Може бути внутрішнім ID іконки, абсолютним або відносним шляхом.<br>Стерпні сценарії не повинні містити абсолютних шляхів</center>

source: <center><b>Item id</b><br>This will allow you to use delpopupitem later.</center>
ca: <center><b>id Element</b><br>Aix�et permetr�emprar delpopupitem m� tard.</center>
de: <center><b>Element ID</b><br>Dies wird die Benutzung von delpopupitem später ermöglichen.</center>
es: <center><b>id Elemento</b><br>Esto te permitirá usar delpopupitem más tarde.</center>
uk: <center><b>ID Пункту</b><br>Це дозволить вам використати delpopupitem пізніше.</center>
