Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Notify list: Unexpected inconsistency, expected !n%Q in the registered user DB
ca: Llista de notificaci� inconsist�cia inesperada, esperava tindre a !n%Q a la BD d'usuaris registrats...
de: Benachrichtigungsliste: Unerwartete Inkonsistenz: !n%Q in registrierter Benutzer-Datenbank erwartet
es: Lista de notificación: inconsistencia inesperada, esperaba tener a !n%Q en la BD de usuarios registrados...
hu: Értesítési lista: Váratlan inkonzisztencia, hiányzó !n%Q a regisztrált felhasználói adatbázisban
uk: Список повідомлень: Несподіване протиріччя, приблизно !n%Q зареєстрований у базі даних користувачів

source: Notify list: Unexpected inconsistency, registered user DB modified? (restarting)
ca: Llista de notificaci� inconsist�cia inesperada, base de dades d'usuaris registrats modificada? (reiniciant)
de: Benachrichtigungsliste: Unerwartete Inkonsistenz: Registrierte Benutzerdatenbank modifiziert? (wird neugestartet)
es: Lista de notificación: inconsistencia inesperada, base de datos de usuarios registrados modificada? (reiniciando)
hu: Értesítési lista: Váratlan inkonzisztencia, regisztrált felhasználói adatbázis módosítva? (újraindítás)
uk: Список повідомлень: Несподіване протиріччя, реєстрація користувача в базі змінилася? (перезапуск)

source: Notify list: Unexpected inconsistency, registered user DB modified? (watch: restarting)
ca: Llista de Notificaci� inconsist�cia inesperada, BD d'usuaris registrats modificada? (watch: reiniciant)
de: Benachrichtigungsliste: unerwaretete Inkonsistenz: Datenbank der registrierten Benutzer wurde geändert? (watch: es wird neugestartet)
es: Lista de Notificación: inconsistencia inesperada, BD de usuarios registrados modificada? (watch: reiniciando)
hu: Értesítési lista: váratlan inkonzisztencia, regisztrált felhasználói adatbázis módosítva kívülről? (figyelés újraindítása)
uk: Список повідомлень: Несподіване протиріччя, база користувачів змінилася? (спостереження: перезапуск)

source: Notify list: Unexpected inconsistency, userhost list is empty!
ca: Llista de notificaci� Inconsist�cia inesperada, i la llista d'usuaris-m�uines est�buida!
de: Benachrichtigungsliste: unerwaretete Inkonsistenz: Die userhost-Liste ist leer!
es: Lista de notificación: Inconsistencia inesperada, la lista de usuarios-máquinas esa vacía!
hu: Értesítési lista: Váratlan inkonzisztencia, userhost lista üres!
uk: Список повідомлень: Несподіване протиріччя, список хостов порожній!

source: Notify nicknames:
ca: Notificar nicks:
de: Spitznamen benachrichtigen:
es: Notificar nicks:
hu: Értesítő nevek:
uk: Повідомлення ніків:

source: Notify when user is online
ca: Notificar quan l'usuari estigui connectat
de: Benachrichtungen, wenn Benutzer online ist
es: Notificar cuando el usuario está conectado
hu: Értesítés, ha a felhasználó elérhető
uk: Повідомляти коли користувач в онлайне

source: Notifying avatar '%Q' to %Q
es: Notificando avatar '%Q' a %Q
hu: Értesítés '%Q' avatarról: %Q
uk: Повідомлення про аватаре '%Q' для %Q

source: O&wner
ca: Propietari
de: &Eigentümerstatus geben
hu: Tulajd&onos
uk: Власник

source: O: Local IRC operator (LOCOP)
ca: O: Operador d'IRC local (LOCOP)
de: O: lokaler IRC-Operator (LOCOP)
es: O: Operador de IRC local (LOCOP)
hu: O: Helyi IRC operátor (LOCOP)
uk: O: Локальний оператор IRC (LOCOP)

source: Object in invalid state
es: El objeto se encuentra en un estado no válido
hu: Helytelen állapotú objektum
uk: Об'єкт у невідомому стані

source: Objects have no extended scope variables
es: Los objetos no tienen variables de ámbito extendido
uk: Об'єкт не має розширених значень

source: Octet stream (unknown)
ca: Flux de bytes (desconegut)
de: Acht-Bit-Datenstrom (unbekannt)
es: Flujo de bytes (desconocido)
uk: Octet потік (невідомий)

source: Often used directories
ca: Directoris usats m� freqentment
de: Oft benutzte Verzeichnisse
es: Directorios usados más frecuentemente
hu: Gyakran használt könyvtárak
uk: Часто використовувані каталоги

source: Ok
ca: Acceptar
es: Aceptar
uk: Ок

source: Ok, Let me try again...
es: OK, permítame intentarlo de nuevo...
hu: Oké, próbáljuk újra..
uk: Добре, давайте спробую ще раз...

source: On <b>
ca: A <b>
de: Auf <b>
es: En <b>
hu: - <b>
uk: На <b>

source: One o more of background, foreground or destination aren't objects
hu: Egy vagy több háttér, előtér vagy cél nem objektum
uk: Один або більше з фонів не є об'єктами

source: One of the array parameters didn't evaluate to an integer
es: Uno de los parámetros del vector no se evalua como un entero
uk: Один з параметрів масиву не є цілим числом

source: One of the array parameters is empty
es: Uno de los parámetros del vector está vacío
uk: Один з параметрів масиву порожній

source: One of the colors array parameters didn't evaluate to an integer
es: Uno de los parámetros del vector de colores no se evalua como un entero
uk: Один із квітів у масиві параметрів не є цілим числом

source: One of the colors array parameters is empty
es: Uno de los parámetros del vector de colores está vacío
uk: Один із квітів у масиві параметрів порожній

source: One of the geometry array parameters didn't evaluate to an integer
es: Uno de los parámetros del vector de geometría no se evalua a un entero
uk: Один з параметрів масиву геометрії не є числовим

source: One of the geometry array parameters is empty
es: Uno de los parámetros del vector de geometría está vacío
uk: Один з параметрів у масиві геометрії порожній

source: One of the move array parameters didn't evaluate to an integer
uk: Один з параметрів масиву не є цілим числом

source: One of the move array parameters is empty
uk: Один з параметрів масива порожній

source: One of the resize array parameters didn't evaluate to an integer
uk: Один з параметрів масиву не є цілим числом

source: One of the resize array parameters is empty
uk: Один з параметрів масива порожній

source: One or more standard mode flags are missing in the server available modes. This is caused either by a non RFC1459-compliant IRC daemon or a broken server reply. Server umodes seem to be '%s' and channel modes seem to be '%s'. Ignoring this reply and assuming that the basic set of modes is available. If you have strange problems, try changing the server.
ca: Falten un o m� flags est�dard en els modes disponibes del servidor. Aix�pot deures a un servidor IRC no compatible amb la RFC-1459 o una resposta errada del servidor. Els modes del servidor semblen ser '%s' i els modes del canal '%s'. S'ignora aquesta resposta i s'assumeix que est�disponible el conjunt b�ic de modes. Si tens problemes estranys, prova a canviar de servidor.
de: Ein oder mehrere Standardmodiflags fehlen in den verfügbaren Servermodi. Dies kann durch einen nicht-RFC1459-konformen IRC-Server oder eine fehlerhafte Serverantwort verursacht werden. Serverbenutzermodi scheinen '%s' und Kanalmodi '%s' zu sein. Ignoriere diese Antwort und nehme an, dass der Basissatz an Modi verfügbar ist. Wenn grosse Probleme auftreten, versuchen Sie den Server zu wechseln.
es: Faltan uno o más flags estándar en los modos disponibles del servidor. Esto puede deberse a un servidor IRC no compatible con la RFC-1459 o a unarespuesta erronea del servidor. Los modos del servidor parecen ser '%s' y los modos de canal '%s'. Se ignora esta respuesta y se asume que está disponible el conjunto básico de modos. Si tienes problemas extraños, prueba a cambiar de servidor.
hu: Egy vagy több általános flag hiányzik a szerver elérhető módjai közül. Ezt okozhatja a nem RFC1459 kompatibilis IRC démon vagy hibás szerver válasz. Szerver felhasználói módjai: %s Csatorna módok: %s. A választ mellőzöm, és feltétezem, hogy az alap módok elérhetőek. Ha furcsa problémáid adódnak, javaslom válts szervert.
uk: Один або кілька прапорів стандартних режимів недоступні. Це викликано або несумісним з RFC1459 IRC демоном або битою відповіддю сервера. Сервер не може надати режим '%s' і канал надає '%s'. Ці відповіді зігноровані й зроблене допущення, що основні режими доступні. Якщо у вас такі проблеми, краще переміните сервер.

source: Online for
ca: Conectat durant
de: Online seit
es: Conectado durante
hu: Elérhető
uk: У мережі протягом

source: Only 7-bit letters in nicknames allowed
hu: Csak 7-bites karakterek engedélyezése a nicknévben
uk: Тільки 7-ми бітні букви в ніках можуть бути використані

source: Only If There Are Selected Users
de: Nur wenn Benutzer ausgewählt sind
es: Solo si hay usuarios seleccionados
hu: Csak ha van kijelölve felhasználó
uk: Тільки якщо є обрані користувачі

source: Only registered nicks can join
ca: Nom� poden unir-se els nicks registrats
de: Nur registrierte Spitznamen können Kanal betreten
es: Sólo pueden unirse los nicks registrados
hu: Csak regisztrált Nickkel lehet csatlakozni
uk: Для входу потрібно зареєструвати Нік

source: Ooops.. you've hit a bug in the servers database... I have found a server but not a network...
de: Ups, Sie sind Opfer eines Fehlers in der Serverdatenbank geworden. Ich fand zwar einen Server, aber kein Netzwerk...
es: Ooops... has encontrado un error en la base de datos de servidores... He encontrado un servidor pero no una red...
hu: Uuupsz: telibetrafáltál egy bugot a szerver adatbázisban... Szervert találtam de hálózatot azt nem...
uk: Упс.. Ви припустилися помилки в базі даних серверів... Я знайшов сервер, але не мережа...

source: Oops... can't find the license file. It MUST be included in the distribution... Please report to <pragma at kvirc dot net>
ca: Ups... no puc trobar l'arxiu de llic�cia. Ha d'estar incl� a la distribuci�.. Si us plau, informi d'aix�a <pragma at kvirc dot net>
de: Ops... kann Lizenzdatei nicht finden... Diese MUSS in der Distribution enthalten sein... bitte an <pragma at kvirc dot net> melden
es: Oops... no puedo encontrar el archivo de licencia. DEBE estar incluído en la distribución... Por favor, informe de esto a <pragma at kvirc dot net>
hu: Hoppá... nem találom a licensz fájlt. Ennek benne KELL lennie a kiadásban... Kérlek jelezd ezt:a <pragma|kuk@c|kvirc|pont|net> címen.
uk: Упс... не знайдений файл ліцензії. Він ПОВИНЕН бути в дистрибутиві... Будь ласка повідомите за адресою <pragma собака kvirc крапка net>

source: Open &Terminal
ca: Obrir &Terminal
de: &Terminal öffnen...
es: Abrir &Terminal
hu: &Terminál
uk: Відкрити &термінал

source: Open brace expected
ca: S'esperava la clau d'apertura
de: Öffnende geschweifte Klammer erwartet
es: Se esperaba llave de apertura
hu: Kapcsos zárójelnyitás hiányzik
uk: Очікується відкриття дужок

source: Open parenthesis expected
ca: S'esperava par�tesis d'apertura
de: Öffnende runde Klammer erwartet
es: Se esperaba paréntesis de apertura
hu: Nyitó zárójel hiányzik
uk: Очікується ключове слово

source: Open the edit dialog to create a new user entry.
ca: Obrir el di�eg d'edici�per a crear una nova entrada d'usuari.
de: Bearbeiten-Dialog zum Erstellen eines neuen Benutzereintrags öffnen
es: Abrir el diálogo de edición para crear una nueva entrada de usuario.
hu: Szerkesztési ablak megnyitása új felhasználó létrehozásához.
uk: Відкрийте діалог редагування щоб створити нового користувача.

source: Open with KVIrc
hu: Megnyitás KVIrccel
uk: Відкрити за допомогою KVIrc

source: Opens the KVIrc homepage
de: KVIrc Homepage
es: Abre la Página Web de KVIrc
hu: Megnyitja a KVirc honlapját
uk: Відкриває домашню сторінку KVIrc

source: Opens the KVIrc homepage in russian
hu: A KVIrc orosz honlapja
uk: Відкриває домашню сторінку KVIrc на російському

source: Operand of unary operator didn't evaluate to a number
ca: L'operador unari no avalua a un nmero
de: Operand des Stufenoperators kann nicht zu einer Zahl ausgewertet werden
es: El operador unario no evalua a un número
uk: Операнд унарного оператора не визначене як число

source: Operation aborted
ca: Operaci�cancellada
de: Operation abgebrochen
es: Operación cancelada
hu: Művelet megszakítva
uk: Операція перервана

source: Operation cancelled
hu: Művelet megszakítva
uk: Операція скасована

source: Operation timed out
ca: Ha expirat el temps per a l'operaci
de: Operationszeit abgelaufen
es: Expiró el tiempo para la operación
hu: Időtúllépés a műveletnél
uk: Час операції минув

source: Operation timed out (while selecting for read)
ca: Ha expirat el temps per a l'operaci�(mentre es feia un select de lectura)
es: Expiró el tiempo para la operación (mientras se hacía un select de lectura)
hu: Időtúllépés a műveletnél (miközben kiválasztottam olvasásra)
uk: Час операції минув (при читанні)

source: Ops.. internal error
ca: Ups... error intern
de: Ops.. Interner Fehler
es: Argh... error interno
hu: Hopsz, belső hiba
uk: Упс.. внутрішня помилка

source: Ops...I've accidentally lost the crypting engine...
ca: Ups... he perdut accidentalment el motor de xifrat...
de: Ups... I habe unglücklicherweise die Verbindung zur Verschlüsselungsmethode verloren...
es: Ops... he perdido accidentalmente el motor de cifrado...
hu: Upsz, véletlenül meglépett a titkosító...
uk: Упс...Я зненацька втратив криптовальну машину...

source: Ops...decrypt cipher not initialized
ca: Ups...motor de desxifrat no inicialitzat
de: Ops... Entschlüsselungschiffre nicht initalisiert
es: Ups...motor de descrifrado no inicializado
hu: Hoppá... dekódoló nincs inicializálva...
uk: Упс...декриптовальний шифр не ініціалізован

source: Ops...encrypt cipher not initialized
ca: Ups...motor de xifrat no inicialitzat
de: Ops... Verschlüsselungschiffre nicht initalisiert
es: Ups...motor de cifrado no inicializado
hu: Upsz, titkosítás nincs inicializálva
uk: Упс...криптовальный шифр не ініціалізован

source: Ops...it looks like I can't load modules on this sytem. I have been looking for the %s library but I haven't been able to load it due to the following error: "%s" Aborting.
ca: Ups...sembla ser que no puc descarregar m�uls en aquest sistema. He buscat la biblioteca %s per�no he pogut carregar-la degut al segent error: "%s" Interrompent.
de: Ops... es scheint als können bei diesem System keine Module geladen werden. Es wurde nach der %s Bibliothek gesucht, aber es war nicht möglich, diese zu laden. Es trat folgender Fehler auf: "%s" Abgebrochen.
es: Ups...parece que no puedo cargar módulos en este sistema. He buscado la biblioteca %s pero no he podido cargarla debido al siguiente error: "%s" Interrumpiendo.
hu: Uppsz, nem tudok betölteni csomagokat ezen a rendszeren. Próbáltam az %s libeket betölteni, de nem sikerült a következő hiba miatt: "%s" Megszakítás.
uk: Упс... схоже я не можу завантажити цей модуль у систему. Я шукав для %s бібліотеку, але її неможливо завантажити через наступну помилку: "%s" Перервано.

source: Ops...it looks like you have a broken distribution. The setup module does not export the "setup_begin" function. Aborting!
ca: Ups... sembla que t�una distribuci�defectuosa. El m�ul de configuraci�no exporta la funci�"setup_begin". Interrompent!
de: Ops... es scheint als wenn diese Distribution fehlerhaft ist. Das Einrichtungsmodul exportiert die "setup_wizard"-Funktion nicht. Es wird abgebrochen!
es: Ops... parece que tienes una distribución defectuosa. El módulo de configuración no exporta la función "setup_begin". Interrumpiendo!
hu: Hoppá... látszólag hibás disztribúciód van. A Beállító modul nem exportálta a "setup_begin" függvényt. Megszakítás!
uk: Упс... схоже у вас битий дистрибутив. Модуль установки не може експортувати "setup_begin" функцію. Перервано!

source: Ops...it looks like you have a broken distribution. The setup module does not export the "setup_finish" function. Trying to continue anyway...
ca: Ups... sembla que tens una distribuci�defectuosa. El m�ul de configuraci�no exporta la funci�"setup_finish". Intentant continuar de totes formes...
de: Ops... es scheint als wenn diese Distribution fehlerhaft ist. Das Einrichtungsmodul exportiert die "setup_finish"-Funktion nicht. Es wird versucht, fortzusetzen...
es: Ops... parece que tienes una distribución defectuosa. El módulo de configuración no exporta la función "setup_finish". Intentando continuar de todas formas...
hu: Hoppá... látszólag hibás kiadásod van. A Beállító modul nem exportálta a "setup_finish" függvényt. Megpróbálom folytatni...
uk: Упс... схоже у вас битий дистрибутив. Модуль установки не може експортувати "setup_finish" функцію. Намагаюся продовжити...

source: Option setting error: Unknown option or invalid value for option type
ca: Error de configuraci�de l'opci� opci�desconeguda o valor no v�id per al tipus d'opci
de: Setzen der Option fehlgeschlagen: unbekannte Option oder ungültiger Wert für Optionstyp
es: Error de configuración de la opción: opción desconocida o valor no válido para el tipo de opción
uk: Помилка опції настроювань: Невідома опція або недійсне значення для опції цього типу

source: Optional keyboard sequence that will activate this action.<br>The sequence should be expressed as a string of up to four key codes separated by commas eventually combined with the modifiers "Ctrl","Shift","Alt" and "Meta".<br>Examples of such sequences are "Ctrl+X", "Ctrl+Alt+Z", "Ctrl+X,Ctrl+C" ...
de: Die optionale Tastenkombination wird diese Aktion aktivieren.<br>Die Tastenkombination soll als Zeichenkette mit 4 Codes, die mit Komma getrennt sind und eventuell mit den Modifizierern "Strg", "Shift", "Alt" und "Meta" ausgedrückt werden.<br>Beispiele solcher Sequenzen sind "Strg+X", "Strg+Alt+Z", "Strg+X", "Strg+C" ...
es: Secuencia de teclado opcional que activará esta acción.<br>La secuencia debería ser expresada como una cadena de hasta cuatro códigos de tecla separados por comas y eventualmente combinado con los modificadores "Ctrl", "May", "Alt" y "Alt Gr".<br>Ejemplos de dichas secuencias son "Ctrl+X", "Ctrl+Alt+Z", "Ctrl-X,Ctrl-C" ...
hu: Opcionális billentyűleütés, ami aktiválja az akciót.<br>A billentyűsor lehetegy 4 kulcsú vesszővel elválasztott szöveg kombinálva a módosítókkal "Ctrl","Shift","Alt" és "Meta".<br>Ilyen kombinációk például a "Ctrl+X", "Ctrl+Alt+Z", "Ctrl+X,Ctrl+C" ...
uk: Необов'язкова комбінація клавіш яка активує це дія<br> Комбінація повинна бути визначена як рядок утримуюча до чотирьох клавіш, об'єднаних з модифікаторами "Ctrl","Shift","Alt" і "Meta". Якщо ви задаєте кілька комбінацій, їх потрібно розділити комами<br>Приклади таких комбінацій: "Ctrl+X", "Ctrl+Alt+Z", "Ctrl+X,Ctrl+C" ...

source: Options
ca: Opcions
de: Optionen
hu: Opciók
uk: Настроювання

source: Orientation
ca: Orientaci
de: Ausrichtung
es: Orientación
hu: Elhelyezkedés
uk: Орієнтація

source: Other...
ca: Altres...
de: Andere...
es: Otros...
hu: Egyéb...
uk: Іншої...

source: Out of address space
ca: Sense espai de direccions
de: Kein Speicher verfügbar
es: Sin espacio de direcciones
hu: Kifutottunk a címekből
uk: Вихід за адресний простір

source: Outgoing ICQ user-message
ca: Missatge sortint d'usuari ICQ
de: Abgehende ICQ-Benutzer-Nachricht
es: Mensaje saliente de usuario ICQ
hu: Kimenő ICQ felhasználói üzenet
uk: Повідомлення користувача ICQ про вихід

source: Outgoing traffic
ca: Tr�ic sortint
de: Auskommender Netzverkehr
es: Tráfico saliente
hu: KImenő forgalom
uk: Вихідний трафік

source: Own chan admin status set
ca: Posat l'estatus d'admin propietari del canal
de: Eigener Kanaladminstatus gesetzt
es: Puesto estatus de admin propietario del canal
hu: Saját csatorna operátor beállítva
uk: Включення статусу власніка каналу

source: Own chan admin status unset
ca: Traient l'estatus d'administrador propietari del canal
de: Eigener Kanaladminstatus entfernt
es: Quitado estatus de admin propietario del canal
hu: Saját csatorna operátor elveszítve
uk: Вимикання статусу власніка каналу

source: Own chan owner status set
ca: Posat l'estatus de propietari del canal
de: Eigener Kanaleigentümerstatus gesetzt
es: Puesto el estatus de propietario del canal
hu: Csatorna tulajdonosi státusz megadva neked
uk: Включення статусу власніка каналу

source: Own chan owner status unset
ca: Tret l'estatus de propietari del canal
de: Eigener Kanaleigentümerstatus entfernt
es: Quitado estatus de propietario del canal
hu: Csatorna tulajdonosi státusz elvéve tőled
uk: Вимикання статусу власніка каналу

source: Own encrypted private message
ca: Missatge xifrat privat propi
de: Eigene verschlüsselte private Nachricht
es: Mensaje cifrado privado propio
hu: Titkosított saját privát üzenet
uk: Приватне повідомлення із власним кріптовання

source: Own private message
ca: Missatge privat propi
de: Eigene private Nachricht
es: Mensaje privado propio
hu: Saját privát üzenet
uk: Приватне повідомлення

source: Package saved succesfully
hu: Csomag sikeresen elmentve
uk: Пакет успішно збережений

source: Packaging file %Q
hu: %Q csomagolása
uk: Упаковую файл %Q

source: Parameter identifiers are forbidden in object scope (after the '->' operator)
ca: Els identificadors dels par�etres estan prohibits en l'�bit de l'objecte (despr� de l'operador '->')
de: Parameterbezeichner sind im Objektgültigkeitsbereich verboten (nach dem '->'-Operator)
es: Los identificadores de los parámetros están prohibidos en el ámbito del objeto (después del operador '->')
uk: Ідентифікатори параметрів заборонені в області об'єкта (після оператора '->')

source: Params:
ca: Par�etres:
de: Parameter:
es: parámetros:
hu: Paraméterek:
uk: Параметри:

source: Parent Directory
ca: Directori Pare
de: Übergeordnetes Verzeichnis
es: Directorio Padre
hu: Szülő Könyvtár
uk: Батьківський каталог

source: Parent must be a widget object
es: El padre debe ser un objeto widget
uk: Батько повинен бути widget-об'єктом

source: Parser error
ca: Error de l'analitzador
de: Parserfehler
es: Error del analizador
hu: Értelmező hiba
uk: Помилка синтаксичного аналізатора

source: Parser warning
ca: Av� de l'analizatdor
de: Parserwarnung
es: Aviso del analizador
hu: Értelmező figyelmeztetés
uk: Попередження синтаксичного аналізатора

source: Part All Channels
ca: Sortir de Tots els Canals
de: Alle Kanäle verlassen
es: Salir de Todos los Canales
hu: Összes csatorna elhagyása
uk: Вийти із всіх каналів

source: Part message
ca: Missatge part
de: Verlassen-Nachricht
es: Mensaje part
hu: Lelépő üzenet
uk: Повідомлення про покидання

source: Partial socket write: packet broken into smaller pieces.
ca: Escriptura parcial en socket: Paquet dividit a peda�s m� petits.
de: Partielles Socket-Schreiben: Paket in kleinere Teile aufgeteilt.
es: Escritura parcial en socket: paquete dividido en trozos más pequeños.
hu: Részleges socket írás: kisebb darabokra esett a csomag
uk: Не повний запис сокета: пакет розбитий на більше дрібні шматки.

source: Password
ca: Clau
de: Passwort
es: Clave
hu: Jelszó
uk: Пароль

source: Paste &File
de: &Datei einfügen
es: Pegar Archivo
hu: &Fájl beillesztése
uk: Вставити файл

source: Paste (Slowly)
ca: Enganxar (lentament)
de: Einfügen (langsam)
es: Pegar (lentamente)
hu: Beilleszt (Lassan)
uk: Вставити (повільно)

source: Paste Above
ca: Enganxar Sobre
de: Darüber einfügen
es: Pegar Encima
hu: Beilleszt fent
uk: Вставити зверху

source: Paste Inside
ca: Enganxar Dintre
de: Dazwischen einfügen
es: Pegar Dentro
hu: Beilleszt belül
uk: Вставити по середині

source: Peer X509 certificate
ca: Certificat X509 de l'altre part
de: Gleichgestellter-X509-Zertifikat
es: Certificado X509 de la otra parte
hu: Peer X509 hitelesítés
uk: Сертифікат ідентичний X509

source: Pixmap object or image Id required
uk: Потрібно Pixmap об’єкт або малюнок

source: Pixmap object required
de: Pixmapobjekt erforderlich
es: Necesita un objeto Pixmap
uk: Потрібно Pixmap об’єкт

source: Pixmap options (image path)
ca: Opcions del gr�ic (ruta de la imatge)
de: Bildoptionen (Bildpfad)
es: Opciones del gráfico (ruta de la imagen)
hu: Pixmap opciók (kép útvonal)
uk: Опція картинка (шлях до зображення)

source: Pixmap or Widget parameter is not an object
uk: Pixmap або Widget параметри не є об'єктом

source: Pixmap parameter is not an object
uk: Параметр Pixmap не є об'єктом

source: Play
de: Abspielen
hu: Lejátszás
uk: Грати
