Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Please choose a Nickname.<br><br>Your nickname is the name that other IRC users will know you by. It can't contain spaces or punctuation. Some IRC networks will shorten your nickname if it is more than 32 characters long.<br><br>If in doubt, just enter the first nick that comes to mind. You will be able to change it later in the Identity properties, or with the /NICK command.
hu: Kérlek válassz egy Becenevet (nicknév).<br><br> A nickneved az a név, ami alapján a többi IRC felhasználó felismer. Nem tartalmazhat szóközt és központozást.Néhány IRC hálózat lerövidíti a nevedet, ha az hosszabb, mint 32 karakter.<br><br>Ha nincs ötleted, nyugodtan add meg az elsőt ami eszedbe jut. Később megváltoztathatod a /NICK paranccsal vagy az Azonosítási tulajdonságokban.
uk: Будь ласка виберіть собі Нік<br><br>По вашому ніку інші користувачі IRC будуть вас дізнаватися. Він не повинен містити пробілів або розділових знаків. Деякі IRC обрізають ваш Нік, якщо він містить більше 32 символів.<br><br>Якщо ви сумніваєтеся, просто введіть перший Нік, що прийде вам у голову. Ви зможете змінити його пізніше в настроюваннях, або ввівши команду /NICK .

source: Please choose the icon for the ToolBar
ca: Si us plau, trii la icona per a la Barra d'Eines
de: Bitte das Symbol für die Werkzeugleiste auswählen
es: Por favor, escoja el icono para la Barra de Herramientas
hu: Kérlek válassz egy ikont az Eszköztárhoz
uk: Будь ласка виберіть іконку для панелі інструментів

source: Please enter the name for the new alias
es: Por favor, teclee el nombre del nuevo alias
hu: Adj megy egy nevez az új aliasnak
uk: Будь ласка введіть ім'я нового аліаса

source: Please enter the name for the new namespace
es: Por favor, teclee el nombre del nuevo espacio de nombres
hu: Adj meg egy nevet az új névtérnek
uk: Будь ласка введіть ім'я нового простору імен

source: Please enter the new name for the alias
es: Por favor, teclee el nuevo nombre para el alias
hu: Adj meg egy új nevet az aliasnak
uk: Будь ласка введіть нове ім'я аліаса

source: Please enter the new name for the namespace
es: Por favor, introduzca el nuevo nombre para el espacio de nombres
hu: Adj meg egy új nevet a névtérnek
uk: Будь ласка, уведіть нову назву простору імен

source: Please enter the text to be searched for. The matching aliases will be highlighted.
es: Por favor, introduzca el texto a buscar. Los alias concordantes serán resaltados.
hu: Add meg a keresendő szöveget. Az egyező aliasok ki lesznek emelve.
uk: Будь ласка, уведіть текст, якому потрібно знайти. Аліасы, що містять цей текст будуть підсвічені.

source: Please note that all the children items will be deleted too.
es: Por favor, tenga en cuenta que todos los elementos hijos serán borrados también.
hu: Vedd figyelembe, hogy az összes gyermek elem is egyúttal törölve lesz.
uk: Будь ласка врахуйте, що всі дочірні елементи будуть теж вилучені.

source: Please select an avatar image. The full path to a local file or an image on the Web can be used.<br>If you wish to use a local image file, click the "<b>Browse</b>"button to browse local folders.<br>The full URL for an image (including <b>http://</b>) can be entered manually.
ca: Si us plau, esculli un avatar. Es pot emprar una ruta completa a un arxiu local o una imatge a la Xarxa.<br>Si dessitja emprar un arxiu local, premi el bot�"<b>Navegar</b>" per a moures per els directoris locals.<br>Pot introduir-se una URL completa (incloent <b>http://</b>) per a una imatge.
de: Bitte ein Avatarbild auswählen. Der volle Pfad zur lokalen Datei oder eines Bildes im Web kann benutzt werden.<br>Wenn ein lokales Bild benutzt werden soll, den "<b>Durchsuchen</b>"-Knopf klicken, um lokale Ordner zu durchsuchen.<br>Die volle URL des Bildes (inklusive <b>http://</b>) kann manuell eingeben werden.
es: Por favor, escoge una imagen avatar. Se puede usar una ruta completa a un archivo local o una imagen en la Web.<br>Si deseas usar un archivo local, pulsa el botón "<b>Navegar</b>" para moverte por los directorios locales.<br>Puede introducirse una URL completa (incluyendo <b>http://</b>) para una imagen.
hu: Kérlek válassz ki egy avatar képet. A kép teljes elérési útja vagy egy kép címe szükséges a Weben.<br>Ha helyi fájlt szeretnél használni, kattints a "<b>Tallózás<b>" gombra, hogy a helyi mappák között böngéssz.<br>Webes kép esetén a teljes (<b>http://-vel<b> együtt) elérési út megadható manuálisan.
uk: Будь ласка виберіть картинку аватара. Це може бути повний шлях до локальному файлу або Web-адреса<br>Якщо ви хочете використати локальний файл, клацніть по кнопці "<b>Вибрати</b>" щоб переглянути локальні каталоги<br>Повний URL картинки (включаючи <b>http://</b>) можна ввести вручну.

source: Please select the addon installation file
de: Bitte die Installationsdatei des Zusatzs auswählen
es: Por favor, selecciona el archivo de instalación de la funcionalidad adicional
hu: Válaszd ki az addon telepítőjét
uk: Будь ласка, укажіть настановний файл доповнення

source: Please specify the properties for the new toolbar
ca: Per favor, especifiqui les propietats de la nova barra d'eines
de: Bitte die Eigenschaften für die neue Werkzeugleiste angeben
es: Por favor, especifica las propiedades de la nueva barra de herramientas
hu: Kérlek add meg az új eszköztár tulajdonságait
uk: Будь ласка визначите властивості для нової панелі інструментів

source: Please specify the properties for the toolbar "%1"
ca: Per favor, especifiqui les propietats de la barra d'eines "%1"
de: Bitte die Eigenschaften für die Werkzeugleiste "%1" angeben
es: Por favor, especifica las propiedades de la barra de herramientas "%1"
hu: Add meg az Eszköztár tulajdonságait "%1"
uk: Будь ласка визначите властивості для панелі інструментів "%1"

source: Please wait while the list is being downloaded
ca: Per favor, espera mentres es descarrega la llista
de: Bitte warten, während die Liste heruntergeladen wird
es: Por favor, espera mientras se descarga la lista
hu: Kérlek várj, amíg a listát letöltöm..
uk: Будь ласка почекайте поки список завантажиться

source: Popular cryptographic engine based on the old Blowfish encryption algorithm. The text is first encrypted with Blowfish and then converted to base64 notation. The keys used have variable length and are specified as character strings. You can specify keys long up to 56 bytes (448 bits). If only one key is provided, this engine will use it for both encrypting and decrypting. This engine works in ECB mode by default: if you want to use CBC mode you must prefix your key(s) with "cbc:".
de: Die popuräre kryptographische Routine, basierend auf dem alten Blowfish Verschlüsselungsalgorithmus (AES). Dieser Text ist zuerst mit Blowfish verschlüsselt und danach zur base64-Notierung umgewandelt worden. Die benutzten Schlüssel haben eine variable Länge und sind als Zeichenketten definiert. Es können Schlüssel bis zu einer Länge von 56 Byte (448 Bit) angegeben werden. Falls nur ein Schlüssel angegeben wird, wird diese Routine ihn für beides (Verschlüsseln und Entschlüsseln) benutzen. Diese Routine arbeitet standardmäßig im ECB-Modus: wenn der CBC-Modus benutzt werden soll, muss als Präfix der Schlüssel "cbc:" angegeben werden.
es: Popular motor de cifrado basado en el antiguo algoritmo de cifrado Blowfish. El texto es cifrado primero con Blowfish y después convertido a notación base64. Las claves usadas tienen longitud variable y son especificadas como cadenas de caracteres. Puedes especificar cadenas de hasta 56 bytes (448 bits) de longitud. Si solo se proporciona una clave, este motor la usará tanto para cifrar como para descifrar. Este motor funciona en modo ECB por defecto: si quieres usar el modo CBC debes preceder tu(s) clave(s) con "cbc:".
uk: Популярна шифрувальна машина заснована на старому алгоритмі шифрування Blowfish Текст спочатку шифрується Blowfish і конвертується в запис base64. Використовуваний ключ має змінну длинну. Ви можете визначити ключ довгої до 56 байт (448 біт). Якщо задати тільки один ключ, то він буде використатися і для шифрування й для дешифрування Машина працює в режимі ECB за замовчуванням: якщо ви хочете працювати з CBC режимом, ви повинні використати ключ(і) "cbc:".

source: Popup
ca: Men emergent
de: Aufklappmenü
es: Menú emergente
hu: Felbukkanó
uk: Спливаюче меню

source: Popup %Q is not defined
ca: El men emergent %Q no est�definit
de: Popup %Q ist nicht definiert
es: El menú emergente %Q no está definido
hu: %Q popup nincs definiálva
uk: Спливаюче меню %Q не визначено

source: Popup Editor
ca: Editor de mens emergents
de: Aufklappmenüeditor
es: Editor de menús emergentes
hu: Felbukkanó menü szerkesztő
uk: Редактор спливаючих меню

source: Popup menu self-modification is not allowed (the popup is probably open)
uk: Самомодифікація спливаючого меню не допускається (спливаюче меню ймовірно відкрито)

source: Popup name
ca: Nom de men emergent
de: Name des Aufklappmenüs
es: Nombre de menú emergente
hu: Felbukkanó neve
uk: Ім'я спливаючого меню

source: Pos %d
hu: Pozíció %d
uk: Позиція %d

source: Pragma's Horizontal 4-Grid
ca: Reixa-a-4 Horitzontal de Pragma
de: Pragmas horizontales 4er-Gitter
es: Rejilla-a-4 Horizontal de Pragma
hu: Pragma Vízszintes 4-es
uk: Pragma's горизонтально 4 осередку

source: Pragma's Horizontal 6-Grid
ca: Reixa-a-6 Horitzontal de Pragma
de: Pragmas horizontales 6er-Gitter
es: Rejilla-a-6 Horizontal de Pragma
hu: Pragma Vízszintes 6-os
uk: Pragma's горизонтально 6 осередків

source: Pragma's Horizontal 9-Grid
ca: Reixa-a-9 Horitzontal de Pragma
de: Pragmas horizontales 9er-Gitter
es: Rejilla-a-9 Horizontal de Pragma
hu: Pragma Vízszintes 9-es
uk: Pragma's горизонтально 9 осередків

source: Pragma's Vertical 4-Grid
ca: Reixa-a-4 Vertical de Pragma
de: Pragmas vertikales 4er-Gitter
es: Rejilla-a-4 Vertical de Pragma
hu: Pragma Függőleges 4-es
uk: Pragma's вертикально 4 осередку

source: Pragma's Vertical 6-Grid
ca: Reixa-a-6 Vertical de Pragma
de: Pragmas vertikales 6er-Gitter
es: Rejilla-a-6 Vertical de Pragma
hu: Pragma Függőleges 6-os
uk: Pragma's вертикально 6 осередків

source: Pragma's Vertical 9-Grid
ca: Reixa-a-9 Vertical de pragma
de: Pragmas vertikales 9er-Gitter
es: Rejilla-a-9 Vertical de pragma
hu: Pragma Függőleges 9-es
uk: Pragma's вертикально 9 осередків

source: Private
ca: Privat
de: Privat
es: Privado
hu: Magán
uk: Приватний

source: Private Text Encoding
ca: Codificaci�de Text Privada
de: Private Textkodierung
es: Codificación de Texto Privado
hu: Privát szöveg kódolása
uk: Кодування приватів

source: Probably Away
de: Wahrscheinlich abwesend
es: Probablemente Ausente
hu: Valószínűleg nem elérhető
uk: Можливо відійшов

source: Process could not be starded.
de: Prozess konnte nicht gestartet werden.
es: El proceso no puede ser iniciado.
hu: Folyamat nem indítható el.
uk: Процес не міг бути запущений.

source: Processing DCC %Q request from !n%Q [%Q@!h%Q] (%s %s)
hu: DCC válasz: %Q kérés: !n%Q [%Q@!h%Q] (%s %s)
uk: Обробка DCC %Q запиту від !n%Q [%Q@!h%Q] (%s %s)

source: Processing aborted
es: Procesamiento suspendido
hu: Folyamat megszakítva
uk: Обробка перервана

source: Processing link: %s
ca: Processant enlla� %s
de: Verknüpfungsverfolgung läuft: %s
es: Procesando enlace: %s
hu: Kapcsolat feltárása: %s
uk: Обробка з'єднань: %s

source: Processing list: %Q
ca: Processant llista: %Q
de: Prozeßliste: %Q
es: Procesando lista: %Q
hu: Listázás folyamatban: %Q
uk: Обробка списку: %Q

source: Profile
hu: Profil
uk: Профіль

source: Prologue
ca: Pr�eg
de: Prolog
es: Prólogo
hu: Prológus
uk: Пролог

source: Properties
ca: Propietats
de: Eigenschaften
es: Propiedades
hu: Tulajdonságok
uk: Властивості

source: Properties for Qt class %s
es: Propiedades de la clase Qt %s
hu: Qt tulajdonságok %s osztályra
uk: Властивості QT-класу %s

source: Properties...
ca: Propietats...
de: Eigenschaften...
es: Propiedades...
hu: Tulajdonságok
uk: Властивості...

source: Property
ca: Propietat
de: Eigenschaften
es: Propiedad
hu: Tulajdonság
uk: Властивості

source: Property "%Q" for object named "%Q" of class %Q has an unsupported data type
es: La propiedad "%Q" para el objeto llamado "%Q" de clase %Q tiene un tipo de dato no soportado
uk: Властивість "%Q" для об'єкта "%Q" класу %Q має не підтримуваний тип дати

source: Property Editor
ca: Editor de Propietats
de: Eigenschafteditor
es: Editor de Propiedades
hu: Tulajdonság szerkesztő
uk: Редактор властивостей

source: Property: %c%Q%c, type %Q
hu: Tulajdonság: %c%Q%c, típus %Q
uk: Властивість: %c%Q%c, тип %Q

source: Protocol error: invalid chunk size
hu: Protokoll hiba: helytelen tört méret
uk: Помилка протоколу: помилковий розмір блоку даних

source: Proxy connection
ca: Connexi�a proxy
de: Proxy-Verbindung
es: Conexión a proxy
hu: Proxy kapcsolat
uk: Підключення до проксі

source: Proxy response:
ca: Resposta del proxy:
de: Proxy Antwort:
es: Respuesta del proxy:
hu: Proxy válasza:
uk: Проксі відповіло:

source: Proxy response: Auth method OK: using method 0 (no auth)
ca: Resposta del proxy: M�ode d'auth OK: fent servir m�ode 0 (no auth)
de: Proxy-Antwort: Authentifizierung OK: benutze Methode 0 (keine Authentifizierung)
es: Respuesta del proxy: Método de auth OK: usando método 0 (no auth)
hu: Proxy válasz: Azonosítás rendben, 0. metódus (nincs azonosítás)
uk: Проксі відповіло: Аутентификация пройшла успішно,використався метод 0 (без аутентифікації)

source: Proxy response: Auth method OK: using method 2 (user/pass)
ca: Resposta del proxy: M�ode auth OK: Fent servir m�ode 2 (usuari/clau)
de: Proxy-Antwort: Authentifizierung OK: benutze Methode 2 (Benutzer/Passwort)
es: Respuesta del proxy: Método auth OK: usando método 2 (usuario/clave)
hu: Proxy válasz: Azonosítási metódus rendben, 2. metódus (felhasználónév/jelszó)
uk: Проксі відповіло: Аутентифікація пройшла успішно, використався метод 2 (логин/пароль)

source: Proxy response: No acceptable auth method: request rejected
ca: Resposta del proxy: M�ode d'autentificaci�no acceptable: petici�rebutjada
de: Proxy-Antwort: Keine akzeptable Authentifizierungsmethode: Anfrage zurückgewiesen
es: Respuesta del proxy: Sin método auth aceptable: petición rechazada
hu: Proxy válasza: Nincs elfogadható azonosítási eljárás, kérés visszautasítva
uk: Проксі відповіло: Неприпустимий метод аутентифікації, запит відкинуть

source: Proxy response: TTL expired
ca: Resposta del proxy: TTL expirat
de: Proxy-Antwort: TTL abgelaufen
es: Respuesta del proxy: TTL expirado
hu: Proxy válasza: TTL lejárt
uk: Проксі відповіло: TTL минув

source: Proxy response: address type not supported
ca: Resposta del proxy: tipus d'adre� no suportada
de: Proxy-Antwort: Adresstyp nicht unterstützt
es: Respuesta del proxy: tipo de dirección no soportado
hu: Proxy válasza: cím típus nem támogatott
uk: Проксі відповіло: Тип адреси не підтримується

source: Proxy response: auth OK: access granted
ca: Resposta del proxy: auth OK: acc� perm�
de: Proxy-Antwort: Authentifizierung OK: Zugriff gewährt
es: Respuesta del proxy: auth OK: acceso permitido
hu: Proxy válasza: azonosítás rendben, belépés engedélyezve
uk: Проксі відповіло: Аутентификация пройшла успішно, доступ відкритий

source: Proxy response: auth failed: access denied
ca: Resposta del proxy: autentificaci�fallida: acc� denegat
de: Proxy-Antwort: Authentifizieung fehlgeschlagen: Zugriff verweigert
es: Respuesta del proxy: autentificación fallida: acceso denegado
hu: Proxy válasza: azonosítás sikertelen, hozzáférés megtagadva
uk: Проксі відповіла: Помилка аутентифікації, доступ закритий

source: Proxy response: command not supported
ca: Resposta del proxy: comanda no suportada
de: Proxy-Antwort: Kommando nicht unterstützt
es: Respuesta del proxy: comando no soportado
hu: Proxy válasza: parancs nem támogatott
uk: Проксі відповіла: Команда не підтримується

source: Proxy response: connection not allowed
ca: Resposta del proxy: connexi�no permesa
de: Proxy-Antwort: Verbindung nicht erlaubt
es: Respuesta del proxy: conexión no permitida
hu: Proxy válasza: kapcsolat nem engedélyezett
uk: Проксі відповіло: З'єднання заборонене

source: Proxy response: connection refused
ca: Resposta del proxy: connexi�rebutjada
de: Proxy-Antwort: Verbindung abgelehnt
es: Respuesta del proxy: conexión rechazada
hu: Proxy válasza: kapcsolat visszautasítva
uk: Проксі відповіло: У з'єднанні відмовлене

source: Proxy response: general SOCKS failure
ca: Resposta del proxy: fallida general de SOCKS
de: Proxy-Antwort: Generelle SOCKS-Fehlfunktion
es: Respuesta del proxy: fallo general de SOCKS
hu: Proxy válasza: általános SOCKS hiba
uk: Проксі відповіла: Помилка SOCKS

source: Proxy response: host unreachable
ca: Resposta del proxy: m�uina inabastable
de: Proxy-Antwort: Host nicht erreichbar
es: Respuesta del proxy: máquina inalcanzable
hu: Proxy válasza: kapcsolat visszautasítva
uk: Проксі відповіло: Хост не доступне

source: Proxy response: ident failed
ca: Resposta del proxy: ident fallit
de: Proxy-Antwort: Identifizierung fehlgeschlagen
es: Respuesta del proxy: ident fallido
hu: Proxy válasza: hibás azonosítás
uk: Проксі відповіла: Помилка ідентифікації

source: Proxy response: ident not matching
ca: Resposta del proxy: l'identitat (ident) no concorda
de: Proxy-Antwort: Ident passt nicht
es: Respuesta del proxy: identidad (ident) no concuerda
hu: Proxy válasza: azonosító nem egyezik
uk: Проксі відповіла: Ідентифікація не порівнянна

source: Proxy response: invalid address
ca: Resposta del proxy: direcci�no v�ida
de: Proxy-Antwort: ungültige Adresse
es: Respuesta del proxy: dirección no válida
hu: Proxy válasza: helytelen cím
uk: Проксі відповіло: Невірну адресу

source: Proxy response: network unreachable
ca: Resposta del proxy: xarxa inabastable
de: Proxy-Antwort: Netzwerk nicht erreichbar
es: Respuesta del proxy: red inalcanzable
hu: Proxy válasza: hálózat elérhetetlen
uk: Проксі відповіла: Мережа не доступна

source: Proxy response: request failed
ca: Resposta del proxy: petici�fallida
de: Proxy-Antwort: Anfrage fehlgeschlagen
es: Respuesta del proxy: petición fallida
hu: Proxy válasza: kérés visszautasítva
uk: Проксі відповіла: Помилка запиту

source: Proxy response: target data OK: request granted
ca: Resposta del proxy: dest�de dades OK: Acc� perm�
de: Proxy-Antwort: Zieldaten OK: Anfrage gewährt
es: Respuesta del proxy: destino de datos OK: Acceso permitido
hu: Proxy válasz: cél adat rendben, kérés engedélyezve
uk: Проксі відповіли: Дані отримані, запит удоволений

source: Proxy said something about:
de: Proxy sagte etwas über:
hu: Proxy válasza erről:
uk: Проксі сказало щось у роді:

source: Put here a short description of your action
de: Hier eine Kurzbeschreibung der Aktion angeben
es: Pon aquí una breve descripción de tu acción
hu: Rövid meghatározás az akciódhoz
uk: Укажіть тут короткий опис вашої дії

source: Query Targets
ca: Destins per a Privats
de: Anfragenziele
es: Destinos para Privados
hu: Privát Célok
uk: Мети приватів

source: Query encrypted private message
ca: Demanar missatge privat xifrat
de: Verschlüsselte private Anfragenachricht
es: Pedir mensaje privado cifrado
hu: Titkosított privát üzenet
uk: Закодоване повідомлення приватного чата

source: Query notice
ca: Not�ia privada
de: Anfragenotiz
es: Noticia privada
hu: Privát értesítő
uk: Повідомлення привата

source: Query private message
ca: Missatge de pregunta privada
de: Private Anfragenachricht
es: Mensaje de pregunta privada
hu: Privát üzenet
uk: Повідомлення приватного чата

source: Query target:
de: Anfragenziel:
es: Destino para privados:
hu: Privát célja:
uk: Ціль привата:

source: Query trace message
ca: Rastrejar missatge privat
de: Verfolgungsanfrage-Nachricht
es: Rastrear mensaje privado
hu: Privát követő üzenet
uk: Повідомлення про запит трасування

source: Quick Registration
ca: Registre R�id
de: Schnellregistrierung
hu: Gyors Regisztrálás
uk: Швидка реєстрація

source: Quiet for <b>%1h %2m %3s</b>
ca: Callat des de <b>%1h %2m %3s</b>
de: Still seit <b>%1 h %2 m %3 s</b>
es: Callado desde <b>%1h %2m %3s</b>
hu: Néma <b>%1 �%2 p %3 mp</b>
uk: Неактивність <b>%1 ч %2 м %3 з</b>

source: Quiet or channel owner
ca: Callat o propietari del canal
de: Still oder Kanalbesitzer
es: Callado o propietario del canal
hu: Némít vagy csatorna tulajdonos
uk: Тихий або власник каналу

source: Quit KVIrc
ca: Sortir de KVIrc
de: KVIrc beenden
es: Salir de KVIrc
hu: Kilépés a KVIrcből
uk: Вихід з KVIrc

source: Quit message
ca: Missatge de sortida
de: Beenden-Nachricht
es: Mensaje de salida
hu: Kilépő üzenet
uk: Повідомлення про вихід

source: Quit on netsplit message
ca: Sortir amb el missatge de netsplit
de: Verlassen bei Trennung-Nachricht
es: Salir con el mensaje de netsplit
hu: Netsplit üzenet kilépéskor
uk: Повідомлення про вихід через втрату мережі

source: Quits KVIrc closing all the current connections
ca: Sortir de KVIrc tancant totes les connexions actuals
de: Das Beenden von KVIrc schließt alle aktuellen Verbindungen
es: Sale de KVIrc cerrando todas las conexiones actuales
hu: Kilépéskor a KVIrc lezárja az összes kapcsolatot
uk: Вихід з KVIrc із закриттям всіх поточних з'єднань

source: Raw Editor
ca: Editor Raw
es: Editor Puro
hu: Raw szerkesztő
uk: Редактор заготівель

source: Raw Event
ca: Events Raw
de: RAW-Ereignis
es: Eventos Puros
hu: Raw esemény
uk: Заготівлі подій

source: Raw data to server
ca: Dades raw al servidor
de: RAW-Daten an den Server
es: Datos puros al servidor
hu: Raw adat a szervernek
uk: Вихідні дані сервера

source: Re&move
ca: Eli&minar
de: &Löschen
es: Eli&minar
hu: Eltávolít
uk: &Видалити

source: Re&move Handler
ca: Eli&minar Manipulador
de: Handler &löschen
es: Eli&minar Manejador
hu: Kezelő eltávolítása
uk: В&идалити оброблювач

source: Re&move Popup
ca: Eli&minar men emergent
de: Aufklappfenster &löschen
es: Eli&minar menú emergente
hu: Felbukkanó törlése
uk: В&идалити спливаюче меню

source: Read error for file %Q
es: Error de lectura para el archivo %Q
hu: Olvasási hiba: %Q
uk: Помилка при читанні файлу %Q

source: Read error for file %Q (have been unable to read the requested size in 1000 retries)
es: Error de lectura del archivo %Q (no se pudo leer el tamaño solicitado en 1000 reintentos)
hu: Írási hiba: %Q (a kért méretben a fájl nem olvasható 1000 próbálkozáson belül)
uk: Помилка при читанні файлу %Q (неможливо прочитати після 1000 спроб)

source: Read error occured !
ca: Ha succe� un error de lectura !
de: Lesefehler aufgetreten!
es: Sucedió un error de lectura !
hu: Olvasási hiba lépett fel!
uk: Відбулася помилка читання!

source: Reading package data
hu: Csomag adatok olvasása
uk: Читаю дані про пакет

source: Reading package header
hu: Csomagfejléc olvasása
uk: Зчитую заголовок пакета...

source: Reading package...
hu: Csomag olvasása...
uk: Зчитую пакет...

source: Real name:
ca: Nom real:
de: Wirklicher Name:
hu: Valós név:
uk: Сьогодення ім'я:

source: Received HTTP response: %s
ca: Resposta HTTP rebuda: %s
de: Empfangene HTTP-Antwort: %s
es: Respuesta HTTP recibida: %s
hu: Beérkezett HTTP válasz: %s
uk: Отримана відповідь HTTP: %s

source: Received a broken RPL_WHOISIDLE, can't evaluate the idle time
ca: Rebut un RPL_WHOISIDLE erroni, no puc calcular el temps d'espera
de: Fehlerhaftes RPL_WHOISIDLE empfangen, Leerlaufzeit kann nicht ausgewertet werden
es: Recibido un RPL_WHOISIDLE erroneo, no puedo calcular el tiempo de espera
hu: Hibás RPL_WHOISIDLE válasz, nem tudom felmérni a tétlenségi időt
uk: Отриманий битий RPL_WHOISIDLE, не можу визначити час простою

source: Received a join message for an unknown channel, possible desync
ca: Rebut un missatge JOIN d'un canal desconegut, possible desync?
de: Join-Nachricht von unbekannten Kanal empfangen, Desynchronisation möglich
es: Recibido un mensaje JOIN de un canal desconocido, posible desync?
hu: Csatorna belépő üzenetet kaptam egy ismeretlen csatornáról, valószínűleg szinkron hiba
uk: Отримане JOIN-повідомлення для невідомого каналу. Можливо, розсинхрозування
