Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Enable at Login
de: Beim Login aktivieren
es: Habilitar al entrar
hu: Engedélyezés belépéskor
uk: Доступно при вході

source: Enable decryption
ca: Activar desxifrat
de: Entschlüsselung aktivieren
es: Activar descifrado
hu: Dekódolás engedélyezése
uk: Включити дешифрацію

source: Enable encryption
ca: Activar xifrat
de: Verschlüsselung aktivieren
es: Activar cifrado
hu: Titkosítás engedélyezése
uk: Включити криптовання

source: Enable ignore for this user
hu: Felhasználó mellőzése
uk: Ігнорувати цього користувача

source: Enable in Channel Windows
de: In Kanalfenstern aktivieren
es: Habilitar en Ventanas de Canal
hu: Engedélyezés Csatorna ablakokban
uk: У вікнах каналів

source: Enable in Console Windows
de: In Konsole-Fenstern aktivieren
es: Habilitar en Ventanas de Consola
hu: Engedélyezés Konzol ablakokban
uk: У вікнах терміналів

source: Enable in DCC Chat Windows
de: In DCC-Chat-Fenstern aktivieren
es: Habilitar en Ventanas de Chat DCC
hu: Engedélyezés DCC chat ablakokban
uk: У вікнах DCC Чатів

source: Enable in Query Windows
de: In Anfragefenstern aktivieren
es: Habilitar en Ventanas de Privados
hu: Engedélyezés Privát Ablakoknál
uk: У вікнах приватів

source: Encrypt key:
ca: Clau de xifrat:
es: Clave de cifrado:
hu: Titkosító kulcs:
uk: Ключ для зашифровки:

source: Encrypted DCC chat message
ca: Missatge xifrat de DCC chat
de: Verschlüsselte DCC chat-Nachricht
es: Mensaje cifrado de DCC chat
hu: Titkosított DCC beszélgetés üzenet
uk: Кріптоване повідомлення чата DCC

source: Encrypted channel notice
ca: Not�ia de canal xifrat
de: Verschlüsselte Kanalbnotiz
es: Noticia de canal cifrado
hu: Titkosított csatorna értesítő
uk: Криптоване повідомлення каналу

source: Encrypted query notice
ca: Not�ia privada xifrada
de: Verschlüsselte Kanalnotiz
es: Noticia privada cifrada
hu: Titkosított privát értesítő
uk: Криптоване повідомлення привата

source: End of %c!s%s%c's information
es: Fin de %c!s%s%c's información
hu: %c!s%s%c információinak vége
uk: Кінець %c!s%s%c's інформації

source: End of LINKS
ca: Fi de LINKS
de: Ende von LINKS
es: Fin de LINKS
hu: Kapcsolat listázás vége
uk: Кінець LINKS

source: End of LIST
ca: Fi de LIST
de: Ende von LIST
es: Fin de LIST
hu: Listázás vége.
uk: Кінець LIST

source: End of NAMES for !c%Q
ca: Fi de NAMES per a !c%Q
de: Ende von NAMES für !c%Q
es: Fin de NAMES para !c%Q
hu: !c%Q NAMES lista vége.
uk: Закінчення NAMES для !c%Q

source: End of WHO list for %Q
ca: Fi de llista WHO per a %Q
de: Ende der WHO-Liste für %Q
es: Fin de lista WHO para %Q
hu: %Q WHO lista vége
uk: Кінець WHO списку для %Q

source: End of channel %Q for !c%Q
ca: Fi del canal %Q per a !c%Q
de: Ende des Kanals %Q für !c%Q
es: Fin del canal %Q para !c%Q
uk: Закінчення каналу %Q для !c%Q

source: End of merged output
ca: Final de sortida barrejada
de: Ende der zusammengeführten Ausgabe
es: Final de salida mezclada
hu: Összevágott kimenet vége
uk: Кінець злиття висновку

source: Ending index of a multiple parameter identifier is lower or equal to the starting index. This will evaluate to a single parameter identifier.
ca: L'�dex final d'un identificador de par�etre mltiple � menor o igual al �dex d'inici. S'avaluar�com un identificador de par�etre simple.
de: Endindex eines Bezeichners mit mehreren Parametern ist niedriger oder gleich dem Startindex. Dies wird zu einem zu einem Bezeichner mit einem Parameter ausgewertet.
es: El índice final de un identificador de parámetro múltiple es menor o igual que el índice de comienzo. Se evaluará como un identificador de parámetro simple.
uk: Кінцевий індекс у безлічі ідентифікаторів параметра менше або дорівнює початковому індексу. Це приймається як єдиний ідентифікатор параметра.

source: Engine not initialized
ca: Motor no inicialitzat
de: Routine nicht initalisiert
es: Motor no inicializado
hu: Titkosítás nincs inicializálva
uk: Машина не ініціалізована

source: Enter Away Mode
ca: Entrar en Mode Absent
de: Abwesend-Modus setzen
es: Entrar en Modo Ausente
hu: Nem elérhető mód
uk: Увійти в режим Відійшов

source: Enter a kick reason
ca: Introdueixi la ra�del kick
de: Grund für Kick eingeben
hu: Add meg a kirúgás indokát
uk: Уведіть причину кіка

source: Enter a kick/ban reason
ca: Introdueixi la ra�del kick/ban
de: Grund für Kick/Bann eingeben
hu: Add meg a kirúgás és tiltás okát
uk: Уведіть причину кікбана

source: Enter the numeric code of the message (0-999)
ca: Introdueix el codi num�ic del missatge (0-999)
de: Numerischen Code der Nachricht eingeben (0-999)
es: Introduce el código numérico del mensaje (0-999)
hu: Add meg az üzenet számkódját (0-999)
uk: Уведіть числовий код повідомлення (0-999)

source: Epilogue
ca: Ep�eg
de: Epilog
es: Epílogo
hu: Epilógus
uk: Епілог

source: Error 0: Success ?
ca: Error 0: Acomplit ?
de: Fehler 0: Erfolg?
es: Error 0: Éxito ?
hu: 0. Hiba: Sikerült?
uk: Помилка 0: Успішно ?

source: Error in KVS class implementation: processing aborted
es: Error en la implementación de la clase KVS: procesamiento suspendido
hu: Hiba a KVS osztály implementációjában, folyamat megszakítva
uk: Помилка в KVS класі реалізації: обробка перервана.

source: Error in compressed file stream
hu: Hiba a tömörített adatfolyamban
uk: Помилка в стислому потоці

source: Error in inner alias command call '%Q', called from this context
ca: Error en comanda de crida a �ies intern '%Q', cridada des d'aquest context
de: Fehler in innerem Aliaskommandoaufruf '%Q', aufgerufen von diesem Kontext
es: Error en comando de llamada a alias interno '%Q', llamado desde este contexto
uk: Помилка в псевдонімі при звертанні до '%Q', виклик із цього контексту

source: Error in inner alias function call '%Q', called from this context
ca: Error a la crida a funci�interna d'alias '%Q', crida de d'aquest context
de: Fehler in innerem Aliasfunktionsaufruf '%Q', aufgerufen von diesem Kontext
es: Error en llamada a función interna de alias '%Q', llamada desde este contexto
uk: Помилка в псевдонімі при звертанні до функції '%Q', виклик із цього контексту

source: Error in loading module
ca: Error en carregar el m�ul
de: Fehler beim Laden des Moduls
es: Error en carga de módulo
hu: Hiba a modul betöltésekor
uk: Помилка завантаження модуля

source: Error near line %d, column %d
es: Error cerca de la línea %d, columna %d
hu: Hiba, %d. sor %d. oszlop közelében
uk: Помилка в рядку %d, символ %d

source: Error triggered from process callback handler: killing process
ca: Error llen�nt des de el proc� de maneig de la callback: matant el proc�
de: Fehler von Zeitgeber-Rückrufhandler ausgelöst: Prozess wird getötet
es: Error lanzado desde el proceso de manejo de la callback: matando el proceso
uk: Помилка запуску процесу з оброблювача: процес убитий

source: Error while compressing a file stream
hu: Hiba adatfolyam tömörítésekor
uk: Помилка стиску потоку

source: Error: %Q
de: Fehler: %Q
hu: Hiba: %Q
uk: Помилка: %Q

source: Event
de: Ereignis
es: Evento
hu: Esemény
uk: Подія

source: Event Editor
ca: Editor d'Events
de: Ereigniseditor
es: Editor de Eventos
hu: Esemény szerkesztő
uk: Редактор подій

source: Event handler %Q is broken: disabling
ca: El manipulador d'events %Q � erroni: deshabilitat
de: Ereignishandler %Q ist fehlerhaft: wird deaktiviert
es: El manejador de evento %Q es erroneo: deshabilitando
hu: %Q eseménykezelő hibás, letiltva
uk: Оброблювач події %Q битий: виключене

source: Everything is all right
ca: Tot va b
de: Alles ist gut
es: Todo va bien
hu: Minden a legnagyobb rendben
uk: Всі добре

source: Execute Script...
ca: Executar Script...
de: Skript ausführen...
es: Ejecutar Script...
hu: Szkript futtatása...
uk: Виконати сценарій...

source: Executing scheduled network specific "on connect" commands
ca: Executant les comandes espec�iques de la xarxa programades "al conectar"
de: Führe geplante netzwerkspezifische "bei Verbindung"-Kommandos aus
es: Ejecutando los comandos específicos de la red programados "al conectar"
hu: Hálózatfüggő ütemezett parancsok futtatása ("Kapcsolódáskor")
uk: Виконання запланованої "при з'єднанні" з мережею команди

source: Executing scheduled network specific "on login" commands
ca: Executant les comandes espec�iques de la xarxa programades "al entrar"
de: Führe geplante netzwerkspezifische "bei Login"-Kommandos aus
es: Ejecutando los comandos específicos de la red programados "al entrar"
hu: Hálózatspecifikus parancsok futtatása ("Belépéskor")
uk: Запуск команди "при вході" у мережу

source: Executing scheduled server specific "on connect" commands
ca: Executant les comandes espec�iques de servidor programades "al conectar"
de: Führe geplante serverspezifische "bei Verbindung"-Kommandos aus
es: Ejecutando los comandos específicos de servidor programados "al conectar"
hu: Szerverfüggő ütemezett parancsok futtatása ("Kapcsolódáskor")
uk: Виконання запланованої "при з'єднанні" із сервером команди

source: Executing scheduled server specific "on login" commands
ca: Executant les comandes espec�iques de servidor programades "al entrar"
de: Führe geplante serverspezifische "bei Login"-Kommandos aus
es: Ejecutando los comandos específicos de servidor programados "al entrar"
hu: Szerverspecifikus parancsok futtatása ("Belépéskor")
uk: Запуск команди "при вході" на сервер

source: Expand &Horizontally
ca: Expandir &Horitzontalment
de: &Horizontal ausdehnen
es: Expandir &Horizontalmente
hu: Vízszintes széttolás
uk: Розтягти по &горизонталі

source: Expand &Vertically
ca: Expandir &Verticalment
de: &Vertikal ausdehnen
es: Expandir &Verticalmente
hu: Függőleges széttolás
uk: Розтягти по &вертикалі

source: Export Actions...
de: Aktionen exportieren...
es: Exportar Acciones...
hu: Akciók exportálása...
uk: Експортувати дії...

source: Export All...
es: Exportar todos...
hu: Összes exportálása...
uk: &Експортувати все...

source: Export Selected in singles files...
hu: Kijelöltek exportálása fájlokba...
uk: Експортувати виділене в отдельыне файли...

source: Export Selected...
es: Exportar seleccionados...
hu: Kijelölt Exportálása...
uk: &Експортувати виділене...

source: Export To...
ca: Exportar a...
de: Exportieren nach...
es: Exportar a...
hu: Exportálás...
uk: Експортувати в...

source: Export ToolBar
de: Werkzeugleiste exportieren
es: Exportar Barra de Herramientas
hu: Eszköztár Exportálása
uk: Експорт панелі інструментів

source: Export the selected entries to a file.<br>All the data associated with the selected registered users will be exported.<br>You (or anyone else) can later import the entries by using the "Import" button.
ca: Exporta les entrades triades a un arxiu.<br>Totes les dades associades als usuaris registrats triats seran exportades.<br>Vost� o qualsevol altre, pot importar les entrades m� tard emprant el bot�"Importar".
de: Exportiert die ausgewählten Einträge in eine Datei.<br>Alle Daten, die den registrierten Benutzern zugeordnet sind, werden exportiert.<br>Sie (oder jemand anderes) kann später die Einträge mit dem "Importieren"-Knopf importieren.
es: Exporta las entradas seleccionadas a un archivo.<br>Todos los datos asociados a los usuarios registrados seleccionados serán exportados.<br>Usted, o cualquier otro, puede importar las entradas más tarde usando el botón "Importar".
hu: Kiválasztott elemek exportálása fájlba.<br>Minden kijelölt felhasználóhoz hozzárendelt adat exportálásra kerül<br> Te vagy bárki más később hozzáadhatja ezeket az elemeketaz "Import" gomb használatával.
uk: Експортувати обрані дані в файл.<br>Всі дані пов'язані з обраними реєстраціями користувачів будуть експортовані<br> Ви (або хто-небудь ще) можете пізніше імпортувати ці дані використовуючи кнопку "Імпорт".

source: External Menu
ca: Men Extern
de: Externes Menü
es: Men Externo
hu: Külső menü
uk: Зовнішнє меню

source: External menu:
ca: Men extern:
de: externes Menü
es: Menú externo:
uk: Зовнішнє меню:

source: Failed to copy from %Q to %Q
es: Fallo al copiar desde %Q a %Q
hu: Másolási hiba %Q - %Q
uk: Помилка при копіюванні з %Q в %Q

source: Failed to create the socket
ca: Fallida al crear el socket
de: Socketerstellung fehlgeschlagen
es: Fallo al crear el socket
hu: Socket létrehozása sikertelen
uk: Помилка створення сокета

source: Failed to create the theme directory
hu: Könyvtár létrehozása sikertelen
uk: Не можу створити папку для зберігання файлів теми

source: Failed to enter non blocking mode
ca: Fallida al intentar entrar en mode no blocant
de: Wechseln in den nicht-blockieren Modus fehlgeschlagen
es: Fallo al intentar entrar en modo no bloqueante
uk: Неможливо ввести в не-блоковому режимі

source: Failed to execute command '%Q'
es: Fallo al ejecutar el comando '%Q'
hu: %Q parancs futtatása sikertelen
uk: Помилка при запуску команди '%Q'

source: Failed to execute the init routine
ca: Errada al executar la ruta d'inici
de: Ausführen der Initialisierungsroutine fehlgeschlagen
es: Fallo al ejecutar la rutina de inicio
hu: Inicializáló rutin futtatása sikertelen
uk: Неможливо виконати команди ініціалізації

source: Failed to find one of the wrap path widgets (%Q::%Q)
uk: Не один зі шляхів до widgets (%Q::%Q) невірні

source: Failed to find the widget to wrap
es: No pude encontrar el widget a envolver
uk: Виджет не знайдений

source: Failed to initialize the specified crypt engine: %Q
hu: Hiba %Q kódoló motor inicializálása közben
uk: Не можу запустити задану шифрувальну машину: %Q

source: Failed to load avatar with name "%Q" and local path "%Q"
ca: Ha fallat la c�rega del avatar amb nom "%Q"i ruta local "%Q"
de: Laden des Avatars mit dem Namen "%Q" und dem lokalem Pfad "%Q" fehlgeschlagen
es: Falló la carga del avatar con nombre "%Q" y trayectoria local "%Q"
hu: "%Q" avatar betöltése sikertelen, útvonal: "%Q"
uk: Помилка завантаження аватара з ім'ям "%Q" і локальним шляхом "%Q"

source: Failed to load the file '%Q' for parsing
ca: Ha fallat la c�rega de l'arxiu '%Q' per a interpretar
de: Öffnen der Datei '%Q' zum Parsen fehlgeschlagen
es: Falló la carga del archivo '%Q' para interpretar
hu: %Q fájlt nem sikerült betölteni értelmezésre
uk: Помилка завантаження файлу '%Q' для граматичного розбору

source: Failed to load the selected image
ca: Ha fallat la c�rega de l'arxiu d'imatge triat
de: Laden des ausgewählten Bildes fehlgeschlagen
es: Falló la carga del archivo de imagen seleccionado
hu: A kiválasztott kép betöltése sikertelen
uk: Помилка завантаження обраної картинки

source: Failed to make the directory %Q
es: Fallo al crear el directorio %Q
hu: %Q könyvtár létrehozása sikertelen
uk: Помилка при створенні каталогу %Q

source: Failed to put the socket in non blocking mode
ca: Fallida al posar el socket en mode no balancejant
de: Setzen des Sockets in den nicht-blockierenden Modus fehlgeschlagen
es: Fallo al poner el socket en modo no bloqueante
uk: Неможливо підключити сокет у не-блоковому режимі

source: Failed to remove the directory %Q
es: Fallo al borrar el directorio %Q
hu: %Q könyvtár eltávolítása sikertelen
uk: Помилка видалення каталогу %Q

source: Failed to remove the file %Q
es: Fallo al borrar el archivo %Q
hu: %Q eltávolítása sikertelen
uk: Помилка видалення файлу %Q

source: Failed to rename %Q to %Q
es: Fallo al renombrar %Q a %Q
hu: Átnevezés sikertelen %Q -> %Q
uk: Помилка перейменування %Q в %Q

source: Failed to rename the existing file, please rename manually and retry
ca: Fallida al renombrar l'arxiu existent, renombri manualment o intenti-ho de nou
de: Umbenennen der existierenden Datei fehlgeschlagen. Bitte benennen Sie die Datei manuell um und versuchen Sie es erneut.
es: Fallo al renombrar el archivo existente, renombre manualmente e inténtelo de nuevo
hu: Átnevezés sikertelen a már létező fájlon, csináld manuálisan, majd próbáld újra
uk: Не можу перейменувати існуючий файл, перейменуйте вручну й спробуйте знову

source: Failed to send an unknown command as /raw
es: Falló el envío de un comando desconocido como /raw
hu: Ismeretlen /raw parancs küldése sikertelen rawként
uk: Помилка при відправленні невідомої команди як /RAW

source: Failed to set the encoding to %Q: mapping not available.
ca: Ha fallat la configuraci�per a la codificaci�a %Q: mapeig o disponible.
de: Kodierung %Q kann nicht gesetzt werden: Mapping ist nicht verfügbar.
es: Falló la configuración para la codificación a %Q: mapeo no disponible.
hu: Kódolás beállítása sikertelen %Q kódtábla nem elérhető
uk: Неможливо встановити кодування %Q: дані про це кодування не доступні

source: Failed to set up the link filter "%Q", will try with plain IRC
ca: Fallida en l'inici del filtre d'enlla�"%Q", s'intentar�amb IRC pla
de: Einrichten des Verknüpfungsfilters "%Q" fehlgeschlagen: einfaches IRC wird versucht
es: Falló el inicio del filtro de enlace "%Q", se intentará con IRC plano
hu: Kapcsolat szűrő beállítása sikertelen "%Q", próbálkozás sima IRC-vel
uk: Не можу підключити фільтр "%Q", намагаюся спробувати із простим IRC

source: Failed to setup a nonblocking socket
ca: Errada al configurar el mode no bloquejant per al socket
de: Einrichtung eines nichtblockierenden Sockets fehlgeschlagen
es: Fallo al configurar modo no bloqueante para el socket
uk: Не можу виконати розблокування сокета

source: Failed to start the connection: %Q
ca: Fallida al comen�r la connexi� %Q
de: Start der Verbindung fehlgeschlagen: %Q
es: Fallo al comenzar la conexión: %Q
hu: Kapcsolat indítása sikertelen: %Q
uk: Не можу підключитися: %Q

source: Failed to start the process
ca: Errada al comen�r el proc�
de: Start des Prozesses fehlgeschlagen
es: Fallo al comenzar el proceso
hu: Folyamat indítása sikertelen
uk: Помилка при запуску процесу

source: Failed to start the server list transfer :(
ca: Ha fallat l'inici de la transfer�cia de la llista de servidors :(
de: Start der Listenübertragung fehlgeschlagen :(
es: Falló el inicio de la transferencia de la lista de servidores :(
hu: Szerverlista letöltése sikertelen :(
uk: Не можу почати накачування файлу із сервера :(

source: Failed to write the filter file %Q (IO Error)
hu: Hiba a szűrő (%s) írásakor (IO Hiba)
uk: Помилка запису у файл фільтра %Q (Помилка IO)

source: Failed to write to file %Q: the destination couldn't be opened
es: Falló la escritura al archivo %Q: el destino no puede ser abierto
hu: %Q írási hiba, a célt nem lehet megnyitni
uk: Помилка запису у файл %Q: файл не може бути відкритий

source: Feature not available
ca: Funcionalitat no disponible
de: Fähigkeit nicht verfügbar
es: Funcionalidad no disponible
hu: Szolgáltatás nem elérhető
uk: Ця можливість не доступна

source: Female
hu: Nő
uk: Жіночий

source: File Exists - KVIrc
ca: El Arxiu Existeix - KVIrc
de: Datei existiert bereits - KVIrc
es: El Archivo Existe - KVIrc
hu: Fájl létezik - KVIrc
uk: Файл існує - KVIrc

source: File I/O error
ca: Error E/S d'arxiu
es: Error E/S archivo
hu: File I/O hiba
uk: Помилка файлового уведення/висновку

source: File download failed
de: Das Herunterladen der Datei ist fehlgeschlagen.
es: Falló la descarga de archivos
hu: Fájl letöltése sikertelen
uk: Помилка завантаження файлу

source: File download from %1 failed
de: Das Herunterladen der Datei %1 ist fehlgeschlagen.
es: Falló la descarga del archivo desde %1
hu: Fájl letöltése %1 -tól/től sikertelen
uk: Скачування файлу від %1 завершилося помилкою

source: File download from %1 successfully complete
de: Das Herunterladen der Datei von %1 ist fehlgeschlagen.
hu: Fájl letöltése sikeresen befejeződött: %1 -ról/-ről
uk: Скачування файлу від %1 успішно завершено

source: File download successfully complete
hu: Fájl letöltése sikeresen befejeződött
uk: Скачування файлу успішно завершене

source: File downloaded: processing ...
ca: Arxiu descarregat: procesant...
de: Datei heruntergeladen: wird verarbeitet ...
es: Archivo descargado: procesando...
hu: Fájl letöltése folyamatban...
uk: Завантаження файлу: виконую ...

source: File is not open !
ca: L'arxiu no est�obert !
de: Datei!
es: El archivo no está abierto !
hu: Fájl Nincs nyitva!
uk: Файл не відкритий!

source: File is not open!
es: El archivo no está abierto !
hu: Fájl Nincs nyitva!
uk: Файл не відкритий!

source: File not found or empty
ca: Arxiu no trobat o buit
de: Datei nicht gefunden oder leer
es: Archivo no encontrado o vacío
hu: Fájl nem található vagy üres
uk: Файл не знайдений або порожній

source: File read error
hu: Fájl olvasási hiba
uk: Помилка читання файлу

source: File write error
hu: Fájl írási hiba
uk: Помилка запису у файл

source: Filter
ca: Filtre
es: Filtro
hu: Szűrő
uk: Фільтр

source: Find
ca: Buscar
de: Suchen
es: Buscar
hu: Keres
uk: Знайти

source: Find & Repalce
es: Buscar y Reemplazar
hu: Keresés & Csere
uk: Знайти й замінити

source: Find &Prev.
ca: Buscar Anterior
de: &Verherige Fundstelle suchen
es: Buscar Anterior
hu: Előző &p
uk: Знайти &попередній

source: Find In Aliases
es: Encontrar en alias
hu: Keresés Aliasokban
uk: Знайти в аліасах

source: Find In Aliases...
es: Encontrar en alias...
hu: Keresés az Aliasokban...
uk: Знайти в аліасах...

source: Finish
ca: Acabar
de: Abschließen
es: Terminar
hu: Befejezés
uk: Готово

source: Flags
es: Indicadores
hu: Flagek
uk: Прапори

source: Flat
ca: Pla
de: Flach
es: Plano
hu: Sima
uk: Плоский

source: Flooded with messages
ca: Saturat amb missatges
de: Überflutet mit Nachrichten
es: Saturado con mensajes
hu: Üzenetekkel elárasztott csatorna
uk: Флуд у повідомленнях

source: Floppy
ca: Disquetera
de: Diskette
es: Disquetera
hu: Kislemez
uk: Дисковід

source: Flush Log File
ca: Volcar l'Arxiu de Registre
de: Logdatei sofort schreiben
hu: Napló fájl frissítése
uk: Записати дані в логфайл негайно

source: Font options (family,pointsize,style,charset,weight,flags (biusf))
ca: Opcions de fonts (fam�ia,mida de punt, estil, conjunt de car�ters, amplada, flags (biusf))
de: Schriftartoptionen (Familie, Größe, Stil, Zeichensatz, Gewicht, Flags (biusf))
es: Opciones de fuentes (familia,tamaño de punto,estilo,conjunto de caracteres,anchura, flags (biusf))
hu: Font opciók (family, pontméret,stílus,karakterkészlet,szélesség (biusf))
uk: Опція шрифт (family,pointsize,style,charset,weight,flags (biusf))

source: Font st&yle
ca: Est&il de font
de: Schrifts&til:
es: Est&ilo de fuente
hu: Betűstílus
uk: &Стиль шрифту

source: Forbid /KNOCK
ca: Prohibit /KNOCK
de: /KNOCK verbotenen
es: Prohibido /KNOCK
hu: /KNOCK tiltása (kopogás)
uk: Заборона /KNOCK

source: Forbid channel CTCPs
ca: Es prohibeixen CTCPs de canal
de: Kanal-CTCP's verboten
es: Se prohiben CTCPs de canal
hu: Csatorna CTCP tiltása
uk: CTCP заборонені на каналі

source: Foreground
es: Primer plano
hu: Előtér
uk: Передній план

source: Forward
ca: Endavant
de: Vorwärts
es: Adelante
hu: Előre
uk: Уперед

source: Found 'break' label where a 'case','match','regexp' or 'default' label was expected
ca: Trobat una etiqueta 'break' on s'esperava una etiqueta 'case', 'match, 'regexp', o 'default'
de: 'break' gefunden aber 'case', 'match', 'regexp' oder 'default' wurde erwartet
es: Encontrada una etiqueta 'break' donde se esperaba una etiqueta 'case', 'match, 'regexp', o 'default'
uk: Знайдений 'break' там де очікується 'case','match','regexp' або 'default'

source: Found an empty namespace in alias name
es: Se encontró un espacio de nombres vacío en un nombre de alias
hu: Üres névtér az alias nevében
uk: Знайдене порожній простір імен в імені аліаса

source: Found an empty namespace in namespace name
es: Se encontró un nombre de espacio de nombres vacío
hu: Üres névtér a névtér nevében
uk: Знайдена порожній рядок в імені простору імен

source: Found char %q (unicode %x) while looking for the terminating ')' in 'for' command
ca: S'ha trobat el car�ter %q (unicode %x) mentres es buscava ')' per al 'for'
de: Zeichen %q (Unicode %x) gefunden, während des Suchens nach dem abschliessendem ')' im 'for'-Kommando
es: Se encontró el caracter %q (unicode %x) mientras se buscaba el terminador ')' para el 'for'
uk: Знайдений символ %q (унікод %x) при пошуку закриваючої дужки ')' у команді 'for'
