Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Unknown binary operator '%q'
ca: Operador binario desconegut '%q'
de: Unbekannter binärer Operator '%q'
es: Operador binario desconocido '%q'
hu: Ismeretlen bináris operátor '%q'
uk: Невідомий бінарний оператор '%q'

source: Unknown binary operator '=%q': did you mean '==' ?
ca: Operador binario desconegut '=%q': volies dir '==' ?
de: Unbekannter binärer Operator '=%q': ist vieleicht '==' gemeint?
es: Operador binario desconocido '=%q': querías decir '==' ?
uk: Невідомий бінарний оператор '=%q': напевно хочете '==' ?

source: Unknown binding operation '%Q'
ca: Operaci�d'associaci�desconeguda '%Q'
de: Unbekannte Bindenoperation '%Q'
es: Operación de asociación desconocida '%Q'
uk: Невідома операція '%Q'

source: Unknown callback command "%Q"
ca: Comanda callback "%Q" desconeguda
de: Unbekanntes Rückrufkommando "%Q"
es: Comando callback "%Q" desconocido
uk: Невідома відповідь від команди "%Q"

source: Unknown command
ca: Comanda desconeguda
de: Unbekanntes Kommando
es: Comando desconocido
hu: Ismeretlen parancs
uk: Невідома команда

source: Unknown dock area '%Q'
es: Area de anclaje desconocida '%Q'
hu: Ismeretlen csatlakozó felület %Q
uk: Невідома область для прикріплення %Q

source: Unknown echo mode %Q
es: Modo de eco desconocido %Q
hu: Ismeretlen visszhang mód: %Q
uk: Невідомий echo режим %Q

source: Unknown engine error
hu: Ismeretlen motor hiba
uk: Невідома помилка

source: Unknown error
ca: Error desconegut
de: Unbekannter Fehler
es: Error desconocido
hu: Ismeretlen hiba
uk: Невідома помилка

source: Unknown function
ca: Funci�desconeguda
de: Unbekannte Funktion
es: Función desconocida
hu: Ismeretlen függvény
uk: Невідома функція

source: Unknown mode
es: Modo desconocido
hu: Ismeretlen mód
uk: Невідомий режим

source: Unknown node (host not found)
ca: Node desconegut (m�uina no trobada)
de: Unbekannter Knoten (Host nicht gefunden)
es: Nodo desconocido (máquina no encontrada)
hu: Ismeretlen node, host nem található
uk: Хост не знайдений

source: Unknown operator
ca: Operador desconegut
de: Unbekannter Operator
es: Operador desconocido
hu: Ismeretlen operátor
uk: Невідомий оператор

source: Unknown orientation
es: Orientación desconocida
uk: Невідома орієнтація

source: Unknown orientation '%Q'
es: Orientación desconocida '%Q'
hu: Ismeretlen elhelyezés %Q
uk: Невідома орієнтація %Q

source: Unknown orientation:
es: Orientación desconocida:
hu: Ismeretlen elhelyezés:
uk: Невідома орієнтація:

source: Unknown position 'Q%'
es: Posición desconocida '%Q'
hu: Ismeretlen helyzet %Q
uk: Невідома позиція 'Q%'

source: Unknown segment style
es: Estilo de segmento desconocido
hu: Ismeretlen elválasztási stílus
uk: Невідомий стиль сегмента

source: Unknown server<br>
ca: Servidor desconegut<br>
de: Unbekannter Server<br>
es: Servidor desconocido<br>
hu: Ismeretlen szerver<br>
uk: Невідомий сервер<br>

source: Unknown string manipulation operation
ca: Operaci�de manipulaci�de cadena desconeguda
de: Unbekannte Zeichenkettenmanipulationsoperation
es: Operación de manipulación de cadena desconocida
hu: Ismeretlen szövegmódosító művelet
uk: Операція обробки невідомого рядка

source: Unknown style '%Q'
es: Estilo desconocido '%Q'
uk: Невідомий стиль %Q

source: Unknown style: '%Q'
hu: Ismeretlen stílus: '%Q'
uk: Невідомий стиль %Q

source: Unknown text format '%Q'
es: Formato de texto desconocido '%Q'
uk: Невідомий формат тексту %Q

source: Unknown text position '%Q'
es: Posición de texto desconocida '%Q'
hu: Ismeretlen szöveg pozíció %Q
uk: Невідома позиція в тексті %Q

source: Unknown tickmark '%Q'
es: Marca desconocida '%Q'
uk: Невідома оцінка '%Q'

source: Unknown vertical alignment '%Q'
es: Alineación desconocida: %Q
uk: Невідоме вертикальне вирівнювання '%Q'

source: Unknown widget flag '%Q'
es: Indicador de widget desconocido '%Q'
uk: Невідомий прапор widget'a: %Q

source: Unknown word wrap '%Q'
es: Ajuste de línea desconocido '%Q'
uk: Невідоме слово '%Q'

source: Unknown wrap policy'%Q'
es: Norma de contexto desconocido '%Q'
uk: Невідома політика '%Q'

source: Unloadable: %s
ca: No carregable: %s
de: Kann nicht geladen werden: %s
es: No cargable: %s
hu: Betölthetetlen: %s
uk: Вивантажено: %s

source: Unloaded module '%s'
ca: Descarregant el m�ul '%s'
de: Entladenes Modul '%s'
es: Descargado el módulo '%s'
hu: Eltávolított modul %s'
uk: Вивантаження модуля '%s'

source: Unpacking file %Q
hu: %Q kicsomagolása
uk: Розпаковую файл %Q

source: Unrecognized proxy reply
ca: Resposta del proxy no reconeguda
de: Unbekannte Proxyantwort
es: Respuesta del proxy no reconocida
hu: Ismeretlen proxy válasz
uk: Відповідь проксі не визнана

source: Unrecognized/broken message
ca: Missatge no reconegut/erroni
de: Nicht erkannte/fehlerhafte Nachricht
es: Mensaje no reconocido/erroneo
hu: Ismeretlen/hibás üzenet
uk: Непізнане/бите повідомлення

source: Unrecoverable nameserver error (crashed ?)
ca: Error irrecuperable del servidor de noms(S'ha penjat?)
de: Nicht korrigierbarer Nameserver-Fehler (abgestürzt?)
es: Error irrecuperable del servidor de nombre (Se colgó?)
hu: Felderítetlen névszerver hiba (összeomlott ?)
uk: Фатальна помилка DNS

source: Unregister
ca: Treure Registre
de: Registrierung aufheben
hu: Regisztráció Törlése
uk: Разрегіструровати

source: Unsigned integer options (unsigned integer constant)
ca: Opcions d'enters sense signe (constant unsigned integer)
de: Ganzzahl-Operationen (vorzeichenlose Integerkonstante)
es: Opciones de enteros sin signo (constante unsigned integer)
hu: Előjel nélküli egész opciók (előjel nélküli egész konstans)
uk: Опція беззнакове ціле (unsigned integer constant)

source: Unspecified
hu: Nincs megadva
uk: Не зазначено

source: Unsupported DCOP parameter type %s
de: Nicht unterstützter DCOP-Parametertyp %s
es: Tipo de parámetro DCOP %s no soportado
hu: Nem támogatott DCOP paraméter típus: %s
uk: Непідтримуваний тип аргументу DCOP %s

source: Unsupported crypt mode
ca: Mode de xifrat no suportat
de: Nicht unterstützter Verschlüsselungsmodus
es: Mode de cifrado no soportado
hu: Nem támogatott titkosítási mód
uk: Непідтримуваний режим криптовання

source: Unsupported direction
ca: Adre� no suportada
de: Nicht unterstützte Richtung
es: Dirección no soportada
hu: Nem támogatott irány
uk: Непідтримувана директива

source: Unsupported image format
ca: Format d'imatge no suportat
de: Bildformat wird nicht unterstützt
es: Formato de imagen no soportado
hu: Nem támogatott képformátum
uk: Непідтримуваний формат картинки

source: Unsupported key length
ca: Longitud de clau no suportada
de: Schlüssel
es: Longitud de clave no soportada
hu: Nem támogatott kulcs hossz
uk: Непідтримувана довжина ключа

source: Unsupported protocol %1
hu: Nem támogatott protokol: %1
uk: Непідтримуваний протокол %1

source: Unsupported type: $0
ca: Tipus no suportat: $0
de: Nicht unterstützter Typ: $0
hu: Nem támogatott típus: $0
uk: Непідтримуваний тип: $0

source: Unterminated c-style multiline comment
ca: Comentari multil�ia d'estil C sense acabar
de: Nicht terminierter mehrzeiliger C-Stil-Kommentar gefunden
es: Comentario multilínea de estilo C sin terminar
uk: З-стиль многострочних коментарів

source: Unterminated expression (missing ')' ?)
ca: Expressi�incabada (falta un ')' ?)
de: Nicht abgeschlossener Ausdruck (fehlende ')'?)
es: Expresión inacabada (falta un ')' ?)
hu: Befejezetlen kifejezés (hiányzó ')' ?)
uk: Вираження не закрите (відсутній ')' ?)

source: Unterminated hash key
ca: Clau hash sense acabar
de: Nicht abgeschlossener Hashschlüssel
es: Clave hash sin terminar
uk: Не закритий хеш ключа

source: Unterminated instruction block
ca: Bloc d'instruccions sense determinar
de: Nicht abgeschlossener Anweisungsblock
es: Bloque de instrucciones sin terminar
hu: Befejezetlen megjegyzés blokk
uk: Незакінчений блок інструкцій

source: Unterminated string constant
ca: Constant de cadena sense acabar
de: Nicht terminierte Zeichenkettenkonstante
es: Constante de cadena sin terminar
uk: Рядок з константою не закритий

source: Unterminated subexpression (Parenthesis mismatch)
ca: Subexpressi�inacabada (Els par�tesis no concorden)
es: Subexpresión inacabada (Los paréntesis no concuerdan)
hu: Befejezetlen al-kifejezés (Zárójel eltérési hiba)
uk: Подвираження не закрите (Розбіжність слів)

source: Untitled
hu: Névtelen
uk: Без назви

source: Updating away state for channel %Q
es: Actualizando el estado de ausente para el canal %Q
hu: Nem elérhető állapot frissítése %Q csatornán
uk: Обновляю away списки для каналу %Q

source: Usage
hu: Használat
uk: Використання

source: Usage:
ca: Mode d'us
de: Benutzung:
hu: Használat:
uk: Використання:

source: Use Default Encoding
ca: Emprar Codificaci�per Defecte
de: Standardkodierung benutzen
es: Usar Codificación por defecto
hu: Alapértelmezett karakterkódolás használata
uk: Використати кодування за замовчуванням

source: Use custom color in userlist
hu: Saját szín használata a felhasználólistában
uk: Використати інші кольори в списку користувачів

source: Use doubleclick to edit item
hu: Két kattintás az elem szerkesztéséhez
uk: Подвійний клич для редагування

source: Use new settings folder
hu: Új beállítások könyvtár
uk: Нова папка настроювань

source: Use settings folder from previous installation
hu: Az előző telepítésnél megadott beállítások használta
uk: Використати вже існуючу папку

source: Use the crypt engine
ca: Utilitzar el motor de xifrat
de: Verschlüsselungsroutine benutzen
es: Utilizar el motor de cifrado
hu: Megadott titkosítás használata
uk: Використання криптовальной машини

source: User %Q not found
es: Usuario %Q no encontrado
hu: %Q felhasználó nem található
uk: Користувач %Q не знайдений

source: User List
ca: Llista d'Usuaris
de: Benutzerliste
es: Lista de Usuarios
hu: Felhasználó Lista
uk: Список користувачів

source: User Mode
ca: Mode d'usuari
de: Benutzermodus
es: Modo de usuario
hu: Felhasználó mód
uk: Режим користувача

source: User Operator
ca: Usuari Operador
de: Benutzer-Operator
hu: Felhasználói Operátor
uk: Користувач-оператор

source: User Registration Wizard - KVIrc
ca: Assistent de Registre d'Usuaris - KVIrc
de: Benutzeregistrierung-Assistent - KVIrc
es: Asistente de Registro de usuarios - KVIrc
hu: Felhasználó Regisztráló Varázsló - KVIrc
uk: Майстер реєстрації користувача - KVIrc

source: User action
ca: Acci�d'usuari
de: Benutzeraktion
es: Acción de usuario
hu: Felhasználói akció
uk: Дія користувача

source: User already registered: found exact name match
ca: Usuari ja registrat: s'ha trobat coincid�cia exacta amb el nom
de: Benutzer bereits registriert: exakter Name gefunden
es: Usuario ya registrado: se encontró coincidencia exacta con el nombre
hu: Felhasználó már létezik: pontos egyezést találtam
uk: Користувач уже зареєстрований: виявлене таке ж ім'я

source: User friendly commandline mode<br>See also /help commandline
de: Benutzerfreundlicher Kommandozeilenmodus<br>Siehe auch /help commandline
hu: Felhasználóbarát paranccsor <br> Lásd: /help commandline
uk: Командний рядок у дружньому користувачеві режимі <br> Також дивися /help commandline

source: User mode for !n%Q is %s
ca: Mode d'usuari per a !n%Q � %s
de: Benutzermodus für !n%Q ist %s
es: Modo de usuario para !n%Q es %s
hu: !n%Q felhasználó módjai: %s
uk: Режим каналу !n%Q - %s

source: User not found (%Q)
es: Usuario no encontrado (%Q)
hu: Felhasználó nem található (%Q)
uk: Користувач не знайдений (%Q)

source: User-deop mode change
ca: Canvi del mode usuari no operador
de: Wegnahme von OP-Status
es: Cambio de modo usuario no operador
hu: Operátori mód elvétel
uk: Зміна режиму не користувач-оператор

source: User-operators OR Auditorium: /NAMES and /WHO show only ops
ca: Usuaris operadors i auditori : /NAMES i /WHO nom� mostren els ops
de: Zuhörerraum: /NAMES und /WHO zeigt nur OP's
es: Usuarios operadores y auditorio : /NAMES y /WHO sólo muestran los ops
hu: Felhasználó-operátorok vagy előadóterem: /NAMES és /WHO csak az operátorokat mutatja
uk: Операторам або аудиторам: /NAMES і /WHO показується тільки опам

source: Userop mode change
ca: Canvi de mode usuari operador
de: Vergabe von OP-Status
es: Cambio de modo usuario operador
hu: Operátori módváltás
uk: Зміна режиму користувач-оператор

source: Users
ca: Usuaris
de: Benutzer
es: Usuarios
hu: Felhasználók
uk: Користувачі

source: Using HTTP protocol.
ca: Fent servir protocol HTTP.
de: HTTP-Protokoll benutzen
es: Usando protocolo HTTP.
hu: HTTP protokoll alkalmazása
uk: Використається протокол HTTP.

source: Using SOCKSV4 protocol.
ca: Fent servir protocol SOCKSV4.
de: SOCKSV4-Protokoll benutzen.
es: Utilizando protocolo SOCKSV4.
hu: SOCKSV4 protokoll alkalmazása
uk: Використається протокол SOCKSV4.

source: Using a wildcard within phrases is not allowed.
uk: Використання регулярних виражень у фразах неприпустимо

source: Using cached proxy IP address (%s)
ca: Utilitzant direcci�IP de proxy cachejada (%s)
de: Benutze zwischengespeicherte IP-Adresse (%s)
es: Utilizando dirección IP de proxy cacheada (%s)
hu: Tárolt proxy IP használata (%s)
uk: Використається кеширований IP адреса проксі (%s)

source: Using cached server IP address (%s)
ca: Utilitzant l'adre� IP del servidor cachejada (%s)
de: Benutze zwischengespeicherte Server-IP-Adresse (%s)
es: Utilizando dirección IP de servidor cacheada (%s)
hu: Szerverhez tárolt IP cím használata (%s)
uk: Використається кеширована адреса сервера (%s)

source: Using filtered IRC protocol: Link filter is "%Q"
ca: Usant protocol IRC filtrat: El filtre d'enlla�� "%Q"
de: Gefiltertes IRC-Protokoll wird benutzt: Verknüpfungsfilter ist "%Q"
es: Usando protocolo IRC filtrado: El filtro de enlace es "%Q"
hu: Szűrt IRC protokoll használata: Kapcsolat szűrő: "%Q"
uk: Використання фільтра протоколів IRC: "%Q"

source: Using network specific nickname (%Q)
ca: Utilitzant el nick espec�ic de la xarxa (%Q)
de: Benutze serverspezifischen Spitznamen (%Q)
es: Utilizando el nick específico de la red (%Q)
hu: Hálózatspecifikus nicknév használata (%Q)
uk: Використовуваний специфічний Нік для мережі (%Q)

source: Using network specific real name (%Q)
ca: Utilitzant el nom real espec�ic de la xarxa (%Q)
de: Benutze serverspezifischen wirklichen Namen (%Q)
es: Utilizando el nombre real específico de la red (%Q)
hu: Hálózatspecifikus valós név alkalmazása (%Q)
uk: Використовуване специфічне реальне ім'я для мережі (%Q)

source: Using network specific username (%Q)
ca: Utilitzant el nom d'usuari especificat de la xarxa (%Q)
de: Benutze serverspezifischen Benutzernamen (%Q)
es: Utilizando el nombre de usuario específico de la red (%Q)
hu: Hálózatspecifikus felhasználónév alkalmazása (%Q)
uk: Використовуване специфічне ім'я для мережі (%Q)

source: Using server <b>%1</b>
ca: Emprant servidor <b>%1</b>
de: Benutzt Server <b>%1</b>
es: Usando servidor <b>%1</b>
hu: Használt szervere <b>%1</b>
uk: Використається сервер <b>%1</b>

source: Using server specific nickname (%Q)
ca: Utilitzant el nick espec�ic del servidor (%Q)
de: Benutze serverspezifischen Spitznamen (%Q)
es: Utilizando el nick específico del servidor (%Q)
hu: Szerverspecifikus nick alkalmazása (%Q)
uk: Використовуваний специфічний Нік для сервера (%Q)

source: Using server specific real name (%Q)
ca: Utilitzant el nom real espec�ic del servidor (%Q)
de: Benutze serverspezifischen wirklichen Namen (%Q)
es: Utilizando el nombre real específico del servidor (%Q)
hu: Szerverspecifikus valós név alkalmazása (%Q)
uk: Використовуване специфічне реальне ім'я для сервера (%Q)

source: Using server specific username (%Q)
ca: Utilitzant el nom d'usuari especific del servidor (%Q)
de: Benutze serverspezifischen Benutzernamen (%Q)
es: Utilizando el nombre usuario específico del servidor (%Q)
hu: Szerverspecifikus felhasználónév alkalmazása (%Q)
uk: Використовуване специфічне ім'я для сервера (%Q)

source: Valid name but the host has no IP address
ca: Nom v�id per�la m�uina no t�adre� IP
de: Gültiger Name, aber der Host hat keine IP-Adresse
es: Nombre válido pero la máquina no tiene dirección IP
hu: Érvényes név, de a hosthoz nem tartozik IP cím
uk: Ім'я хоста вірно, але для нього немає IP адреси

source: Value
ca: Valor
de: Wert
es: Valor
hu: Érték
uk: Значення

source: Value %d for port is out of range (values allowed are from 0 to 65535
uk: Значення %d для порту виходить за рамки (значення можуть бути від 0 до 65535)

source: Values for background are out of image size
hu: A háttér értékei túllépték a kép méreteit
uk: Значення для заднього плану більше розміру зображення

source: Values for foreground are out of image size
hu: Az előtér értékei túllépték a kép méreteit
uk: Значення для переднього плану більше розміру зображення

source: Variable expected
ca: S'esperava una variable
de: Variable erwartet
es: Se esperaba una variable
hu: Változó szükséges
uk: Очікується змінна

source: Variable or identifier expected
ca: S'esperava una variable o identificador
de: Variable oder Bezeichner erwartet
es: Se esperaba una variable o identificador
hu: Változó vagy azonosító szükséges
uk: Очікується змінна або ідентифікатор

source: Verbose/Debug
ca: Detallat/Depuraci
de: Informativ/Debug
es: Detallado/Depuración
hu: Beszédes / Hibakeresés
uk: Багатослівний/Налагодження

source: Very high activity
ca: Molt alta activitat
de: Sehr hohe Aktivität
es: Muy alta actividad
hu: Nagyon magas aktivitás
uk: Дуже висока активність

source: Very low activity
ca: Activitat molt baixa
de: Sehr niedrige Aktivität
es: Muy baja actividad
hu: Nagyon alacsony aktivitás
uk: Дуже низька активність

source: View URL list
hu: URL lista megtekintése
uk: Показати список URL

source: Visible name for this action.<br>This string will be displayed to the user so it is a good idea to use $tr() here
de: Sichtbarer Name für diese Aktion.<br>Diese Zeichenkette wird dem Benutzer angezeigt, so dass es eine gute Idee ist, hier $tr() zu verwenden
es: Nombre visible para esta acción.<br>Esta cadena será mostrada al usuario, por eso es una buena idea usar $tr() aqu
hu: Az akció látható neve.<br>Ezt a sztringet fogja a felhasználó látni, tehátjavasolt a $tr() -t használata
uk: Видиме ім'я для цього дії<br>Цей рядок буде показана користувачеві, гарною ідеєю буде використання тут $tr()

source: Visible short description for this action.<br>This string will be displayed to the user so it is a good idea to use $tr() here
de: Sichtbare Kurzbeschreibung für diese Aktion.<br>Diese Zeichenkette wird dem Benutzer angezeigt, so dass es eine gute Idee ist, hier $tr() zu verwenden
es: Descripción corta visible para esta acción.<br>Esta cadena será mostrada al usuario, por ello es buena idea usar $tr() aquí
hu: Az akció látható rövid leírása.<br>Ezt a sztringet fogja a felhasználó látni, tehát javasolt a $tr() használata
uk: Видимий короткий опис цього дії<br>Цей рядок буде показана користувачеві, гарною ідеєю буде використання тут $tr()

source: Voice
ca: Veu
de: Stimmstatus
es: Voz
hu: Hang
uk: Войс

source: Voice Chat
ca: Xat de Veu
hu: Beszélgetés Hanggal
uk: Голосовий чат

source: Voiced users
ca: Usuaris amb veu
de: Benutzer mit Voice-Status
es: Usuarios con voz
hu: Hanggal rendelkező felhasználó
uk: Войси

source: WALLOPS from !n%Q [%Q@!h%Q]: %Q
ca: WALLOPS de !n%Q [%Q@!h%Q]: %Q
de: WALLOPS von !n%Q [%Q@!h%Q]: %Q
es: WALLOPS de !n%Q [%Q@!h%Q]: %Q
hu: WALLOPS !n%Q [%Q@!h%Q]: %Q
uk: WALLOPS від !n%Q [%Q@!h%Q]: %Q

source: Wallops message
ca: Missatge a wallops
de: Rundsendenachricht
es: Mensaje wallops
hu: Wallop üzenet
uk: Повідомлення Wallops

source: Warning - KVIrc
ca: Advert�cia - KVIrc
de: Warnung - KVIrc
es: Advertencia - KVIrc
hu: Figyelmeztetés - KVIrc
uk: Увага - KVIrc

source: Warning near line %d, column %d
es: Advertencia cerca de la línea %d, columna %d
hu: Figyelmeztetés: %d sor %d oszlop közelében
uk: Попередження в рядку %d, символ %d

source: Warning: No root link was sent by the server, the stats may be invalid.
ca: Av�: El servidor no ha enviat l'enlla�arrel : les estad�tiques poden ser incorrectes.
de: Warnung: Keine Wurzelverknüpfung wurde an Server gesendet: die Statistiken sind möglicherweise ungültig.
es: Aviso: El servidor no envió el enlace raíz : las estadísticas pueden ser incorrectas.
hu: Figyelmeztetés: Nincs elérhető gyökér kapcsolat, a statisztika valószínűleg érvénytelen.
uk: Попередження: Не кореневий зв'язок був посланий сервером, статистика може бути не дійсної.

source: We can accept auth method 0 (no auth)
ca: Podem acceptar el m�ode d'autentificaci�0 (sense auth)
de: Authentifizierungsmethode 0 (keine Authentifizieung) kann akzeptiert werden
es: Podemos aceptar el método auth 0 (sin auth)
hu: Azonosítás nem szükséges, nincs azonosítás
uk: Неприйнятний метод аутентифікації 0 (без аутентифікації)

source: We can accept auth method 0 (no auth) or 2 (user/pass)
ca: Podem acceptar el m�ode d'autentificaci�0 (sense auth) o 2 (usuari/clau)
de: Authentifizierungsmethode 0 (keine Authentifizierung) oder 2 (Benutzer/Passwort) kann akzeptiert werden
es: Podemos aceptar el método auth 0 (sin auth) o 2 (usuario/clave)
hu: Azonosítás nem szükséges, nincs azonosítás vagy 2 (felhasználónév/jelszó)
uk: Неприйнятний метод аутентифікації 0 (без аутентифікації) або 2 (логин/пароль)

source: Welcome to KVIrc
ca: Benvingut a KVIrc
de: Willkommen zu KVIrc
es: Bienvenido a KVIrc
hu: Üdvözlünk a KVIrcben
uk: Ласкаво просимо в KVIrc

source: Who reply
ca: Resposta Who
de: Who-Antwort
es: Respuesta Who
hu: Who válasz
uk: Хто відповів

source: Whois channels reply
ca: Resposta de canal whois
de: Whois channels-Antwort
es: Respuesta de canal whois
hu: Whois csatorna válasz
uk: Відповідь каналу Whois

source: Whois idle reply
ca: Resposta en espera de whois
de: Whois idle-Antwort
es: Respuesta en espera de whois
hu: Whois tétlenség válasz
uk: Whois рядок про бездіяльність

source: Whois other reply
ca: Resposta d'un tercer a whois
de: Andere whois-Antwort
es: Respuesta de un tercero a whois
hu: Whois egyéb
uk: Інша відповідь Whois

source: Whois server reply
ca: Resposta whois del servidor
de: Whois server-Antwort
es: Respuesta whois del servidor
hu: Whois szerver válasz
uk: Відповідь півночі Whois

source: Whois user reply
ca: Resposta d'usuari whois
de: Whois-user-Antwort
es: Respuesta de usuario whois
hu: Whois felhasználó válasz
uk: Відповідь користувача Whois

source: Widget object required
de: Widgetobjekt erforderlich
es: Necesita un objeto Widget
hu: Widget objektum szükséges
uk: Потрібно Widget об'єкт

source: Widget or Pixmap required
es: Necesita un Widget o un Pixmap
uk: Потрібно Widget або Pixmap

source: Widget or Pixmap required
es: Necesita un Widget o un Pixmap
uk: Потрібно Widget або Pixmap

source: Widget parameter is not a valid object
hu: Widget paraméter nem érvényes objektum
uk: Параметр Widget не є правильним об'єктом

source: Widget parameter is not an object
hu: Widget paraméter nem objektum
uk: Параметр Widget не є об'єктом

source: Widget, Image or Pixmap required
uk: Потрібно Widget або Pixmap

source: Wildcard servers (hubs?): %d
ca: Servidors comodins (concentradors?): %d
de: Wildcard Server (Hubs?): %d
es: Servidores comodines (concentradores?): %d
hu: Joker szerverek (hubok?): %d
uk: Некеровані сервера (хаби?): %d

source: Will attempt to reconnect in %d seconds
ca: Intentar�reconectar en %d segons
de: Erneuter Verbindungsversuch wird in %d Sekunden versucht.
es: Intentaré reconectar en %d segundos
hu: Újracsatlakozás %d másodperc múlva
uk: Спроба повторного підключення через %d секунд

source: Window
ca: Finestra
de: Fenster
es: Ventana
hu: Ablak
uk: Вікно

source: Window %Q not found
es: Ventana %Q no encontrada
hu: %Q ablak nem található
uk: Вікно %Q не знайдено

source: Window '%s' not found, using current one
ca: Finestra '%s' no trobada, emprant l'actual
de: Fenster '%s' nicht gefunden, benutze akuelles
es: Ventana '%s' no encontrada, usando la actual
hu: %s ablak nem található, az aktuálist veszem alapértelmezettnek
uk: Вікно '%s' не знайдене, використається поточне
