Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Syntax error after '$' function call prefix. If you want to use a plain '$' in the code you need to escape it
ca: Error de sintaxis despr� del prefixe de crida '$'. Si vols emprar un simple '$' en el codi necessites escapar-lo
de: Syntaxfehler nach der '$'-Funktionsaufrufpräfix. Wenn ein einfaches '$' im Code benutzt werden soll, muss es entwertet werden
es: Error de sintaxis después del prefijo de llamada '$'. Si quieres usar un simple '$' en el código necesitas escaparlo
uk: Синтаксична помилка після префікса функції '$'. Якщо ви хочете використати просто символ '$' у вашому коді - використайте escape-послідовність

source: Syntax error after '%' variable prefix. If you want to use a plain '%' in the code you need to escape it
ca: Error de sintaxis per a el prefixe de variable '%'. Si vols fer servir un simple '%' en el codi no necessites escapar-lo
de: Syntaxfehler nach '%'-Prefix. Wenn ein einfaches '%' im Code benutzt werden soll, muss dieses entwertet werden
es: Error de sintaxis para el prefijo de variable '%'. Si quieres usar un simple '%' en el código necesitas escaparlo
uk: Синтаксична помилка на початку змінної '%'. Якщо ви хочете використати просто '%' у вашому коді, вам потрібно використати escape-послідовність

source: Syntax error: confused by earlier errors: bailing out
ca: Error de sintaxis: conf� per errors anteriors: flipant
de: Syntaxfehler: Konfus von früheren Fehlern: Aussprung
es: Error de sintaxis: confundido por errores anteriores: alucinando
uk: Синтаксична помилка: обумовлена більше ранніми помилками: bailing out

source: Syntax error: invalid $$ ($this) function call in object scope
es: Error de sintaxis: $$ ($this) llamada a función no válida en el ámbito del objeto
uk: Синтаксична помилка: недійсний $$ ($this) виклик функції в межах об'єкта

source: Syntax error: malformed (alias?) command identifier
es: Error de sintaxis: identificador (alias?) de comando mal formado
uk: Синтаксична помилка: невірний (аліас?) ідентифікатор команди

source: Syntax error: malformed (alias?) function call identifier
uk: Синтаксична помилка: невірний (аліас?) ідентифікатор виклику функції

source: Syntax error: malformed alias function call identifier
uk: Синтаксична помилка: невірний ідентифікатор виклику функції

source: Syntax error: malformed alias identifier
es: Error de sintaxis: identificador de alias mal formado
hu: Szintaktikai hiba: értelmezhetetlen alias azonosító
uk: Синтаксична помилка: невірно сформована ім'я аліаса

source: Syntax error: malformed module command identifier
ca: Error de sintaxis: identificador de comanda del m�ul mal format
de: Syntaxfehler: Fehlerhafter Kommandozeilenbezeichner
es: Error de sintaxis: identificador de comando del módulo mal formado
hu: Szintaktikai hiba: értelmezhetetlen modul parancsazonosító
uk: Синтаксична помилка: невірно сформований командний ідентифікатор модуля

source: System error
ca: Error de sistema
de: Systemfehler
es: Error de sistema
hu: Rendszer hiba
uk: Системна помилка

source: System message
ca: Missatge del sistema
de: Systemnachricht
es: Mensaje del sistema
hu: Rendszerüzenet
uk: Системне повідомлення

source: System warning
ca: Av� del sistema
de: Systemwarnung
es: Aviso del sistema
hu: Rendszer figyelmeztetés
uk: Системне попередження

source: TDCC Reverse Send to
ca: TDCC Enviament Invers a
de: Umgekehrtes TDCC-Senden an
hu: TDCC fordított küldés:
uk: TDCC зворотна передача

source: TDCC Send to
ca: TDCC Enviat a
de: TDCC-Senden an
hu: TDCC Küldés:
uk: TDCC передача

source: Taskbar
ca: Barra de Tasques
de: Fensterleiste
es: Barra de Tareas
hu: Eszközlista
uk: Панель завдань(панель списку вікон)

source: Temporary Files
ca: Arxius Temporals
de: Temporäre Dateien
es: Archivos Temporales
hu: Átmeneti Fájlok
uk: Тимчасові файли

source: Terminal
hu: Terminál
uk: Консоль

source: Terminal emulator
ca: Emulador de terminal
es: Emulador de terminal
hu: Terminál emulátor
uk: Емулятор термінала

source: Test
ca: Prova
es: Prueba
hu: Teszt
uk: Тест

source: Text &Encoding
ca: Codificaci�de Text
de: Text&kodierung
es: Codificación de Texto
hu: Szöveg kódolás
uk: &Кодування тексту

source: Text Encoding Server message
hu: Szöveg kódolási szerver üzenet
uk: Повідомлення сервера про кодування

source: Text:
es: Texto:
hu: Szöveg:
uk: Текст:

source: The $sw() function can be used only in aliases
ca: La funci�$sw() nom� pot emprar-se amb �ies
de: Die $sw()-Funktion kann nur in Aliassen benutzt werden
es: La función $sw() solo puede usarse con alias
hu: Az $sw() funkció csak aliasokkal használható
uk: Функція $sw() може використатися тільки в псевдонімах

source: The 'defpopup' command needs an expression enclosed in parenthesis
uk: Команді 'defpopup' потрібне вираження в круглих дужках

source: The 'for' command needs an expression enclosed in parenthesis
uk: Команді 'for' потрібне вираження в круглих дужках

source: The 'foreach' command expects a comma separated list of iteration data items after the first parameter
ca: La comanda 'foreach' espera una llista d'elements d'iteraci�separades per comes despr� del primer par�etre
de: 'foreach'-Kommando erwartet eine Liste von Iterationsdatenelementen, die durch Komma getrennt sind, nach dem ersten Parameter
es: El comando 'foreach' espera una lista de elementos de iteración separados por comas después del primer parámetro
uk: Команда 'foreach' очікує кому, що розділяє список пунктів даних ітерації після першого аргументу

source: The 'foreach' command expects a writeable iteration variable as first parameter
ca: La comanda 'foreach' espera una variable d'iteraci�modificable com a primer par�etre
de: 'foreach'-Kommando erwartet eine schreibbare Iterationsvariable als ersten Parameter
es: El comando 'foreach' espera una variable de iteración modificable como primer parámetro
uk: Команда 'foreach' очікує для запису змінну ітерації як перший аргумент

source: The 'foreach' command needs an expression enclosed in parenthesis
uk: Команді 'foreach' потрібне вираження в круглих дужках

source: The 'global' command needs a variable list
ca: La comanda 'global' necessita una llista de variables
de: 'global'-Kommando benötigt eine Variablenliste
es: El comando 'global' necesita una lista de variables
uk: Команді 'global' потрібний список змінних

source: The 'if' command needs an expression enclosed in parenthesis
uk: Команді 'if' потрібне вираження в круглих дужках

source: The 'switch' command needs an expression enclosed in parenthesis
uk: Команді 'switch' потрібне вираження в круглих дужках

source: The 'unset' command needs a variable list
de: Das 'unset'-Kommando benötigt eine Variablenliste
es: El comando 'unset' necesita una lista de variables
uk: Команда 'unset' вимагає список змінних

source: The 'while' block of the 'do' command needs an expression enclosed in parenthesis
uk: Блоку 'while' команди 'do' потрібне вираження в круглих дужках

source: The ToolBar Label can't be empty!
ca: L'etiqueta de la Barra d'Eines no pot estar buida!
de: Der Werkzeugleistenbezeichner kann nicht leer sein!
es: La etiqueta de la barra de herramientas no puede estar vacía!
hu: Az eszköztár neve nem lehet üres!
uk: Мітка панелі інструментів не може бути порожній!

source: The above problem might be related to the switch dash and the following equal sign
ca: El problema anterior pot estar relacionat amb la barra de canvi i el signe igual que la segueix
de: Das obige Problem kann mit dem Schalterbindestrich und dem folgenden Gleichheitszeichen zusammenhängen
es: El problema anterior puede estar relacionado con la barra de cambio y el signo igual que le sigue
uk: Зазначена проблема могла бути обумовлена тире й наступним знаком рівності

source: The action "%1" does not exist
ca: L'acci�"%1" no existeix
de: Die Aktion "%1" existiert nicht
es: La acción "%1" no existe
hu: Az akció "%1" nem létezik
uk: Дія "%1" не існує

source: The action "%1" is a core action and cannot be destroyed
ca: L'acci�"%1" � una acci�principal i no pot se destru�a
de: Die Aktion "%1" ist eine Kernaktion und kann nicht zerstört werden
es: La acción "%1" es una acción principal y no puede ser destruida
hu: Az akció "%1" egy mag akció, nem lehetséges a megsemmisítése
uk: Дія "%1" є дією ядра й не може бути вилучене

source: The action "%1" is already defined as core action and cannot be overridden
ca: L'acci�"%1" ja est�definida como una acci�principal i no pot ser sobreescrita
de: Die Aktion "%1" ist bereits als Kernaktion definiert und kann nicht überschrieben werden
es: La acción "%1" ya está definida como una acción principal y no puede ser sobreescrita
hu: A(z) "%1" akció már definiálva van, mint mag akció, nem felülírható
uk: Дія "%1" уже визначено як дія ядра й не може бути скасоване

source: The action "%1" is disabled
ca: L'acci�"%1" est�deshabilitada
de: Die Aktion "%1" ist deaktiviert
es: La acción "%1" está deshabilitada
hu: A(z) "%1" akció letiltva
uk: Дія "%1" виключене

source: The action "%Q" doesn't exist
es: La acción "%Q" no existe
hu: "%Q" akció nem létezik
uk: Дія "%Q" не існує

source: The action parameter didn't evaluate to an index
ca: El par�etre d'acci�no s'avalua com un �dex
de: Der Aktionparameter kann nicht zu einem Index ausgewertet werden
es: El parámetro de acción no se evalúa como un índice
hu: Az akció paramétere nem értelmezhető egész számként
uk: Параметр дії не є індексом

source: The addon "%1" does not exist
es: La funcionalidad adicional "%1" no existe
hu: "%1" addon nem létezik
uk: Доповнення "%1" не існує

source: The addon "%1" has no configure callback set
es: La funcionalidad adicional "%1" no tiene definida una funcion de configuracion
hu: Az addon "%1" nem rendelkezik konfigurációs felülettel
uk: Доповнення "%1" не має конфігураційних функцій

source: The addon "%1" has no help callback set
es: La funcionalidad adicional "%1" no tiene definida una funcion de ayuda
hu: Az addon "%1" nem rendelkezik súgó felülettel
uk: Дія "%1" не має допомоги

source: The alias %Q is not existing
ca: L'�ies %Q no existeix
de: Alias %Q existiert nicht
es: El alias %Q no existe
hu: %Q alias nem létezik
uk: Псевдонім %Q не існує

source: The argument of the -w switch did not evaluate to a valid window id: using default
ca: L'argument de l'indicador -w no avalua a un id v�id de finestra: emprant el valor per defecte
de: Das Argument des -w-Schalters kann nicht zu einer gültigen Fenster-ID ausgewertet werden: Standard wird benutzt
es: El argumento del indicador -w no evala a un id válido de ventana: usando el valor por defecto
hu: A -q kapcsolója nem értelmezhető ablak azonosítóként, alapértelmezett használata
uk: Аргумент ключа -w не є дійсним ID вікна: використається дефолтний

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from %Q supplied
ca: L'argument del sub�dex [] no avalua a una matriu: es proporciona conversi�autom�ica des de %Q
de: Das Argument für das []-Unterskript kann nicht zu einem Feld ausgewertet werden: es wird automatische Konvertierung von %Q geliefert
es: El argumento del subíndice [] no evala a un array: se proporciona conversión automática desde %Q
uk: Аргумент із індексом [] не визначається як масив: автоматично перетворено в %Q

source: The argument of the [] subscript didn't evaluate to an array: automatic conversion from type '%Q' supplied
ca: L'argument de sub�dex [] no avalua a una matriu: es proporciona conversi�autom�ica des del tipus %Q
de: Das Argument des []-Unterskriptes kann nicht zu einem Feld ausgewertet werden: es wird automatische Konvertierung von %Q geliefert
es: El argumento del subíndice [] no evala a un array: se proporciona conversión automática desde el tipo %Q
uk: Аргумент із індексом [] не визначається як масив: автоматично перетворено в тип %Q

source: The argument of the array count '#' operator didn't evaluate to an array: automatic conversion from type '%Q' supplied
ca: L'argument de l'operador de la matriu '#' no s'avalua com una matriu: es proporciona conversi�autom�ica des del tipus '%Q'
de: Das Argument für des '#'-Feldzähleroperators kann nicht zu einem Feld ausgewertet werden: es wird automatische Konvertierung von %Q geliefert
es: El argumento del operador contador del array '#' no se evala como un array: se proporciona conversión automática desde el tipo '%Q'
uk: Аргумент рахунку масиву '#' не визначається як масив: автоматично перетворено в тип %Q

source: The argument of the hash count '#' operator didn't evaluate to a hash: automatic conversion from type '%Q' supplied
ca: L'operador de conteix hash '#' no s'avalua com un hash: es proporciona conversi�autom�ica des del tipus '%Q'
de: Das Argument des '#'-Feldzähleroperators kann nicht zu einem Hash ausgewertet werden: es wird automatische Konvertierung von %Q geliefert
es: El operador de conteo hash '#' no se evala como un hash: se proporciona conversión automática desde el tipo '%Q'
hu: Az argumentum # hash-a nem értelmezhető hashként: automatikus konverzió %Q típusra
uk: Аргумент рахунку хеша не визначається як хеш: автоматично перетворене в тип %Q

source: The argument of the i switch did not evaluate to a number: using default
ca: L'argument de l'indicador i no avalua a un nmero: emprant valor per defecte
de: Das Argument des -i-Schalters kann nicht zu einer gültigen Fenster-ID ausgewertet werden: Standard wird benutzt
es: El argumento del indicador i no evala a un número: usando valor por defecto
uk: Аргумент ключа i не є числом: використається за замовчуванням

source: The argument of the {} subscript didn't evaluate to a hash automatic conversion from %Q supplied
ca: L'argument del sub�dex {} no s'avalua com un hash, es proporciona conversi�autom�ica des del tipus '%Q'
de: Das Argument des {}-Unterskriptes kann nicht zu einem Hash ausgewertet werden: es wird automatische Konvertierung von %Q geliefert
es: El argumento del subíndice {} no se evala como un hash, se proporciona conversión automática desde el tipo '%Q'
uk: Аргумент із {} не визначається як хеш: автоматично перетворене в %Q

source: The argument of the {} subscript didn't evaluate to a hash: automatic conversion from type '%Q' supplied
ca: L'argument del sub�dex {} no s'avalua com un hash: es proporciona conversi�autom�ica des del tipus '%Q'
de: Das Argument des {}-Unterskriptes kann nicht zu einem Hash ausgewertet werden: es wird automatische Konvertierung von %Q geliefert
es: El argumento del subíndice {} no se evala como un hash: se proporciona conversión automática desde el tipo '%Q'
uk: Аргумент із {} не визначається як хеш: автоматично перетворено в тип %Q

source: The array passed as parameter must contain at least 2 elements
es: El vector pasado como parámetro debe contener al menos 2 elementos
uk: Масив, переданий як параметр, повинен мати як мінімум 2 елементи

source: The array passed as parameter must contain at least 3 elements
es: El vector pasado como parámetro debe contener al menos 3 elementos
uk: Масив, переданий як параметр, повинен мати як мінімум 3 елементи

source: The array passed as parameter must contain at least 4 elements
es: El vector pasado como parámetro debe contener al menos 4 elementos
hu: A tömbként átadott paraméternek legalább 4 elemet tartalmaznia kell
uk: Масив, переданий як параметр, повинен мати як мінімум 4 елементи

source: The big icon associated to this action.<br>It will appear at least in the toolbar buttons when this action is inserted.<br>It should be 32x32 pixels.
de: Das große Symbol, dass dieser Aktion zugeordnet ist.<br>Es wird in den Aufklappmenüs angezeigt, wenn die Aktion eingefügt ist.<br>Es sollte eine Größe von 32x32 Pixel haben.
es: Icono grande asociado a esta acción.<br>Aparecerá al menos en los botones de los menús emergentes cuando se inserte esta acción.<br>Debería ser de 32x32 pixels.
hu: A nagy ikon hozzá lesz rendelve ehhez az akcióhoz.<br>Ez látható az eszköztárgombokon, ha az akció be van szúrva.<br>32x32 pixel méretűnek kell lennie.
uk: Більша іконка, асоційована із цим дією<br>Вона буде показуватися принаймні на кнопках панелі інструментів при вставці цієї дії.<br>Повинна бути 32х32 пикселя.

source: The catalogue %Q was not loaded
es: El catálogo %Q no fue cargado
hu: %Q csomag nincs betöltve
uk: Каталог %Q не завантажений

source: The closing quotation mark is missing.
hu: A záró idézőjel hiányzik
uk: Пропущена закриваючі лапки

source: The commandline for media type '%s' seems to be broken
ca: La l�ia de comandes per a el tipus de medi '%s' sembla estar malament
de: Die Kommandozeile für Medientyp '%s' scheint fehlerhaft zu sein.
es: La línea de comando para el tipo de medio '%s' parece estar mal
hu: A %s médiatípus parancsa hibás
uk: Команда для медіа типу '%s' бита

source: The commandline for this url type seems to be broken (%Q)
es: La línea de comando para este tipo de url parece estar mal (%Q)
hu: A paranccsor ehhez a cím típushoz látszólag hibás (%Q)
uk: Команда для цього типу url здається бита (%Q)

source: The config file '%Q' has been changed but is opened as read-only: changes will be lost
hu: %Q konfigurációs fájl megváltozott, de írásvédett, minden változtatás el fog veszni
uk: Конфігураційний файл '%Q' змінений, але відкритий тільки для читання: зміни будуть загублені

source: The config file with id '%Q' is not open
es: El archivo de configuración '%Q' no está abierto
hu: Konfigurációs fájl %Q azonosítóval nincs nyitva
uk: Конфігураційний файл із ID '%Q' не відкритий

source: The config file with id '%Q' is read only
es: El archivo de configuración con id '%Q' es de solo lectura
hu: A konfigurációs fájl '%Q' azonosítóval írásvédett
uk: Конфігураційний файл із ID '%Q' доступний тільки для читання

source: The connection attempt failed while using a cached IP address for the current server
ca: L'intent de connexi�ha fallat mentres emprava una direcci�IP des de la cach�pel servidor actual
de: Der Verbindungsversuch ist fehlgeschlagen. Die IP für den aktuellen Server wurde aus dem Zwischenspeicher entnommen.
es: El intento de conexión falló cuando se usaba una dirección IP desde la caché para el servidor actual
hu: A kapcsolódás sikertelen a szerver tárolt IP címének használatával
uk: Помилка при спробі підключення з використанням кеша IP адрес поточного сервера

source: The connection terminated unexpectedly. Trying to reconnect...
ca: La connexi�ha finalitzat inesperadament. Intentant reconectar...
de: Die Verbindung wurde unerwartet beendet; es wird versucht, erneut zu verbinden...
es: La conexión finalizó inesperadamente. Intentando reconectar...
hu: A kapcsolat megszakadt, újracsatlakozás...
uk: З'єднання зненацька розірвалося. Намагаюся підключитися повторно...

source: The crypt engine "%Q" does not exist
hu: A kódoló motor "%Q" nem létezik
uk: Дія "%Q" не існує

source: The crypto engine was unable to encrypt the current message (%Q): %s, no data sent to the server
ca: El motor de xifrat no ha estat capa�de xifrar el segent missatge (%Q): %s, no s'han enviat dades al servidor
de: Die Verschlüsselungsroutine war nicht in der Lage, die aktuelle Nachricht (%Q): %s zu verschlüsseln: keine Daten an Server gesendet
es: El motor de cifrado no fue capaz de cifrar el siguiente mensaje (%Q): %s, no se enviaron datos al servidor
hu: A titkosító nem tudott titkosítást beállítani a következő üzenetre: (%Q): %s, nemlett elküldve a szervernek
uk: Криптовальна машина не в змозі зашифрувати поточне повідомлення (%Q): %s, дані не відіслані на сервер

source: The current network is %Q
ca: La xarxa actual � %Q
de: Das aktuelle Netzwerk ist %Q
es: La red actual es %Q
hu: Aktuális hálózat: %Q
uk: Поточна мережа - %Q

source: The current window is not a channel
ca: La finestra actual no � un canal
de: Das aktuelle Fenster ist kein Kanal
es: La ventana actual no es un canal
hu: Az aktuális ablak nem csatorna
uk: Поточне вікно не є каналом

source: The dash after a command should be followed by a letter (switch), by a digit (negative number) or be escaped
es: La barra después de un comando debería ser seguida por una letra (modificador), un dígito (número negativo) o ser escapado
uk: Риса після команди повинна супроводжуватися буквою (ключ), цифрою (негативне число) або escaped

source: The decrypt key wasn't a valid hexadecimal string
hu: A dekódoló kulcs nem érvényes Hexadecimális sztring
uk: Ключ був декодирован не правильної шестнадцатеричной рядком

source: The default script has been successfully installed.
ca: L'script per defecte ha estat installat satisfactoriament.
de: Das Skript mit den Voreinstellungen wurde erfolgreich installiert.
es: El script por defecto ha sido instalado satisfactoriamente
hu: Az alapértelmezett szkript sikeresen telepítve
uk: Скріпт за замовчуванням був успішно встановлений

source: The encrypt key wasn't a valid hexadecimal string
hu: A kódoló kulcs nem érvényes Hexadecimális sztring
uk: Ключ був кодирован не правильної шестнадцатеричной рядком

source: The file "%Q" exists. Do you want to replace it ?
hu: A "%Q" fájl létezik, szeretnéd felülírni?
uk: Файл "%Q" існує<br>Хочете переписати його?

source: The file %s already exists.<br>Do you wish to overwrite it?
ca: El arxiu %s ja existeix.<br>Sobreescriure-ho?
de: Die Datei %s existiert bereits.<br>Soll sie überschrieben werden?
es: El archivo %s ya existe.<br>Sobreescribirlo?
hu: A %s fájl már létezik. <br> Szeretné felülírni?
uk: Файл %s існує<br>Хочете переписати його?

source: The file %s contains an invalid registered users database version.
ca: L'arxiu %s cont�una versi�no v�ida de la base de dades d'usuaris registrats.
de: Die Datei %s enthält eine ungültige Version einer Datenbank für registrierte Benutzer.
es: El archivo %s contiene una versión no válida de la base de datos de usuarios registrados.
hu: A %s fájl érvénytelen felhasználói adatbázis verzió.
uk: Файл %s містить базу даних користувачів недійсної версії.

source: The file %s doesn't appear to be a valid registered users database.
ca: L'arxiu %s no semblar ser una base de dades d'usuaris registrats v�ida.
de: Die Datei %s sieht nicht wie eine gültige Datenbank von registrierten Benutzern aus.
es: El archivo %s no parece ser una base de datos de usuarios registrados válida.
hu: A %s fájl nem olyan, mint egy érvényes felhasználói adatbázis.
uk: Файл %s не є дійсною базою реєстрації користувачів.

source: The first parameter didn't evaluate to an array nor an integer
es: El primer parámetro no se evalua como un vector ni como un entero
uk: Перший параметр не визначає безліч і не є цілим числом

source: The following CTCP ACTION has unrecognized target %Q
ca: El segent CTCP ACTION t�un dest�no reconegut %Q
de: Folgende CTCP ACTION-Antwort hat unerkanntes Ziel %Q
es: El siguiente CTCP ACTION tiene un destino no reconocido %Q
hu: %Q CTCP ACTION-nak ismeretlen a célpontja
uk: CTCP ACTION має непізнану мету %Q

source: The following CTCP PING reply has a broken time identifier "%S", don't trust the displayed time
ca: La segent resposta CTCP PING t�un identificador temporal erroni "%S", no confii en el temps mostrat
de: Folgende CTCP PING-Antwort hat einen fehlerhaften Zeitbezeichner "%S": man sollte der angezeigen Zeit nicht vertrauen
es: La siguiente respuesta CTCP PING tiene un identificador temporal erroneo "%S", no confíe en el tiempo mostrado
hu: A következő CTCP PING válasznak hibás az időbélyege, "%S", ne bízza megjelenített időértékben
uk: Відповідь PING CTCP має битий ідентифікатор часу "%S"

source: The following CTCP PING reply has unrecognized target "%Q"
ca: La segent resposta CTCP PING t�un dest�no reconegut "%Q"
de: Folgende CTCP PING-Antwort hat unerkanntes Ziel "%Q"
es: La siguiente respuesta CTCP PING tiene un destino no reconocido "%Q"
hu: A következő CTCP PING válasznak a célja ismeretlen: "%Q"
uk: Відповідь PING CTCP має непізнану мету "%Q"
