Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Cannot call internal object function $%Q (for object named "%Q" of class %Q) from this context
uk: Не можу знайти об'єкт функції $%Q для об'єкта з ім'ям "%Q" класу %Qиз цього контексту

source: Cannot create directory %s. You may not have write permission for that path. Please go back and choose another directory.
ca: No puc crear el directori %s. Es possible que no tingui perm� d'escriptura per a aquesta ruta. Si us plau, retrocedeixi i trii un altre directori.
de: Ops... Verzeichnis %s kann nicht erstellt werden. Wahrscheinlich haben Sie keine Schreibberechtigung in diesem Pfad. Bitte gehen Sie zurück und wählen ein anderes Verzeichnis aus.
es: No puedo crear el directorio %s. Es posible que no tenga permiso de escritura para esta ruta. Por favor, retroceda y escoja otro directorio.
hu: %s könyvtár létrehozása sikertelen. Valószínűleg nincs írási jogod a könyvtárra. Kérlek menj vissza és válassz másik könyvtárat.
uk: Не можу створити каталог %s. У вас немає доступу на запис по обраному шляху. Будь ласка поверніться й виберіть інший каталог.

source: Cannot find object function $%Q for object named "%Q" of class %Q
es: No puedo encontrar la función de objeto $%Q para el objeto llamado "%Q" de clase %Q
uk: Не можу знайти об'єкт функції $%Q для об'єкта з ім'ям "%Q" класу %Q

source: Cannot find object function $%Q::%Q for object named "%Q" of class %Q
es: No puedo encontrar la función del objeto $%Q::%Q para el objeto llamado "%Q" de clase %Q
uk: Не можу знайти об'єкт функції $%Q::%Q для об'єкта з ім'ям "%Q" класу %Q

source: Cannot request links: No active connection
ca: No puc demanar enlla�s: No hi ha una connexi�activa
de: Verknüpfungen können nicht angefordert werden: keine aktive Verbindung
es: No puedo pedir enlaces: No hay una conexión activa
hu: Kapcsolatok kérése sikertelen: nincs aktív kapcsolat
uk: Неможливо запросити дані про зв'язок серверів: Немає активних з'єднань

source: Cannot request list: No active connection
ca: No puc demanar la llista: No hi ha una connexi�activa
de: Liste kann nicht abgefragt werden: keine aktive Verbindung
es: No puedo pedir la lista: no hay una conexión activa
hu: Nem tudok listát lekérni, nincs aktív kapcsolat
uk: Неможливо одержати список: Немає активних з'єднань

source: Cannot sent text to channel %Q
hu: %Q elküldése a csatornára sikertelen
uk: Не можу відіслати текст на канал %Q

source: Cannot sent text to channel %Q: %Q
hu: %Q: %Q ~ szöveg küldése sikertelen
uk: Не можу відіслати дані на канал %Q: %Q

source: Cannot sent to channel
hu: Küldés csatornára sikertelen
uk: Не можу відіслати дані на канал

source: Cannot sent to channel: %Q
es: No puedo enviar al canal: %Q
hu: %Q üzenetet nem sikerült elküldeni
uk: Не можу відіслати дані на канал: %Q

source: Cannot stop list download, no active connection.
de: Herunterladen der Liste kann nicht abgebrochen werden: keine aktive Verbindung
es: No puedo detener la descarga de la lista, no hay una conexión activa
hu: Nem lehet leállítani a letöltést, mivel nincs aktív kapcsolat.
uk: зупинити завантаження списку: Немає активних з'єднань

source: Cascade &Maximized
ca: Cascada &Maximitzada
de: Maximiert &staffeln
es: Cascada &Maximizada
hu: Lépcsőzetes Teljes &Méret
uk: &Максимізувати каскадом

source: Cascade windows
ca: Finestres en cascada
de: Gestaffelt
es: Ventanas en cascada
hu: Lépcsőzetes ablakelrendezés
uk: Вікна каскадом

source: Case , match , regexp , default or break keyword expected
ca: S'esperava una paraula clau case, match, regexp, default o break
de: "case"-, "match"-, "regexp", "default"- oder "break"-Schlüsselwort erwartet
es: Se esperaba una palabra clave case, match, regexp, default o break
hu: Case , match , regexp , default vagy break kulcsszó hiányzik
uk: Очікуються ключові слова Case , match , regexp , default або break

source: Case Insensitive
ca: No distingeix majs/mins
de: Groß-/Kleinschreibung nicht beachten
es: No distingue mays/mins
hu: Betűméret érzéketlen
uk: Не враховувати регістр

source: Category:
de: Kategorie:
es: Categoría:
hu: Kategória:
uk: Категорія:

source: Category: %Q
ca: Categoria: %Q
de: Kategorie: %Q
es: Categoría: %Q
hu: Kategória: %Q
uk: Категорія: %Q

source: Censor swear words
ca: Paraulotes censurades
de: Zensierte Schimpfwörter
es: Palabrotas censuradas
hu: Kulcsszavak cenzúrája
uk: Слова піддаються цензурі

source: Chan admin status set
ca: Posa't l'estat d'admin del canal
de: Kanaladminstatus gesetzt
es: Puesto el estado de admin de canal
hu: Csatorna operátor beállítva
uk: Включення статусу адміністратора каналу

source: Chan admin status unset
ca: Traient l'estat d'admin del canal
de: Kanaladminstatus entfernt
es: Quitado el estado de admin de canal
hu: Csatorna operátor elvéve
uk: Вимикання статусу адміністратора каналу

source: Chan owner status set
ca: Posat l'estatus de propietari del canal
de: Kanaleigentümerstatus gesetzt
es: Puesto el estatus de propietario de canal
hu: Csatorna tulajdonos állapot megadása
uk: Включення статусу власніка каналу

source: Chan owner status unset
ca: Tret l'estatus de propietari del canal
de: Kanaleigentümerstatus entfernt
es: Quitado el estatus de propietario de canal
hu: Csatorna tulajdonos állapot elvétele
uk: Вимикання статусу власніка каналу

source: ChanServ message
ca: Missatge ChanServ
de: ChanServ-Nachricht
es: Mensaje ChanServ
hu: ChanServ üzenet
uk: Повідомлення ChanServ

source: Change Nickname
ca: Canviar Nick
de: Spitznamen ändern
es: Cambiar Nick
hu: Nick váltása
uk: Змінити Нік

source: Changed text encoding to %Q
ca: Canvidada la codificaci�de text a %Q
de: Textkodierung geändert auf %Q
es: Cambiada la codificación de texto a %Q
hu: A szöveg kódolása %Q
uk: кодування тексту змінене на %Q

source: Channel
ca: Canal
de: Kanal
es: Canal
hu: Csatorna
uk: Канал

source: Channel !c%Q was created at %Q
ca: El canal !c%Q va ser creat el %Q
de: Kanal !c%Q wurde am %Q erstellt
es: El canal !c%Q fue creado el %Q
hu: !c%Q csatorna létrehozva: %Q
uk: Канал !c%Q створений %Q

source: Channel Administrator
ca: Administrador del Canal
de: Kanaladministrator
hu: Csatorna Adminisztrátor
uk: Адміністратор каналу

source: Channel CTCP
ca: CTCP de canal
de: Kanal-CTCP
es: CTCP de canal
hu: Csatorna CTCP
uk: CTCP у канал

source: Channel List [IRC Context %u]
ca: Llista de Canals [Context IRC %u]
de: Kanalliste [IRC-Kontext %u]
es: Lista de canales [Contexto IRC %u]
hu: Csatorna Lista [IRC Környezet %u]
uk: Список каналів [IRC Контекст %u]

source: Channel Modes
ca: Modes de Canal
de: Kanalmodus
es: Modos de Canal
hu: Csatorna Módok
uk: Режими каналу

source: Channel Operator
ca: Operador del Canal
de: Kanaloperator
hu: Csatorna Operátor
uk: Оператор каналу

source: Channel Owner
ca: Propietari del Canal
de: Kanaleigentümer
hu: Csatorna Tulajdonos
uk: Хазяїн каналу

source: Channel creation time reply
ca: Resposta de data de creaci�del canal
de: Kanalerstellungszeit-Antwort
es: Respuesta de fecha de creación del canal
hu: Csatorna létrehozási ideje
uk: Відповідь про час створення каналу

source: Channel encrypted private message
ca: Canal xifrat privat propi
de: Verschlüsselte private Kanalnachricht
es: Canal cifrado privado propio
hu: Titkosított csatorna üzenet
uk: Приватне повідомлення із кріптовання каналу

source: Channel key change
ca: Canvi de clau del canal
de: Kanalschlüssel-Änderung
es: Cambio de clave de canal
hu: Csatorna kulcs megváltoztatása
uk: Зміна ключа каналу

source: Channel limit change
ca: Canvi del l�it del canal
de: Kanalbegrenzung-Änderung
es: Cambio del límite de canal
hu: Csatorna limit megváltoztatása
uk: Зміна ліміту каналу

source: Channel list begin: channel, users, topic
ca: Comen� la llista de canal: canals, usuaris, temes
de: Kanallistenbeginn: Kanal, Benutzer, Titel
es: Comienza la lista de canal: canales, usuarios, temas
hu: Csatornák listázása: csatorna, felhasználók, topik
uk: Початок канального списку: канал, користувачі, тема

source: Channel list message
ca: Missatge de llista de canals
de: Kanalliste-Nachricht
es: Mensaje de lista de canales
hu: Csatorna lista üzenet
uk: Повідомлення списку каналів

source: Channel mode
ca: Mode del canal
de: Kanalmodus
es: Modo de canal
hu: Csatorna mód
uk: Режим каналу

source: Channel mode for !c%Q is %s
ca: El mode de canal per a !c%Q � %s
de: Kanalmodus für !c%Q ist %s
es: El modo de canal para !c%Q es %s
hu: !c%Q csatorna módjai: %s
uk: Режим каналу !c%Q - %s

source: Channel name
de: Kanalname
hu: Csatorna név
uk: Ім'я каналу

source: Channel notice
ca: Not�ia de canal
de: Kanalnotiz
es: Noticia de canal
hu: Csatorna értesítő
uk: Повідомлення каналу

source: Channel operators
ca: Operadors de canal
de: Kanaloperatoren
es: Operadores de canal
hu: Csatorna operátorok
uk: Оператори каналу

source: Channel password
hu: Csatorna Operátor
uk: Пароль каналу

source: Channel private message
ca: Missatge privat al canal
de: Private Kanalnachricht
es: Mensaje privado al canal
hu: Csatorna privát üzenet
uk: Повідомлення приватного каналу

source: Channel topic is: %Q
ca: El tema del canal �: %Q
de: Kanaltitel ist: %Q
es: El tema del canal es: %Q
hu: Csatorna topic: %Q
uk: Тема каналу: %Q

source: Channel topic:
ca: Tema del canal:
de: Kanalthema:
es: Tema del canal:
hu: A csatorna topikja:
uk: Тема каналу:

source: Channel was created at %Q
ca: El canal va ser creat el %Q
de: Kanal wurde erstellt am %Q
es: El canal fue creado el %Q
hu: Csatorna létrehozva: %Q
uk: Канал створений %Q

source: Channel: %c%s@%s
ca: Canal: %c%s@%s
de: Kanal: %c%s@%s
es: Canal: %c%s@%s
hu: Csatorna: %c%s@%s
uk: Канал: %c%s@%s

source: Channels
ca: Canals
de: Kanäle
hu: Csatornák
uk: Канали

source: Channels list download finished
de: Herunterladen der Kanalliste abgeschlossen
es: Finalizada la descarga de la lista de canales
hu: Csatorna lista letöltése befejezve
uk: Завершене відновлення списку каналів

source: Char device
ca: Dispositiu de car�ters
de: Zeichengerät
es: Dispositivo de caracteres
hu: Karakteres eszköz
uk: Символьний устрій

source: Chat with
ca: Xat amb
de: Chatten mit
hu: Beszélgetés:
uk: Чат з

source: Check this option if this action should be enabled also during the login operations (so when the logical IRC connection hasn't been estabilished yet)
de: Diese Option aktivieren, wenn diese Aktion auch bei den Einloggoperationen aktiviert werden soll (wenn die logische IRC-Verbindung nicht nicht aufgebaut ist)
es: Activa esta opción si esta acción debería ser habilitada también durante las operaciones de entrada (es decir, cuando la conexión lógica al IRC no ha sido establecida todavía)
hu: Akkor engedélyezd ezt az opciót, ha ennek a belépés közben kell lefutnia(tehát amikor még a tényleges IRC kapcsolat nem jött létre)
uk: Включите цю опцію якщо дія повинне бути доступно вже під час входу (коли IRC з'єднання ще не встановлене).

source: Check this option if this action should be enabled only when the active window belongs to an irc context
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn das aktive Fenster zu einem IRC-Kontext gehört
es: Activa esta opción si esta acción debería ser habilitada unicamente cuando la ventana activa pertenezca a un contexto de IRC
hu: Akkor engedélyezd ezt az opciót, ha az aktív ablaknak tartoznia kell egy IRC környezethez
uk: Включите цю опцію якщо дія повинне бути доступно тільки у випадку коли активне вікно належить IRC контексту.

source: Check this option if this action should be enabled only when the active window has an active IRC connection
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn das aktive Fenster eine aktive IRC-Verbindung hat
es: Activa esta opción si esta acción debería ser habilitada únicamente cuando la ventana actual tenga una conexión de IRC activa
hu: Akkor engedélyezd ezt az opciót, ha az aktív ablaknak tartoznia kell egy aktív IRC környezetnek is
uk: Включите цю опцію якщо дія повинне бути доступно тільки у випадку коли активне вікно має активне IRC з'єднання.

source: Check this option if this action should be enabled only when the active window is a channel
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn das aktive Fenster ein Kanal ist
es: Activa esta opción si esta acción solo debería permitirse cuando la ventana activa sea un canal
hu: Engedélyezés, csak ha a kiválasztott ablak csatorna
uk: Включите цю опцію якщо дія повинне бути доступно тільки в активному вікні каналу

source: Check this option if this action should be enabled only when the active window is a console
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn das aktive Fenster eine Konsole ist
es: Habilita esta opción si esta acción debería estar activada solo cuando la ventana activa es una consola
hu: Akkor engedélyezd ezt az opciót, ha az aktív ablaknak egy konzolnak kell lennie
uk: Включите цю опцію якщо дія повинне бути доступно тільки в активному вікні термінала

source: Check this option if this action should be enabled only when the active window is a dcc chat
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn das aktive Fenster ein DCC-Chat ist
es: Activa esta opción si esta acción solo debería permitirse cuando la ventana activa sea un chat DCC
hu: Engedélyezés, csak ha a kiválasztott ablak DCC chat ablak
uk: Включите цю опцію якщо дія повинне бути доступно тільки в активному вікні DCC чата

source: Check this option if this action should be enabled only when the active window is a query
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn das aktive Fenster eine Anfrage ist
es: Activa esta opción si esta acción solo debería permitirse cuando la ventana activa es un privado
hu: Engedélyezés, csak ha a kiválasztott ablak Privát
uk: Включите цю опцію якщо дія повинне бути доступно тільки в активному вікні привата

source: Check this option if this action should be enabled only when the active window is of a specified type
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn das aktive Fenster der angebene Typ ist
es: Habilita esta opción si esta acción debería ser activada solo cuando la ventana actual es de un tipo especificado
hu: Akkor engedélyezd ezt az opciót, ha az ablaknak meghatározott típusúnak kell lennie futáskor
uk: Включите цю опцію якщо дія повинне бути доступно тільки в активних вікнах заданих типів.

source: Choose
ca: Escollir
de: Auswählen
hu: Kiválasztás
uk: Вибрати

source: Choose Avatar - KVIrc
ca: Esculli Avatar - KVIrc
de: Avatar auswählen - KVIrc
es: Escoge Avatar - KVIrc
hu: Avatar kiválasztása - KVIrc
uk: Вибір аватара - KVIrc

source: Choose Avatar Image File
ca: Esculli un Arxiu d'Imatge d'Avatar
hu: Avatar képfájl kiválasztása
uk: Вибрати файл аватара

source: Choose Log Filename
ca: Escull un Nom d'Arxiu de Registre
de: Log-Dateiname auswählen
hu: Napló fájlnév kiválasztása
uk: Виберете ім'я файлу журналу

source: Choose Temporary Background...
ca: Triar Fons Temporal...
de: Temporären Hintergrund auswählen...
es: Escoja Fondo Temporal...
hu: Átmeneti háttér kiválasztása...
uk: Виберіть тимчасове тло...

source: Choose Temporary Font...
ca: Triar Font Temporal...
de: Temporäre Schriftart auswählen...
es: Escoja Fuente Temporal...
hu: Átmeneti betűtípus kiválasztása...
uk: Виберіть тимчасовий шрифт...

source: Choose a Configuration Folder - KVIrc Setup
ca: Trii un Directori de Configuraci�- Assistent de KVIrc
de: Bitte Konfigurationsordner auswählen - KVIrc-Einrichtung
es: Escoja un directorio de configuración - Asistente de KVIrc
hu: Válassz Konfigurációs könyvtárat - KVIrc Varázsló
uk: Виберіть каталог конфігурації - Установник KVIrc

source: Choose a Directory - KVIrc
ca: Seleccioni un Directori - KVIrc
de: Verzeichnis auswählen - KVIrc
es: Seleccione un Directorio - KVIrc
hu: Könyvtár kiválasztása - KVIrc
uk: Виберіть каталог - KVIrc

source: Choose a Download Folder - KVIrc Setup
ca: Trii un directori per als arxius descarregats - Assistent de KVIrc
de: Bitte Herunterladenordner auswählen - KVIrc-Einrichtung
es: Escoja un directorio para los archivos descargados - Asistente de KVIrc
hu: Válassz letöltések könyvtárat - KVIrc Varázsló
uk: Виберіть каталог для накачувань - Установник KVIrc

source: Choose a File - KVIrc
ca: Trii un Arxiu - KVIrc
de: Datei auswählen - KVIrc
es: Escoja un Archivo - KVIrc
hu: Fájl kiválasztása - KVIrc
uk: Виберіть файл - KVIrc

source: Choose a Filename - KVIrc
ca: Esculli un nom d'arxiu - KVIrc
de: Dateiname auswählen - KVIrc
es: Escoja un nombre de archivo - KVIrc
hu: Fájnév megadása - KVIrc
uk: Виберіть ім'я файлу - KVIrc

source: Choose a file to parse
ca: Trii un arxiu a analitzar
de: Eine Datei zum Parsen auswählen
es: Escoja un archivo a analizar
hu: Fájl kiválasztása értelmezésre
uk: Виберіть файл граматичного розбору

source: Choose a servers.ini file
ca: Escolli un arxiu servers.ini
de: Servers.ini-Datei auswählen
es: Escoja un archivo servers.ini
hu: Válassz egy servers.ini fájlt
uk: Виберіть servers.ini файл

source: Choose an Image File - KVIrc
ca: Trii un Arxiu d'Imatge - KVIrc
de: Bilddatei auswählen - KVIrc
es: Escoge un Archivo de Imagen - KVIrc
hu: Képfájl kiválasztása - KVIrc
uk: Виберіть файл картинки - KVIrc

source: Choose an Old Configuration Folder - KVIrc Setup
hu: Régebbi konfigurációs fájl megadása - KVIrc Varázsló
uk: Виберіть старий каталог конфігурації - Установник KVIrc

source: Choose image ...
ca: Escull imatge...
de: Bilddatei auswählen...
es: Escoja imagen...
hu: Kép kiválasztása...
uk: Виберіть зображення ...

source: Choose the background image...
ca: Triar la imatge de fons...
de: Hintergrund-Bilddatei auswählen...
es: Escoja la imagen de fondo...
hu: Háttér kiválasztása...
uk: Виберіть фонове зображення...

source: Choose the category that best fits for this action
de: Kategorie auswählen, die am besten zu dieser Aktion paßt
es: Escoge la categoría que mejor encaja para esta acción
hu: Válaszd ki a kategóriát, ami legjobban illeszkedik az akcióra
uk: Виберіть категорію, найбільш придатну для цієї дії

source: Choose the file to share
ca: Trii l'arxiu a compartir
de: Datei für Angebot auswählen
es: Escoja el archivo a compartir
hu: Fájl kiválasztása megosztásra
uk: Виберіть файл для надання у вільний доступ

source: Class "%Q" is not defined
es: La clase "%Q" no está definida
uk: Клас %Q не визначений

source: Class '%Q' is not definited
hu: %Q osztály nincs meghatározva
uk: Клас %Q не визначений

source: Clear
ca: Netejar
de: Leeren
es: Limpiar
hu: Töröl
uk: Очистити

source: Clear Buffer
ca: Netejar Buffer
de: Puffer leeren
es: Limpiar Buffer
hu: Puffer törlése
uk: Очистити буфер

source: Clear Default
ca: Netejar per Defecte
de: Voreinstellung löschen
hu: Alapértelmezett törlése
uk: Скасувати умовчання

source: Clipboard
ca: Portapapers
de: Zwischenablage
es: Portapapeles
hu: Vágólap
uk: Буфер обміну

source: Clo&se
ca: Tancar
de: Schlie&ssen
es: Cerrar
hu: Bezárás
uk: За&крити

source: Close
ca: Tancar
de: Schließen
es: Cerrar
hu: Bezár
uk: Закрити

source: Close All Queries
ca: Tancar Tots els Privats
de: Alle Anfragen schliessen
es: Cerrar Todos los Privados
hu: Összes Privát bezárása
uk: Закрити всі привати

source: Close this window
ca: Tancar la finestra
de: Dieses Fenster schließen
es: Cerrar esta ventana
hu: Ablak bezárása
uk: Закрити це вікно

source: Code
es: Código
hu: Kód
uk: Код

source: Collapse All Namespaces
es: Contraer todos los espacios de nombres
hu: Összes Névtér törlése
uk: Згорнути всі простори імен

source: Color free (no ANSI colors)
ca: Llibre de colors (sense colors ANSI)
de: Farbfrei (keine ANSI-Farben)
es: Libre de colores (sin colores ANSI)
hu: Színtelen (nincsenek ANSI színek)
uk: Вільні кольори (без квітів ANSI)

source: Color options (#RRGGBB)
ca: Opcions de color (#RRGGBB)
de: Farboptionen (#RRGGBB)
es: Opciones de color (#RRGGBB)
hu: Szín opciók (#RRGGBB)
uk: Опція кольорів (#RRGGBB)

source: Colors
de: Farben
es: Colores
hu: Színek
uk: Кольори

source: Comment:
hu: Komment:
uk: Коментар:

source: Commit Changes
ca: Acceptar Canvis
de: Änderungen anwenden
es: Aceptar Cambios
hu: Változások beállítása
uk: Внести зміни

source: Common channels for !n%Q [%Q@!h%Q]: %Q
ca: Canals comuns per a !n%Q [%Q@!h%Q]: %Q
de: Gemeinsame Kanäle mit !n%Q [%Q@!h%Q]: %Q
es: Canales comunes para !n%Q [%Q@!h%Q]: %Q
hu: Közös csatornáitok !n%Q : [%Q@!h%Q]: %Q
uk: Загальні канали для !n%Q [%Q@!h%Q]: %Q

source: Common channels with %1: %2
de: Gemeinsame Kanäle mit %1: <b>%2</b>
es: Canales comunes con %1: %2
hu: %1 -val/vel közös csatornáitok: %2
uk: Загальні канали з %1: %1

source: Common channels: %2
es: Canales comunes: %2
hu: Közös csatornák: %2
uk: Загальні канали: %2

source: Compression library error
hu: Tömörítési library hiba
uk: Помилка бібліотеки стиску

source: Compression library initialization error
hu: Tömörítő library inicializálási hiba
uk: Помилка ініціалізації бібліотеки стиску

source: Condition:
ca: Condici�
de: Bedingung:
es: Condición:
hu: Állapot:
uk: Умова:

source: Configure
ca: Configurar
de: Konfigurieren
es: Configurar
hu: Beállítás
uk: Конфігурація

source: Configure Identity...
de: Identität konfigurieren...
es: Configurar Identidad...
hu: Azonosítók beállítása...
uk: Конфігурація ідентифікації...

source: Configure KVIrc...
de: KVIrc konfigurieren...
es: Configurar KVIrc...
hu: KVIrc beállítása...
uk: Настроїти KVirc...

source: Configure Registered Users...
de: Registrierte Benutzer konfigurieren...
es: Configurar Usuarios Registrados...
hu: Regisztrált felhasználók kezelése...
uk: Конфігурація реєстрації користувачів...

source: Configure Servers...
de: Server konfigurieren...
es: Configurar Servidores...
hu: Szerverek beállítása...
uk: Конфігурація серверів...

source: Configure Theme...
hu: Kinézet beállítása
uk: Конфігурація теми...

source: Configure ban mask...
hu: Tiltó maszk beállítása...
uk: Конфігурація маски бана...

source: Confirm Multiline Message
de: Mehrzeilige Nachricht bestätigen
es: Confirmar Mensaje Multilínea
hu: Többsoros üzenetküldés megerősítése
uk: Підтвердити многострокове повідомлення

source: Confirm ToolBar Deletion
ca: Confirmar l'Esborrat de la Barra d'Eines
de: Bestätigung zum Löschen der Werkzeugleiste
es: Confirmar el Borrado de la Barra de Herramientas
hu: Eszköztár Törlésének megerősítése
uk: Підтвердите видалення панелі інструментів

source: Confirm addon uninstallation
es: Confirmar la desinstalación de la funcionalidad adicional
hu: Addon eltávolításának megerősítése
uk: Підтвердите видалення доповнення

source: Confirmation - KVIrc
ca: Confirmaci�- KVIrc
de: Bestätigung - KVIrc
es: Confirmación - KVIrc
hu: Megerősítés - KVIrc
uk: Підтвердження - KVIrc

source: Connect
ca: Connectar
de: Verbinden
es: Conectar
hu: Kapcsolódás
uk: Підключитися

source: Connect To
ca: Connectar a
de: Verbinden zu
es: Conectar a
hu: Kapcsolódás
uk: Підключитися до

source: Connect attempt timed out
ca: Ha expirat l'intent de connexi
de: Verbunden
es: Expiró el intento de conexión
hu: Kapcsolódás időtúllépés miatt megszakadt
uk: Закінчився час спроб з'єднання

source: Connect failure:
hu: Kapcsolódási hiba:
uk: Помилка з'єднання:

source: Connect/Disconnect
ca: Connectar/Desconnectar
de: Verbinden/Trennen
es: Conectar/Desconectar
hu: Kapcsolódás / Kapcsolat lezárása
uk: Підключитися/Відключитися

source: Connected since
ca: Connectant des de
de: Verbunden seit
es: Conectado desde
hu: Kapcsolódva
uk: Підключений з

source: Connected to %s (%s)
ca: Connectat a %s (%s)
de: Verbunden zu %s (%s)
es: Conectado a %s (%s)
hu: Kapcsolódva %s (%s)
uk: Підключений до %s (%s)

source: Connection
ca: Connexi
de: Verbindung
es: Conexión
hu: Kapcsolat
uk: З'єднання

source: Connection Timer
ca: Cron�etre de Connexi
de: Verbindungszeitmesser
es: Cronómetro de Conexión
hu: Kapcsolat Stopper
uk: Таймер з'єднання
