Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Starting identd service (IpV4/V6 on separate namespaces)
hu: Azonosító szolgáltatás indítása (IpV4/V6 külön névtereken)

source: Starting identd service (IpV4/V6 in IpV6 namespace)
hu: Azonosító szolgáltatás indítása (IpV4/V6 IpV6 névtérben)

source: Starting identd service (IpV4)
hu: Azonosító szolgáltatás indítása (IpV4)

source: Service startup (IpV4)
hu: Szolgáltatás indítása (IpV4)

source: Empty request (EOT ?)
hu: Üres kérés (Kapcsolat lezárás?)

source: Dropping connection (request too long)
hu: Kapcsolat eldobása (kérés túl hosszú)

source: Timed out while waiting for the request : dropping connection
hu: Időtúllépés várakozás közben: kapcsolat eldobása

source: Direct links: %d (~%d.%d %)
ca: Enlla�s directes: %d (~%d.%d %)
de: Direkte Verknüpfungen: %d (~%d.%d %)
es: Enlaces directos: %d (~%d.%d %)
hu: Közvetlen kapcsolatok: %d (~%d.%d %)

source: Close links (1 <= hops <= 3): %d (~%d.%d %)
ca: Enlla�s propers (1 <= salts <= 3): %d (~%d.%d %)
de: Benachbarte Verknüpfungen (1 <= hops <= 3): %d (~%d.%d %)
es: Enlaces cercanos (1 <= saltos <= 3): %d (~%d.%d %)
hu: Kapcsolatok zárása (1 <= ugrás <= 3): %d (~%d.%d %)

source: Mid-range links (4 <= hops <= 6): %d (~%d.%d %)
ca: Enlla�s mitja dist�cia (4 <= salts <= 6): %d (~%d.%d %)
de: Mittlere entfernte Verknüpfungen (4 <= hops <= 6): %d (~%d.%d %)
es: Enlaces media distancia (4 <= saltos <= 6): %d (~%d.%d %)
hu: Közepes méretű linkek (4 <= ugrás <= 6): %d (~%d.%d %)

source: Distant links (7 <= hops): %d (~%d.%d %)
ca: Enlla�s llunyans (7 <= salts): %d (~%d.%d %)
de: Weite Verknüpfungen (7 <= hops): %d (~%d.%d %)
es: Enlaces lejanos (7 <= saltos): %d (~%d.%d %)
hu: Távoli linkek (7 <= ugrás): %d (~%d.%d %)

source: Average hops: ~%d.%d
ca: Salts promig: ~%d.%d
de: Durchschnittliche Hops: ~%d.%d
es: Salto promedio: ~%d.%d
hu: Átlagos ugrás: ~%d.%d

source: All settings in shared program folder (portable)
hu: Minden beállítást megosztott programkönyvtárba (hordozható)

source: Restore from backup archive
hu: Visszaállítás biztonsági mentésről

source: Basic Properties
hu: Alapvető Tulajdonságok

source: Other:
hu: Egyéb:

source: <p>Here you can choose how much KVIrc will integrate with your system.<br><br>The default settings are fine for most users so if you're in doubt just click "<b>Next</b>" and go to the next screen.</p>
hu: <p>Itt megadhatod, hogy a KVIrc mennyire épüljön be a rendszeredbe.<br><br>Az alapértelmezett beállítások megfelelőek a legtöbb felhasználónak, szóval ha nem tudod mit tégy, csak kattints a "<b>Következő</b>" gombra.</p>

source: Now you should specify an IRC server, to be connected to it
hu: Most megadhatsz egy IRC szervert, amihez kapcsolódsz

source: Choose a server to connect
hu: Szerver kiválasztása kapcsolódáshoz

source: Choose from built-in server list
hu: Választás a beépített szerver listából

source: Specify server manually
hu: Szerver megadása manuálisan

source: Server:
ca: Servidor:
hu: Szerver:

source: Open irc:// or irc6:// URL
hu: Irc:// vagy irc6:// url megnyitása

source: Use server config
hu: Szerver konfig használata

source: Config file:
hu: Konfigurációs fájl:

source: Event: %s Parameters: %s
ca: Event: %s Par�etres: %s
de: Ereignis: %s Parameter: %s
es: Evento: %s parámetros: %s
hu: Esemény:: %s Paraméterek: %s

source: Torrent Client
hu: Torrent kliens

source: %Q doesn't look like a servers.ini file. Import failed.
hu: %Q nem úgy néz ki, mint egy servers.ini fájl. Importálás megszakítva.

source: Destination parameter is not an object
hu: A cél paraméter nem objektum

source: Destination must be a pixmap object
hu: A célnak egy pixmap objektumnak kell lennie

source: Invalid insertion Policy %Q
hu: Helytelen beszúrási elvek %Q

source: The widget must be a child of this vbox
hu: A widgetnek ennek a vbox szülőjének kell lennie

source: The listviewitem cannot be parentless
hu: A lista nézet elem nem lehet árva

source: The class '%Q' does not exist
hu: %Q osztály nem létezik

source: Object does not exists
hu: Az objektum nem létezik

source: Source is not an object
hu: A forrás nem objektum

source: Destination is not an object
hu: A cél nem objektum

source: Pixmap objects required
hu: Pixmap objektum szükséges

source: Id
hu: Azonosító

source: The specified window (%Q) is not a channel/query/dcc
hu: A megadott ablak (%Q) nem csatorna/privát/dcc

source: Slow-paste ID:%d Window:%Q
hu: Másolás-azonosító: %d Ablak: %s

source: Plugin not found. Please check the plugin-name and path.
hu: Plugin nem található. Ellenőrízd a plugin nevét és elérési útját.

source: Error while loading plugin.
hu: Hiba a plugin betöltésekor.

source: This plugin does not export the desired function.
hu: Ebben a pluginben nem áll rendelkezésre a kívánt funkció.

source: The plugin has no function to free memory. This can result in Memory Leaks!
hu: A pluginnak nincs memóriafelszabadító funkciója. Ez memória lyukakat eredményezhet!

source: Host %s resolved to %Q
hu: %s hoszt felderítve: %Q

source: Contacting host %Q on port %u
hu: Kapcsolódás %Q hosztra %u porton

source: Can't open file "%Q" for writing
hu: "%Q" fájl megnyitása írásra sikertelen

source: Chunk header too long: exceeded 4096 bytes
hu: Fejléc túl hosszú, nagyobb mint 4096 byte

source: Unexpected SSL error
hu: Váratlan SSL hiba

source: Failed to initialize the SSL context
hu: SSL környezet inicializálása sikertelen

source: Failed to initialize the SSL connection
hu: SSL kapcsolat inicializálása sikertelen

source: Unrecoverable SSL error during handshake
hu: Visszaállíthatatlan SSL hiba kézfogás közben

source: Next
hu: Következő

source: %1 bytes
hu: %1 bájt

source: Failed to open a source file for reading
hu: Forrás fájl megnyitása olvasásra sikertelen

source: Compression library internal error
hu: Belső tömörítő hiba

source: The file specified is not a valid KVIrc package
hu: A megadott fájl nem érvényes KVIrc csomag

source: Failed to create the target directory
hu: Célkönyvtár létrehozása sikertelen

source: - d -- h -- m -- s
hu: - n -- ó-- p -- mp

source: -m: send a message instead of a notice
hu: -m: üzenet küldése értesítő helyett

source: -w: send notice to all channel owners
hu: -w: értesítő küldése minden csatorna tulajdonosnak

source: -a: send notice to all channel admins
hu: -a: értesítő küldése minden csatorna adminnak

source: -h: send notice to all channel halfops
hu: -h: értesítő küldése minden fél-opnak a csatornán

source: -v: send notice to all channel voices
hu: -v: értesítő küldése minden hanggal rendelkezőnek a csatornán

source: -q: quiet mode
de: -q: stiller Modus
hu: -q: csöndes mód

source: Lag is
ca: El retr� �
de: Die Latenz beträgt
hu: Lag

source: milliseconds
ca: milisegons
de: Millisekunden
hu: milliszekundum

source: Enable Ignore
hu: Mellőzés engedélyezése

source: Ignore as...
hu: Mellőzve, mint...

source: @THEMENAME@
hu: @KINÉZETNEVE@

source: @THEMEDESCRIPTION@
hu: @KINÉZETLEÍRÁS@

source: [Installer] The first argument to \%installer->\$copyfiles must be a source directory
hu: [Telepítő] Az első argomentumnak \%installer->\$copyfiles forrás könyvtárnak kell lennie

source: [Installer] The second argument to \%installer->\$copyfiles must be a file name or file regexp
de: [Installierer] Das zweite Argument zu \%installer->\$copyfiles muss ein Dateiname, oder ein regulärer Ausdruck sein.
hu: [Telepítő] A második argomentumnak \%installer->\$copyfiles fájlnévnekvagy regexpnek kell lennie

source: [Installer] The third argument to \%installer->\$copyfiles must be a destination directory
de: [Installierer] Das dritte Argument zu \%installer->\$copyfiles muss ein Zielverzeichnis sein.
hu: [Telepítő] A harmadik argomentumnak \%installer->\$copyfiles egycélkönyvtárnak kell lennie

source: [Installer] The first argument to \%installer->\$includefiles must be a source directory
de: [Installierer] Das erste Argument zu \%installer->\$includefiles muss ein Quelltestverzeichnis sein
hu: [Telepítő] Az első argomentumnak \%installer->\$includefiles a célkönyvtárnak kell lennie

source: &OK
ca: &Acceptar
es: &Aceptar

source: The config file '%s' has been changed but is opened as read-only: changes will be lost
es: El archivo de configuración '%s' ha cambiado pero está abierto como de solo lectura: se perderá los cambios

source: The specified window (%s) is not a channel/query/dcc
ca: La finestra especificada (%s) no � un canal/privat/dcc
es: La ventana especificada (%s) no es un canal/privado/dcc

source: Slow-paste ID:%d Window:%s
ca: Enganxat lent ID:%d Finestra:%s
es: Pegado lento ID:%d Ventana:%s

source: <b>Nickname:</b>
es: <b>Nick:</b>

source: <b>Store configuration in folder:</b>
es: <b>Guardar la configuración en el directorio:</b>

source: <b>Download files to folder:</b>
es: <b>Directorio para archivos descargados:</b>

source: <p>Here you can choose the default appearance of KVIrc.<br><br>The Fancy Theme uses icons, a transparent background and a lot of colors. The Minimalist Theme is designed for low-color displays or for "console" extremists; it's more or less white text on a black background.<br><br>If you had a previous version of KVIrc installed, you can choose to not apply any theme in order to preserve your current visual settings.<br><br>If you don't know what to choose, just use the default.</p>
es: <p>Aquí puede escoger la apariencia por defecto de KVIrc.<br><br>El tema caprichoso usa iconos, un fondo transparente y montones de colores. El tema minimalista está diseñado para pantallas con pocos colores o para extremistas de la "consola"; más o menos es texto blanco sobre fondo negro.<br><br>Si tenía instalada una versión previa de KVIrc, puede escoger no aplicar ningn tema para preservar sus configuraciones visuales actuales.<br><br>Si no sabe que quiere escoger, use la configuración por defecto.</p>

source: &Fancy Theme
es: Tema &caprichoso

source: &Minimalist Theme
es: Tema &minimalista

source: &Don't apply any theme
es: &No aplicar tema alguno

source: Default Theme
es: Tema Por defecto

source: <p>Setup can make a shortcut to the KVIrc program on your desktop, so you can access it quickly.</p><p>Do you want this shortcut to be created?</p>
es: <p>La configuración puede crear un acceso directo al ejectable de KVIrc en su escritorio.</p><p>Quiere crearlo?</p>

source: <p>If you're unsure just say "Yes"</p>
es: <p>Si no está seguro, simplemente conteste "Si"</p>

source: Desktop Shortcut
es: Acceso directo en el Escritorio

source: <p>Setup can now set KVIrc as default application for the irc:// and irc6:// urls.</p><p>Do you want these settings to be applied?</p>
es: <p>El módulo de configuración pondrá ahora a KVIrc como aplicación por defecto para las urls irc:// e irc6://.</p><p>Quiere que se apliquen estos cambios?</p>

source: URL Handlers
es: Manejadores de URL

source: <p><h2>Setup Complete</h2>Setup now has all the necessary information to configure KVIrc.</p><p>Please click the "<b>Finish</b>" button to save your choices and start KVIrc.</p>
es: <p><h2>Configuración Terminada</h2>El asistente tiene ahora toda la información necesaria para configurar KVIrc.</p><p>Por favor, pulse el botón "<b>Terminar</b>" para guardar sus preferencias e iniciar KVIrc.</p>

source: Finish Setup
es: Finalizar asistente

source: Can't set a non-widget object to be the main widget of a dock window
es: No puedo asignar un objeto no-widget para ser el widget principal de una ventana de anclaje

source: The added widget is not a child of this dock window
es: El widget añadido no es un hijo de esta ventana de anclaje

source: Invalid insertion Policy
es: Política de inserción no válida

source: Empty string
es: Cadena vacía

source: No such open mode: %s
es: No existe el modo de apertura: %s

source: Negative file index supplied !
es: Se proporcionó un índice de archivo negativo !

source: Argument length is 0 - empty string
es: La longitud del argumento es 0 - cadena vacía

source: Length is a negative number !
es: La longitud es un número negativo !

source: Nothing to write
es: Nada que escribir

source: Can't fill non-widget object
es: No puedo rellenar un objeto no-widget

source: %s doesn't look like a servers.ini file. Import failed.
ca: %s no sembla ser un arxiu servers.ini Ha fallat la importaci�
de: %s sieht nicht wie eine servers.ini-Datei aus. Import fehlgeschlagen
es: %s no parece ser un archivo servers.ini Falló la importación.

source: [IDENT]: Service shutdown (spontaneous)
ca: [IDENT]: Servei desconnectat (espontani)
es: [IDENT]: Servicio parado (espontaneo)

source: [IDENT]: Service shutdown (on request)
ca: [IDENT]: Servei desconnectat (a petici�
es: [IDENT]: Servicio parado (a petición)

source: Ctrl+Q
ca: Ctrl+S
de: Strg+Q
es: Ctrl+S

source: idle()
ca: vaguejant()
es: vagueando()

source: Background not found %Q
es: Fondo no encontrado %Q

source: Pixmap objects required !
es: Necesita un objeto Pixmap !

source: Pixmap is null
es: Pixmap nulo

source: Notify
ca: Notificar
es: Notificar

source: Can't open file %s for writing.
ca: No puc obrir l'arxiu "%s" en mode escriptura
es: No puedo abrir el archivo %s para escribir.

source: OK
ca: Acceptar
es: Aceptar

source: Broken slot '%s' in target object '%s' while emitting signal '%s' from object '%s': disconnecting
es: Slot '%s' erroneo en objeto destino '%s' mientras se emitía la señal '%s' desde el objeto '%s': desconectando

source: No slot function '%s' exported by target object '%s' while emitting signal '%s' from object '%s': disconnecting
es: No hay una función '%s' slot exportada por el objeto destino '%s' mientras se emitía la señal '%s' desde el objeto '%s': desconectando

source: Invalid timeout
es: Tiempo de expiración no válido

source: Invalid timer id
es: id de cronómetro no válido

source: %cListing Qt Properties for widget object %s (%s)
es: %cEnumerando las Propiedades Qt para el objeto widget %s (%s)

source: Properties class: %c%s%c
es: Propiedades de clase: %c%s%c

source: Property: %c%s%c, type: %s
es: Propiedad: %c%s%c, tipo: %s

source: Oops... no such property: %s
es: Oops... no existe la propiedad: %s

source: No such QT property (%s)
es: No existe la propiedad QT (%s)

source: missing parameter
es: falta parámetro

source: Invalid parameter (%s)
es: parámetro no válido (%s)

source: Pixmap Object required
es: Necesita un objeto Pixmap

source: Pixmap not found
es: Pixmap no encontrado

source: Unsupported QT property (%s)
es: Propiedad QT no soportada (%s)

source: Missing parameters
es: Faltan parámetros

source: [Parser warning in '%Q']: %Q
es: [Aviso del parser en '%Q']: %Q

source: Can't find the multimedia file %s
es: No pude encontrar el archivo multimedia %s

source: Missing target, no action taken
es: Falta el destino, no se realizó ninguna acción

source: Invalid timeout specified , using default
es: Se especificó un valor de tiempo de expiración no válido, usando valor por defecto

source: Can't add a file offer for file %s (huh ? file not readable ?)
es: No puedo añadir una oferta de archivo para %s (archivo no legible?)

source: Added %d secs file offer for file %s (%s) and receiver %s
es: Añadida la oferta de %d segs del archivo %s (%s) y receptor %s

source: %s plays '%s'
es: %s reproduce '%s'

source: %s plays '%s' to %s
es: %s reproduce '%s' para %s

source: Error in command: %c%c%Q
es: Error en comando: %c%c%Q

source: Error token: %c%Q
es: Error en palabra clave: %c%Q

source: Parsing stopped at %cline %d , character %d
es: Análisis detenido en %clínea %d , caracter %d

source: Object scope: name (%s), class (%s)
es: Ambito de objeto: nombre (%s), clase (%s)

source: Object scope: deleted object
es: Ambito de objeto: objeto borrado

source: This pointer: name (%s), class (%s)
es: Puntero this: nombre (%s), clase (%s)

source: This pointer: deleted object
es: Puntero this: objeto borrado

source: Internal call stack:
es: Pila de llamadas interna:

source: Current command stack depth: %d frames (stopping output at 25th frame)
es: Profundidad de la pila de comandos actual: %d cuadros (deteniendo la salida en el marco 25)

source: Parent command stack depth: %d frames
es: Profundidad de la pila de comandos del padre: %d marcos

source: Error triggered from raw event handler %c%s::%Q
es: Error lanzado desde el manejador de evento puro %c%s::%Q

source: Error triggered from event handler %c%Q::%Q
es: Error lanzado desde el manejador de evento %c%Q::%Q

source: Raw event handler %s::%Q is broken: disabling
es: El manejador de evento puro %s::%Q es erroneo: deshabilitando

source: Event handler %Q::%Q is broken: disabling
es: El manejador de evento %Q::%Q es erroneo: deshabilitando

source: Variable evaluated to "%s"
es: Variable evaluada a "%s"

source: say: injected commandline
es: dice: línea de comando insertada

source: [RAW]: %Q
es: [PURO]:%Q

source: DNS Lookup result for query "%s"
ca: Resultat de la cerca DNS per a la pregunta "%s"
es: Resultado de la búsqueda DNS para la pregunta "%s"

source: Hostname %d: %s
ca: M�uina %d: %s
es: Máquina %d: %s

source: IP address %d: %s
ca: Direcci�IP %d: %s
es: Dirección IP %d: %s

source: Declaring global variables with an uppercase letter is deprecated. Global variables should be declared with 'global'
es: Declarar variables globales con una letra mayscula es obsoleto. Las variables globales deberían ser declaradas con 'global'

source: The specified format string wasn't accepted by the underlying system time formatting function
es: El formato de cadena especificado no fue aceptado por la función de formateo de tiempo subyacente

source: Empty window identifier specified in the standard rebinding switch: no rebinding performed
es: Se especificó un identificador de ventana vacío en el modificador estándar de reenlace: no se realizó el reenlace

source: Invalid window specified in the standard rebinding switch: no rebinding performed
es: Se especificó un identificador de ventana no válido en el modificador estándar de reenlace: no se realizó el reenlace

source: Module function call failed: can't load the module 'str'
es: Falló la llamada a la función del módulo: no puedo cargar el módulo 'str'

source: Module function call failed: the module 'str' doesn't export a function named 'split'
es: Falló la llamada a la función: el módulo 'str' no exporta una función llamada 'split'

source: Window with caption %Q not found
es: Ventana con título %Q no encontrada

source: Window with ID '%s' not found
ca: Finestra amb ID '%s' no trobada
de: Fenster mit ID '%s' nicht gefunden
es: Ventana con ID '%s' no encontrada

source: Trailing garbage ignored after operator '--'
ca: S'ignoren els car�ter sobrants despr� de l'operador '--'
de: Nachfolgender Müll nach dem '--'-Operator wird ignoriert
es: Se ignoran los caracteres sobrantes después del operador '--'

source: The following message appears to be encrypted, but the crypto engine failed to decode it: %s
ca: El segent missatge sembla estar xifrat, per�el motor de xifrat a fallat al descodificar-lo: %s
es: El siguiente mensaje parece estar cifrado, pero el motor de cifrado falló al decodificarlo: %s

source: Ignoring NOTICE from %Q (%Q)
es: Ignorando NOTICE de %Q (%Q)

source: Unknown channel mode
es: Modo de canal desconocido

source: %c!s%s%c: %Q
es: %c!n%s%c: %Q

source: Proxy hostname resolved to %s
ca: Nom de m�uina del proxy resolt a %s
es: Nombre de máquina del proxy resuelto a %s

source: Proxy %s has a nickname: %s
ca: El proxy %s t�un nick: %s
es: El proxy %s tiene un nick: %s

source: If this server is an IPv6 one, try /server -i %s
ca: Si aquest server utilitza IPv6, intenti /server -i %s
es: Si este server utiliza IPv6, intente /server -i %s

source: Server hostname resolved to %s
ca: Nom del servidor resolt a: %s
es: Nombre del servidor resuelto a: %s

source: Real hostname for %s is %s
ca: El nom de m�uina real de %s � %s
es: El nombre de máquina real de %s es %s

source: Server %s has a nickname: %s
ca: El servidor %s t�un nick: %s
es: El servidor %s tiene un nick: %s

source: Local hostname as seen by the IRC server resolved to %s
ca: Buscant el nom de m�uina del proxy (%s)
es: Buscando el nombre de máquina del proxy (%s)

source: Unable to create theme directory.
ca: No puc crear el directori per al tema.
es: No puedo crear el directorio para el tema.

source: Ops... for some reason the link object has been destroyed
ca: Ups... per alguna ra�l'objecte d'enlla�ha sigut destru�
es: Ops... por alguna razón el objeto de enlace ha sido destruido

source: Using SOCKSV5 protocol.
ca: Fent servir protocol SOCKSV5.
es: Utilizando protocolo SOCKSV5.

source: symbol exported: not a kvirc module ?
es: está exportado el símbolo: no es un módulo kvirc?

source: Smart
ca: Intelligent
de: Intelligent
es: Inteligente

source: <b>%Q</b>: +%Q (%u users)<hr>%Q
ca: <b>%Q</b>: +%Q (%u usuaris)<hr>%Q
es: <b>%Q</b>: +%Q (%u usuarios)<hr>%Q

source: Lag: %d.%d%d
ca: Retr�: %d.%d%d
es: Retraso: %d.%d%d

source: Multi-line Editor<br>&lt;Ctrl+Backspace&gt;
ca: Editor Multil�ia<br>&lt;Ctrl+Borrar&gt;
es: Editor Multilínea<br>&lt;Ctrl+Borrar&gt;

source: <Ctrl+Return>; submits, <Ctrl+Backspace>; hides this editor
es: <Ctrl+Entrar>; envía, <Ctrl+Retroceso>; esconde este editor

source: What's this?
ca: Qu�� aix�
es: Qué es esto?

source: Failed to write the filter file %s (IO Error)
ca: Ha fallat a l'escriure l'arxiu de filtre %s (Error E/S)
es: Falló la escritura al archivo de filtro %s (Error E/S)

source: Can't open the filter file %s for writing
ca: No puc obrir l'arxiu de filtre %s per a escriptura
es: No puedo abrir el archivo de filtro %s para escritura

source: Report a Bug
ca: Informar d'un Bug
de: Fehler melden
es: Informar de un Bug

source: The SOCKSV4 protocol lacks IpV6 support
ca: El protocol SOCKSV4 no t�suport IPv6
de: Das SOCKSV4-Protokoll hat keine IPv6-Unterstützung
es: El protocolo SOCKSV4 no tiene soporte IPv6

source: WARNING : Can not load image library %s
ca: ADVERT�CIA : No s'ha pogut carregar la biblioteca d'imatges %s
es: ADVERTENCIA : No se pudo cargar la biblioteca de imágenes %s

source: Host %s resolved to %s
ca: Nom de la m�uina %s resolt a %s
es: Nombre de máquina %s resuelto a %s

source: Contacting host %s on port %u
ca: Contactant amb %s en el port %u
es: Contactando con %s en el puerto %u

source: Can't open file "%s" for writing
ca: No puc obrir l'arxiu "%s" en mode escriptura
es: No puedo abrir el archivo "%s" en modo escritura

source: Select error: %s (errno=%d)
ca: Error de select: %s (errno=%d)
es: Error de select: %s (errno=%d)

source: Connect error: %s (errno=%d)
ca: Error de connexi� %s (errno=%d)
es: Error de conexión: %s (errno=%d)

source: Write error: %s (errno=%d)
ca: Error d'escriptura: %s (errno=%d)
es: Error de escritura: %s (errno=%d)

source: Read error: %s (errno=%d)
ca: Error de lectura: %s (errno=%d)
es: Error de lectura: %s (errno=%d)

source: Wallops (+w)
de: Rundsendenachrichten (+w)
