Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Looking up host %s
ca: Buscant la m�uina %s
de: Host %s wird gesucht
es: Buscando máquina %s
hu: Felderítés: %s
uk: Визначення IP для адреси %s

source: Looking up the local hostname as seen by the IRC server (%Q)
ca: Buscant el nom de m�uina local tal i com la veu el servidor IRC (%Q)
de: Lokaler Hostname, der vom IRC-Server (%Q) gesehen wird, wird aufgelöst...
es: Buscando el nombre de máquina local tal y como lo ve el servidor IRC (%Q)
hu: Helyi cím meghatározása az IRC szerveren keresztül (%Q)
uk: Визначення локальної адреси через IRC сервер (%Q)

source: Looking up the proxy hostname (%s)...
ca: Buscant el nom de m�uina del proxy (%s)...
de: Proxy-Hostname (%s) wird aufgelöst...
es: Buscando el nombre de máquina del proxy (%s)...
hu: Proxy hosztnév felderítése (%s)
uk: Пошук проксі (%s)...

source: Looking up the server hostname (%s)...
ca: Resolent el nom del servidor (%s)...
de: Hostname des Servers (%s) wird aufgelöst...
es: Resolviendo el nombre del servidor (%s)...
hu: Szerver hosztnevének felderítése (%s)...
uk: Пошук сервера (%s)...

source: Low activity
ca: Baixa activitat
de: Niedrige Aktivität
es: Baja actividad
hu: Alacsony aktivitás
uk: Низька активність

source: Low-level transport connection established [%s (%s:%u)]
ca: Establerta connexi�de transport de baix nivell [%s (%s:%u)]
de: Transportverbindung auf niedriger Ebene hergestellt [%s (%s:%u)]
es: Establecida conexión de transporte de bajo nivel [%s (%s:%u)]
hu: Alacsony szintű átviteli kapcsolat létrejött [%s (%s:%u)]
uk: Установлена низькорівневий зв'язок [%s (%s:%u)]

source: Ma&ximize
ca: Ma&ximitzat
de: Ma&ximieren
es: Ma&ximizado
hu: Ma&ximalizálás
uk: Раз&повернути

source: Make KVIrc default IRC client
hu: A KVIrc legyen az alapértelmezett IRC kliens
uk: Зробити KVIrc IRC клієнтом за замовчуванням

source: Male
hu: Férfi
uk: Чоловічий

source: Manage Addons...
de: Zusätze verwalten...
es: Gestionar Funcionalidades Adicionales...
hu: Addonok kezelése...
uk: Керування доповненнями...

source: Manage File &Transfers
ca: Gestionar &Transfer�cies d'Arxius
de: Dateiüber&tragungen verwalten
es: Gestionar &Transferencias de Archivos
hu: Fájl á&tvitelek kezelése
uk: Менеджер &накачувань

source: Manage Script-Based Addons
de: Skripbasierte Zusätze verwalten
es: Gestionar funcionalidades adicionales basadas en Script
hu: Szkript-alapú Akciók kezelése
uk: Керування Скріптовими доповненнями

source: Manage Themes...
hu: Kinézetek kezelése...
uk: Керування темами...

source: Manually
ca: Manualment
de: Manuell
es: Manualmente
hu: Manuális
uk: Вручну

source: Mask
ca: M�cara
de: Maske
es: Máscara
hu: Maszk
uk: Маска

source: Mask %Q already used to identify user %Q
es: Máscara %Q ya usada para identificar al usuario %Q
hu: %Q maszk már azonosítja %Q felhasználót.
uk: Маска %Q уже використається для ідентифікації користувача %Q

source: Mask %Q is already used to identify user %s
es: La máscara %Q ya se usa para identificar al usuario %s
hu: Maszk: %Q már használt %s felhasználó azonosításánál.
uk: Маска %Q уже є в користувача %s

source: Mask %Q not found
es: Máscara %Q no encontrada
hu: %Q maszk nem található
uk: Маска %Q не знайдена

source: Mask Editor
ca: Editor de M�cares
de: Maskeneditor
es: Editor de máscaras
hu: Maszk szerkesztő
uk: Редактор маски

source: Mask editor - KVirc
de: Maskeneditor - KVIrc
hu: Maszk szerkesztő - KVirc
uk: Редактор маски - KVirc

source: Mask for
ca: M�cara per a
de: Maske für
hu: Maszk:
uk: Маска для

source: Masks:
ca: M�cares:
de: Masken:
es: Máscaras:
hu: Maszkok:
uk: Маска:

source: Maximum hops: %d [%s]
ca: M�ims salts: %d [%s]
de: Maximale Hops: %d [%s]
es: Máximo salto: %d [%s]
hu: Max ugrás: %d [%s]
uk: Максимум стрибків: %d [%s]

source: Maximum links per host: %d [%s]
ca: Enlla�s m�ims per m�uina: %d [%s]
de: Maximale Verknüpfungen pro Host: %d[%s]
es: Enlaces mínimos por máquina: %d [%s]
hu: Max kapcsolat hosztonként: %d [%s]
uk: Хаб, що містить максимальна кількість підключених серверів: %d [%s]

source: Maximum number of reconnect attempts reached (%d): giving up
ca: S'ha arribat al nombre m�im d'intents de reconnexi�(%d): desisteixo
de: Maximale Anzahl der Wiederholungsversuche erreicht (%d); gebe auf.
es: Se alcanzó el máximo número de reintentos de conexión (%d): desisto
hu: %d. újracsatlakozási kísérlet, feladtam...
uk: Досягнуте максимальна кількість спроб перепідключення (%d): зупиняємося

source: Media type of file %s matched to '%s' but no commandline specified
ca: El tipus de medi de l'arxiu %s concorda amb '%s' per�no s'ha especificat l�ia de comandes
de: Medientyp von Datei %s passt zu '%s', aber es ist keine Kommandozeile angegeben.
es: El tipo de medio del archivo %s concordó con '%s' pero no se especificó línea de comando
hu: %s fájl típusa megfelel %s -nak/nek'de nincs hozzárendelve parancs
uk: Медіа тип для файлу %s прив'язаний до %s але немає команди

source: Medium activity
ca: Activitat mitja
de: Mittlere Aktivität
es: Actividad media
hu: Közepes aktivitás
uk: Середня активність

source: Message color options (image_id,foreground,background,logFlag (0/1))
ca: Opcions de color de missatge (imatge,primer pla,fons,logFlag (0/1))
de: Nachricht-Farboptionen (Bild_ID, Vordergrund, Hintergrund, logFlag (0/1))
es: Opciones de color de mensaje (imagen,primer plano,fondo,logFlag (0/1))
hu: Üzenet szín opciók (kép_azon,előtér,háttér,logFlag (0/1))
uk: Опція кольорів повідомлень (image_id,foreground,background,logFlag (0/1))

source: Mi&nimize
ca: Mi&nimitzat
de: M&inimieren
es: Mi&nimizado
hu: Mi&nimalizálás
uk: &Згорнути

source: Mi&nimize All
ca: Mi&nimitzar Tot
de: Alle(s) mi&nimieren
es: Mi&nimizar Todo
hu: Mi&ndent minimalizál
uk: Мі&німізувати всі

source: Mieeeeeowww!
ca: Miauuuuuuu!
es: Miauuuuuuu!
hu: Mijaúúúúúúú!
uk: Егегеееей!

source: Might be flooded with messages
ca: Pots ser saturat amb missatges
de: Möglicherweise überflutet mit Nachrichten
es: Puedes ser saturado con mensajes
hu: Közel elárasztott csatorna
uk: Можливо піддається флуду в повідомленнях

source: Might be high activity
ca: Pot ser d'alta activitat
de: Möglicherweise hohe Aktivität
es: Puede ser de alta actividad
hu: Közel magas aktivitás
uk: Можливо висока активність

source: Might be low activity
ca: Pot ser de baixa activitat
de: Möglicherweise niedrige Aktivität
es: Puede ser de baja actividad
hu: Közel alacsony aktivitás
uk: Можливо низька активність

source: Might be medium activity
ca: Pot ser d'activitat mitja
de: Möglicherweise mittlere Aktivität
es: Puede ser de actividad media
hu: Közel alacsony aktivitás
uk: Можливо середня активність

source: Might be very high activity
ca: Pot ser de molt alta activitat
de: Möglicherweise sehr hohe Aktivität
es: Puede ser de muy alta actividad
hu: Közel nagyon magas aktivitás
uk: Можливо дуже висока активність

source: Minimal activity
ca: Activitat m�ima
de: Minimale Aktivität
es: Actividad mínima
hu: Minimális aktivitás
uk: Мінімальна активність

source: Minimize all windows
ca: Minimitzar totes les finestres
de: Alle Fenster minimieren
es: Minimizar todas las ventanas
hu: Minden ablak minimalizálása
uk: Згорнути всі вікна

source: Minimized all the currently visible MDI windows
ca: Minimitza totes les finestres MDI actualment visibles
de: Minimiert alle aktuell sichtbaren MDI-Fenster
es: Minimiza todas las ventanas MDI actualmente visibles
hu: Minden látható MDI ablak tálcára tétele
uk: Мінімізувати всі поточні видимі MDI вікна

source: Mirccolor options (#RRGGBB)
ca: Opcions de color Mirc (#RRGGBB)
de: MIRC-Farboptionen (#RRGGBB)
es: Opciones de color Mirc (#RRGGBB)
hu: Mirc szín opciók (#RRGGBB)
uk: Опція кольорів IRC (#RRGGBB)

source: Missing Alias Name
es: Falta el nombre de alias
hu: Hiányzó Alias név
uk: Не задане ім'я аліаса

source: Missing Namespace Name
es: Falta el nombre del espacio de nombres
hu: Hiányzó Névtér Név
uk: Відсутнє ім'я простору імен

source: Missing alias name
ca: Falta el nom de l'�ies
de: Aliasname fehlt
es: Falta el nombre de alias
hu: Hiányzó alias név
uk: Відсутнє ім'я псевдоніма

source: Missing both encrypt and decrypt key: at least one is needed
ca: Falten tant la clau de xifrat com la de desxifrat: es necessita al menys una
de: Schlüssel
es: Faltan tanto la clave de cifrado como la de descifrado: se necesita al menos una
hu: Hiánnyzó kódoló és dekódoló titkosítási kulcs, legalább egy szükséges
uk: Відсутній ключ кодування й декодування: потрібно принаймні один

source: Missing channel list
ca: Falta llista de canals
de: Keine Kanalliste
es: Falta lista de canales
hu: Hiányzó csatorna lista
uk: Загублений список каналів

source: Missing channel parameter in join message
ca: Falta par�etre de canal en missatge JOIN
de: Kanalparameter in join-Nachricht fehlt
es: Falta parámetro de canal en mensaje JOIN
hu: Hiányzó csatorna paraméter a csatlakozó üzenetben
uk: Не зазначене ім'я каналу в JOIN-повідомленні

source: Missing class name
es: Falta el nombre de clase
hu: Hiányzó osztály név
uk: Пропущене ім'я класу

source: Missing closing brace
ca: Falta la clau de tancament
de: Schließende geschweifte Klammer fehlt
es: Falta la llave de cierre
hu: Bezáró zárójel hiányzik
uk: Немає закриваючої дужки

source: Missing non-optional parameter "%s"
de: Optionaler Parameter "%s" fehlt
es: Falta parámetro obligatorio "%s"
hu: Nem opcionális paraméter hiányzik: "%s"
uk: Відсутній обов'язковий параметр "%s"

source: Missing object class name
ca: Falta el nom de la classe de l'objecte
de: Objektklassenname fehlt
es: Falta el nombre de la clase del objeto
hu: Hiányzó objektum osztálynév
uk: Відсутній клас об'єкта

source: Missing parameter
ca: Falta par�etre
de: Parameter fehlt
es: Falta parámetro
hu: Hiányzó paraméter
uk: Параметр відсутній

source: Missing popup name
ca: Falta nom de men emergent
de: Aufklappsmenü-Name fehlt
es: Falta nombre de menú emergente
hu: Hiányzó felbukkanó név
uk: Не знайдене ім'я спливаючого меню

source: Missing right operand for operator '
ca: Falta l'operand de la dreta per a l'operador '
de: Rechter Operand folgendes Operators fehlt: '
es: Falta el operando de la derecha para el operador '
uk: Відсутній правий операнд для оператора '

source: Missing right operand for operator '+='
ca: Falta l'operand de la dreta per a l'operador '+='
de: Rechter Operand bei '+='-Operator fehlt
es: Falta el operando de la derecha para el operador '+='
uk: Відсутній правий операнд для оператора '+='

source: Missing right operand for operator '-='
ca: Falta l'operand de la dreta per a l'operador '-='
de: Rechter Operand des '-='-Operators fehlt
es: Falta el operando de la derecha para el operador '-='
uk: Відсутній правий операнд для оператора '-='

source: Missing right operand for operator '.='
ca: Falta l'operand de la dreta per a l'operador '.='
de: Rechter Operand des '.='-Operators fehlt
es: Falta el operando de la derecha para el operador '.='
uk: Відсутній правий операнд для оператора '.='

source: Missing right operand for operator '<+'
uk: Відсутній правий операнд для оператора '<+'

source: Missing right operand for operator '<,'
ca: Falta l'operand de la dreta per a l'operador '<,'
de: Rechter Operand des '<,'-Operators fehlt
es: Falta el operando de la derecha para el operador '<,'
uk: Відсутній правий операнд для оператора '<,'

source: Missing right operand for operator '<<'
ca: Falta l'operand de la dreta per a l'operador '<<'
de: Rechter Operand des '<<'-Operators fehlt
es: Falta el operando de la derecha para el operador '<<'
uk: Відсутній правий операнд для оператора '<<'

source: Missing right operand for operator '<<='
ca: Falta l'operand de la dreta per a l'operador '<<='
de: Rechter Operand des '<<='-Operators fehlt
es: Falta el operando de la derecha para el operador '<<='
uk: Відсутній правий операнд для оператора '<<='

source: Missing right operand for operator '>>='
ca: Falta l'operand de la dreta per a l'operador '>>='
de: Rechter Operand des '>>='-Operators fehlt
es: Falta el operando de la derecha para el operador '>>='
uk: Відсутній правий операнд для оператора '>>='

source: Missing right side operand for the binding operator '=~'
ca: Falta la part dreta de l'operand per a l'operador d'associaci�'=~'
de: Rechter Operand des '=~'-Bindenoperators fehlt
es: Falta la parte derecha del operando para el operador de asociación '=~'
uk: Відсутній крайній правий операнд для оператора '=~'

source: Missing timeout delay
ca: Falta el temps d'expiraci�del men emergent
de: Zeitablaufsverzögerung fehlt
es: Falta tiempo de expiración
hu: Hiányzó időtúllépési késleltetés
uk: Відсутня затримка часу

source: Missing timer name
ca: Falta el nom del cron�etre
de: Fehlender Zeitgebername
es: Falta el nombre del cronómetro
hu: Hiányzó stopper név
uk: Відсутнє ім'я таймера

source: Missing variable name
ca: Falta el nom de la variable
es: Falta el nombre de la variable
hu: Hiányzó változó név
uk: Не знайдене ім'я змінної

source: Missing window id after the 'w' switch
ca: Falta id de finestra despr� del modificador 'w'
de: Fenster-ID nach dem 'w'-Schalter fehlt
es: Falta id de ventana después del modificador 'w'
hu: Ablak azonosító hiányzik a 'w' kapcsoló után
uk: Відсутній ID вікна після ключа 'w'

source: Mode Editor
hu: Mód szerkesztő
uk: Редактор режимів

source: Moderated
ca: Moderat
de: Moderiert
es: Moderado
hu: Moderált
uk: Модеруємий

source: Module command call failed: can't load the module '%Q': %Q
uk: Помилка команди виклику модуля: не можливо завантажити модуль '%Q': %Q

source: Module command call failed: can't load the module 'snd'
hu: Modul parancs hívási hiba: 'snd' modul nem tölthető be
uk: Помилка команди виклику модуля: не можливо завантажити модуль 'snd'

source: Module command call failed: the module '%Q' doesn't export a callback command named '%Q'
de: Modulkommandoaufruf fehlgeschlagen: Modul '%Q' exportiert kein Rückrufkommando mit Namen '%Q'
es: Falló la llamada al comando del módulo: el módulo '%Q' no exporta un comando de callback llamado '%Q'
uk: Помилка команди виклику модуля: модуль '%Q' не може надати команду з ім'ям '%Q'

source: Module command call failed: the module '%Q' doesn't export a command named '%Q'
ca: Ha fallat la crida a la comanda del m�ul: m�ul '%Q' no exporta a una comanda anomenada '%Q'
de: Modulkommandoaufruf fehlgeschlagen: Modul '%Q' exportiert kein Kommando mit Namen '%Q'
es: Falló la llamada al comando del módulo: módulo '%Q' no exporta un comando llamado '%Q'
uk: Помилка команди виклику модуля: модуль '%Q' не може надати команду з ім'ям '%Q'

source: Module command call failed: the module 'snd' doesn't export a command named 'play'
uk: Помилка команди виклику модуля: модуль 'snd' не може надати команду з ім'ям 'play'

source: Module function call failed: can't load the module '%Q': %Q
hu: Modul funkció hívása sikertelen: %Q:%Q betöltése sikertelen
uk: Помилка звертання до функціонального модуля: не можу завантажити модуль '%Q': %Q

source: Module function call failed: the module '%Q' doesn't export a function named '%Q'
ca: Ha fallat la crida a la funci�del m�ul: el m�ul '%Q' no exporta una funci�cridada '%Q'
de: Modulfunktionsaufruf fehlgeschlagen: Modul '%Q' exportiert keine Funktion mit Namen '%Q'
es: Falló la llamada a la función del módulo: el módulo '%Q' no exporta una función llamada '%Q'
hu: Modul funkció hívása sikertelen: a %Q modul nem exportált %Q funkciót
uk: Помилка звертання до функціонального модуля: модуль '%Q' не надає функцію з ім'ям '%Q'

source: Modulo by zero
ca: M�ul per zero
de: Modulo von Null
es: Módulo por cero
hu: Nullával való osztási hiba
uk: Нуль по модулі

source: More Addons...
de: Mehr Zusätze...
es: Más Funcionalidades Adicionales...
hu: Még több addon...
uk: Ще доповнення...

source: Move to group
hu: Mozgatás csoportba
uk: Перемістити в групу

source: Multimedia message
ca: Missatge multim�ia
de: Multimedia-Nachricht
es: Mensaje multimedia
hu: Multimédia üzenet
uk: Мультімедійное повідомлення

source: Multiple Users
ca: Mltiples usuaris
de: Mehrere Benutzer
hu: Több felhasználó
uk: Трохи користувачів

source: Multiple channel mode change
ca: canvi mltiple del mode de canal
de: Modus-Änderung für mehrere Kanäle
es: Cambio de modo en múltiples canales
hu: Több csatornás módváltás
uk: Зміна многоканального режиму

source: Multiple operations not supported for numeric operators
ca: Els operadors num�ics no suporten operacions mltiples
de: Mehrere Operationen werden bei numerischen Operatoren nicht unterstützt
es: Los operadores numéricos no soportan operaciones múltiples
uk: Множинні операції не підтримуються для числових операндов

source: Multiple user mode change
ca: Canvi mltiple del mode d'usuari
de: Modus-Änderung für mehrere Benutzer
es: Cambio múltiple del modo de usuario
hu: Több felhasználói módváltás
uk: Зміна режиму декількох користувачів

source: My Action
de: Meine Aktion
es: Mis Acciones
hu: Saját Akció
uk: Моя дія

source: My ToolBar
ca: La meva Barra d'Eines
de: Meine Werkzeugleiste
es: Mi Barra de Herramientas
hu: Saját Eszköztár
uk: Моя панель інструментів

source: Name
ca: Nom
es: Nombre
hu: Név
uk: Ім'я

source: Name:
ca: Nom:
es: Nombre:
hu: Név:
uk: Ім'я:

source: Name: %Q
es: Nombre: %Q
hu: Név: %Q
uk: Ім'я: %Q

source: Names for !c%Q: %Q
ca: Noms per a !c%Q: %Q
de: Namen für !c%Q: %Q
es: Nombres para !c%Q: %Q
hu: Nevek a !c%Q-n: %Q
uk: Імена для !c%Q: %Q

source: Namespace
es: Espacio de nombres
hu: Névtér
uk: Простір імен

source: Namespace names can contain only letters, digits, underscores and '::' namespace separators
es: Los nombres de los espacios de nombres solo pueden contener letras, dígitos, subrayados y separadores de espacios de nombres ('::')
hu: Névtér nevek csak betűket, számokat, aláhúzást és '::' névtér elválasztókat tartalmazhatnak
uk: Назва простору імен може містити тільки букви, цифри, нижні підкреслення й роздільник просторів імен '::'

source: Needs IRC Connection
de: Benötigt IRC-Verbindung
es: Necesita una Conexión de IRC
hu: IRC kapcsolat szükséges
uk: Потрібно IRC з'єднання

source: Needs IRC Context
de: Benötigt IRC-Kontext
es: Necesita un Contexto de IRC
hu: IRC környezet szükséges
uk: Потрібно IRC контекст

source: Negotiating relay information
ca: Negociant informacio de retransmissi
de: Relay-Informationen werden negiert
es: Negociando información a retransmitir
hu: Közvetítő információ egyeztetése
uk: Домовлятися про обмін інформацією

source: Nested character %q corresponding to expected terminator, this might confuse me a bit: it is a good idea to enclose it in quotes
es: Caracter anidado %q correspondiente al terminador esperado, esto puede confundirme un poco: es una buena idea encerrarlo entre comillas
uk: Вкладений символ %q відповідає очікуваній ознаці закінчення, краще укладати це в лапки

source: Netsplit detected: %s
ca: Netsplit detectat: %s
de: Netztrennung erkannt: %s
es: Netsplit detectado: %s
hu: Netsplitet észleltem: %s
uk: Виявлений обрив мережі: %s

source: Network
ca: Xarxa
de: Netzwerk
es: Red
hu: Hálózat
uk: Мережа

source: Network is unreachable
ca: La xarxa � inaccessible
de: Netzwerk ist nicht erreichbar
es: La red es inalcanzable
hu: Hálózat elérhetetlen
uk: Мережа не доступна

source: New &Connection To
ca: Nova &Connexi�a
de: Neue &Verbindung zu
es: Nueva &Conexión a
hu: Új kap&csolat ->
uk: Нове &підключення до

source: New Action
de: Neue Aktion
es: Nueva Acción
hu: Új Akció
uk: Нова дія

source: New Bookmark Folder...
ca: Nou Directori de Marcadors...
de: Neues Lesezeichenverzeichnis...
es: Nuevo Directorio de Marcadores...
hu: Új könyvjelzők könyvtár
uk: Новий каталог закладок...

source: New Directory
ca: Nou Directori
de: Neues Verzeichnis
es: Nuevo Directorio
hu: Új Könyvtár
uk: Новий каталог

source: New Directory...
ca: Nou Directori...
de: Neues Verzeichnis...
es: Nuevo Directorio...
hu: Új könyvtár...
uk: Новий каталог...

source: New External Menu Above
ca: Nou Men Extern Sobre
de: Neues externes Menü darüber
es: Nuevo Menú Externo encima
hu: Új külső menü fent
uk: Нове зовнішнє меню вгорі

source: New External Menu Below
ca: Nou Men Extern Sota
de: Neues externes Menü darunter
es: Nuevo Menú Externo debajo
hu: Új külső menü lent
uk: Нове зовнішнє меню внизу

source: New External Menu Inside
ca: Nou Men Extern Dintre
de: Neues externes Menü dazwischen
es: Nuevo Menú Externo dentro
hu: Új külső menü belül
uk: Нове зовнішнє меню по середині

source: New IRC Context
ca: Nou Context d'IRC
de: Neuer IRC-Kontext
es: Nuevo Contexto de IRC
hu: Új IRC Környezet
uk: Новий IRC контекст

source: New Item Above
ca: Nou Element Sobre
de: Neues Element darüber
es: Nuevo Elemento encima
hu: Új elem fent
uk: Новий пункт угорі

source: New Item Below
ca: Nou Element Sota
de: Neues Element darunter
es: Nuevo Elemento debajo
hu: Új elem lent
uk: Новий пункт унизу

source: New Item Inside
ca: Nou Element Dintre
de: Neues Element dazwischen
es: Nuevo Elemento dentro
hu: Új elem bent
uk: Новий пункт по середині

source: New Label Above
ca: Nova Etiqueta Sobre
de: Neues Label darüber
es: Nueva Etiqueta encima
hu: Új címke fent
uk: Нова мітка вгорі

source: New Label Below
ca: Nova Etiqueta Sota
de: Neues Label darunter
es: Nueva Etiqueta debajo
hu: Új címke lent
uk: Нова мітка внизу

source: New Label Inside
ca: Nova Etiqueta Dintre
de: Neues Label dazwischen
es: Nueva Etiqueta dentro
hu: Új címke bent
uk: Нова мітка по середині

source: New Menu Above
ca: Nou Men Sobre
de: Neues Menü darüber
es: Nuevo Menú encima
hu: Új menü felül
uk: Нове меню вгорі

source: New Menu Below
ca: Nou Men Sota
de: Neues Menü darunter
es: Nuevo Menú debajo
hu: Új menü alul
uk: Нове меню внизу

source: New Menu Epilogue
ca: Nou Ep�eg de Men
de: Neues Epilog-Menü
es: Nuevo Epílogo de Menú
hu: Új menü epilógus
uk: Нове епілог меню

source: New Menu Inside
ca: Nou Men Dintre
de: Neues Menü dazwischen
es: Nuevo Menú dentro
hu: Új menü belül
uk: Нове меню по середині

source: New Menu Prologue
ca: Nou Pr�eg de Men
de: Neues Prolog-Menü
es: Nuevo Prólogo de Menú
hu: Új menü prológus
uk: Нове пролог меню

source: New Raw Event
ca: Nou Event Raw
de: Neues RAW-Ereignis
es: Nuevo Evento Puro
hu: Új Raw esemény
uk: Нова заготівля події

source: New Script Tester
de: Neues Skript-Tester
es: Nuevo Comprobador de Script
hu: Szkript Teszter
uk: Новий тестер сценаріїв

source: New Separator Above
ca: Nou Separador Sobre
de: Neuer Trenner darüber
es: Nuevo Separador encima
hu: Új elválasztó fent
uk: Новий роздільник угорі

source: New Separator Below
ca: Nou Separador Sota
de: Neuer Trenner darunter
es: Nuevo Separador debajo
hu: Új elválasztó lent
uk: Новий роздільник унизу

source: New Separator Inside
ca: Nou Separador Dintre
de: Neuer Trenner dazwischen
es: Nuevo Separador dentro
hu: Új elválaszó bent
uk: Новий роздільник по середині

source: New ToolBar
ca: Nova Barra d'Eines
de: Neue Werkzeugleiste
es: Nueva Barra de herramientas
hu: Új Eszköztár
uk: Нова панель інструментів

source: New mask must match an *!*@* expression
de: Die neue Maske muss auf einen *!*@*-Ausdruck passen
hu: Az új maszknak egyeznie kell a *!*@* kifejezéssel
uk: Нова маска повинні задовольняти вираженню *!*@*

source: Nick changes
ca: Canvis de nick
de: Spitznamenänderungen
es: Cambios de nick
hu: Nick váltások
uk: Нік змінений

source: NickServ message
ca: Missatge NickServ
de: NickServ-Nachricht
es: Mensaje NickServ
hu: NickServ üzenet
uk: Повідомлення NickServ

source: NickServ requests authentication, executing scheduled command
ca: NickServ demana autentificaci� executant comanda programada
de: NickServ fragt nach Authentifizierung: geplantes Kommando wird ausgeführt
es: NickServ pide autentificación, ejecutando comando programado
hu: NickServ azonosítást kér, ütemezett feladatok végrehajtása
uk: NickServ запросив аутентификацію, запущена відповідна команда

source: Nickname 2:
ca: Nick 2:
de: Spitzname 2:
es: Nick 2:
hu: 2. Nicknév:
uk: 2-й Нік:
