Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Connection attempt failed [%s]
ca: Intent de connexi�fallida [%s]
de: Verbindungsversuch fehlgeschlagen [%s]
es: Intento de conexión fallido [%s]
hu: Csatlakozási próbálkozás meghiúsult [%s]
uk: Помилка при спробі з'єднання [%s]

source: Connection established, sending request
ca: Connexi�establerta, enviant petici
de: Verbindung hergestellt, Anfrage wird gesendet
es: Conexión establecida, enviando petición
hu: Kapcsolat létrejött, kérés küldése
uk: З'єднання встановлене, відсилаю запит

source: Connection in progress...
ca: Connexi�en progr�...
de: Verbindungsaufbau läuft...
es: Conexión en progreso...
hu: Kapcsolódás folyamatban...
uk: З'єднуємося...

source: Connection refused
ca: Connexi�rebutjada
de: Verbindung abgelehnt
es: Conexión rechazada
hu: Kapcsolódás visszautasítva
uk: У з'єднанні відмовлене

source: Connection reset by peer
ca: Connexi�tancada per l'altre m�uina
de: Verbindung wurde vom Kommunikationspartner geschlossen
es: Conexión cerrada por la otra máquina
uk: З'єднання розірване

source: Connection status
ca: Estat de la connexi
de: Verbindungsstatus
es: Estado de la conexión
hu: Kapcsolat állapota
uk: Статус з'єднання

source: Connection terminated [%s (%s:%u)]
ca: Connexi�acabada [%s (%s:%u)]
de: Verbindung wurde beendet [%s (%s:%u)]
es: Conexión terminada [%s (%s:%u)]
hu: Kapcsolat megszakítva [%s (%s:%u)]
uk: З'єднання розірване [%s (%s:%u)]

source: Connection thru HTTP proxy failed
ca: La connexi�a trav� del proxy HTTP ha fallat
de: Die Verbindung über den HTTP-Proxy ist fehlgeschlagen
es: La conexión a través del proxy HTTP fall
hu: HTTP proxyn keresztül a kapcsolódás sikertelen
uk: Підключення до HTTP проксі завершилася невдачею

source: Connection timed out
ca: La connexi�ha caigut
de: Verbindung wurde aufgrund einer Zeitüberschreitung geschlossen
es: La conexión se paso de tiempo
hu: A kapcsolat időtúllépés miatt megszakadt
uk: Закінчився час з'єднання

source: Connection to server established
ca: Connexi�establerta amb el servidor
de: Verbindung zum Server hergestellt
es: Conexión establecida con el servidor
hu: Kapcsolat a szerverrel létrejött
uk: З'єднання із сервером установлене

source: Connection to server lost
ca: Connexi�perduda amb el servidor
de: Verbindung zum Server verloren
es: Conexión perdida con el servidor
hu: Kapcsolat a szerverrel megszakadt
uk: З'єднання із сервером загублене

source: Contacting %Q %s (%s) on port %u
ca: Contactant amb %Q %s (%s) en el port %u
de: %Q %s (%s) wird an Port %u kontaktiert
es: Contactando con %Q %s (%s) en el puerto %u
hu: Kapcsolódás: %Q %s %s:%u
uk: Підключення до %Q %s (%s) через порт %u

source: Context
de: Kontext
es: Contexto
hu: Környezet
uk: Контекст

source: Context sensitive help
es: Ayuda sensible al contexto
hu: Környezetérzékeny segítség
uk: Контекстна підказка

source: Copy Channel Address
hu: Csatorna címének másolása
uk: Копіювати адреса каналу

source: Copy Channel URL to Clipboard
hu: Csatorna URL másolása vágólapra
uk: Копіювати URL каналу в буфер

source: Copy To Clipboard
hu: Másolás vágólapra
uk: Копіювати в буфер

source: Copy to clipboard
ca: Copiar al portapapers
de: In Zwischenablage kopieren
es: Copiar al portapapeles
hu: Vágólapra másolás
uk: Копіювати в буфер

source: Corrupted message data or invalid decrypt key
ca: Dades del missatge corruptes o clau de desxifrat no v�ida
de: Fehlerhafte Nachrichtendaten oder ungültiger Enschlüsselungsschlüssel
es: Datos del mensaje corruptos o clave de descrifrado no válida
hu: Sérült üzenet, vagy érvénytelen dekódoló kulcs
uk: Зіпсоване повідомлення з даними або невірний ключ

source: Could not paste file
ca: No puc enganxar l'arxiu
de: Datei konnte nicht eingefügt werden
es: No pude pegar el archivo
hu: Nem tudom beilleszteni a fájlt
uk: Не можу вставити файл

source: Couldn't find a suitable IRC context for the connection, try using -n or -u
es: No puedo encontrar un contexto de IRC satisfactorio para la conexión, inténtalo usando -n o -u
hu: Nem található megfelelő IRC környezet a kapcsolathoz, próbáld -n vagy -u kapcsolóval
uk: Неможливо знайти підходящий IRC контекст для з'єднання, використайте -n або -u

source: Couln't find base class named "%Q"
es: No puedo encontrar la clase base llamada "%Q"
uk: Не знайдене ім'я базового класу "%Q"

source: Count
ca: Contador
de: Anzahl
es: Contador
hu: Számlál
uk: Рахунок

source: Create desktop shortcut
hu: Parancsikon elhelyezése az asztalra
uk: Створити ярлик на робочому столі

source: Creates a new IRC context console
ca: Crea una nova consola de context d'IRC
de: Erstellt eine neue IRC-Kontext-Konsole
es: Crea una nueva consola de contexto de IRC
hu: Új IRC környezet megnyitása
uk: Створити нову консоль IRC контексту

source: Creates an embedded editor for long scripts
de: Erstellt einen eingebetteten Editor für lange Skripte
es: Crea un editor embebido para scripts grandes
hu: Beépített szerkesztő hosszabb szkriptek írására
uk: Створює убудований редактор для довгих Скріптов

source: Creating package...
hu: Csomag létrehozása...
uk: Створюю пакет...

source: Crypt: Can't create an engine instance: crypting disabled
ca: Xifrat: No puc crear una inst�cia del motor: xifrat desactivat
de: Verschlüsselung: Erstellung des Vorgangs fehlgeschlagen: Verschlüsselung wurde ausgeschaltet
es: Cifrado: No puedo crear una instancia del motor: cifrado desactivado
hu: Titkosítás: Folyamat létrehozása sikertelen: titkosítás leállítva
uk: Шифрування: Не можливо створити криптовальний зразок: криптовання виключено

source: Crypt: Can't initialize the engine :%s
ca: Xifrat: No puc inicialitzar el motor :%s
de: Verschlüsselung: Die Routine kann nicht initialisiert werden: %s
es: Cifrado: No puedo inicializar el motor :%s
hu: Titkosítás: Nem tudom inicializálni: %s
uk: Шифрування: Не можливо ініціалізувати :%s

source: Crypt: You have to enable encryption and/or decryption for the engine to work
ca: Xifrat: Ha d'activar el xifrat i/o desxifrat per a que el motor funcioni
es: Cifrado: Tienes que activar el cifrado y/o descifrado para que el motor funcione
hu: Titkosítás: Engedélyezned vagy tiltanod kell a titkosítást, hogy az működésbe lépjen
uk: Шифрування: Ви повинні включити машину шифрування й/або дешифрування для роботи

source: Crypting
hu: Titkosítás
uk: Шифрування

source: Cryptographic engine based on the Advanced Encryption Standard (AES) algorithm called Rijndael. The text is first encrypted with rijndael and then converted to %s notation. The keys used are %d bit long and will be padded with zeros if you provide shorter ones. If only one key is provided, this engine will use it for both encrypting and decrypting. See the rijndael module documentation for more info on the algorithm used.
ca: Motor criptogr�ic basat en el Advanced Encryption Standard (AES) algoritme anomenat Rijndael. El text � xifrat primer amb rijndael i despr� convertit a notaci�%s. Les claus emprades s� de longitud % bits i seran reomplerts amb zeros si es proporciona una m� curta. Si nom� es proporciona una clau, aquest motor l'emprar�per al xifrat i desxifrat. Llegeixis la documentaci�del m�ul rijndael per a obtenir m� informaci�sobre l'algoritme emprat.
de: Kryptographische Maschine, basierend auf dem Erweiterten Verschlüsselungsalgorithmus (AES), Rijndael genannt. Dieser Text ist zuerst mit rijndael verschlüsselt und danach zur %s-Notierung umgewandelt worden. Die benutzten Schlüssel sind %d Bits lang und werden mit Nullen aufgefüllt sein, falls Sie kleinere bevorzugen. Falls nur ein Schlüssel bevorzugt wird, wird diese Maschine es für beides (Verschlüsseln und Entschlüsseln) benutzen. Lesen Sie die rijndael-Modul-Dokumentation, um mehr Informationen zum benutzten Algorithmus zu erfahren.
es: Motor criptográfico basado en el Advanced Encryption Standard (AES) algoritmo llamado Rijndael. El texto es cifrado primero con rijndael y después convertido a notación %s. Las claves usadas son de longitud %d bits y serán rellenadas con ceros si se proporciona una más corta. Si solo se proporciona una clave, este motor la usará para el cifrado y descifrado. Léase la documentación del módulo rijndael para obtener más información acerca del algoritmo usado.
uk: Шифрувальна машина заснована на Advanced Encryption Standard (AES) алгоритм називається Rijndael. Текст спочатку шифрується rijndael і конвертується в %s код. Використається %d-ти бітний ключ. Якщо є тільки один ключ, він буде використатися й для шифрування й для дешифрування. Дивитеся документацію модуля rijndael для одержання більше докладної інформації.

source: Cryptography/text transformation
ca: Transformaci�Criptogr�ica/textual
de: Verschlüsselung-/Textumwandlung
es: Transformación Cifrado/texto
hu: Titkosítás / szöveg transzformáció
uk: Криптографічне/текстове перетворення

source: Cu&t
ca: &Tallar
de: Au&sschneiden
es: Cor&tar
hu: Kivág
uk: Ви&різати

source: Current IRC URI
hu: Aktuális IRC URL:
uk: Поточний IRC URI

source: Current transmission cipher
ca: Xifrat de la transmissi�actual
de: Aktuelle Übertragungsverschlüsselung
es: Cifrador actual de transmisión
hu: Aktuális átviteli titkosítás
uk: Поточний шифр передачі

source: Current window is not a channel
ca: La finestra actual no � una canal
de: Akuelles Fenster ist kein Kanal
es: La ventana actual no es un canal
hu: Aktuális ablak nem csatorna
uk: Поточне вікно не є каналом

source: Customize Toolbars
ca: Barres d'Eines personalitzades
de: Werkzeugleisten anpassen
es: Barras de Herramientas personalizadas
hu: Eszköztár testreszabása
uk: Користувальницькі панелі інструментів

source: Customize Toolbars...
de: Werkzeugleisten anpassen....
es: Personalizar Barras de Herramientas...
hu: Eszköztárak testreszabása...
uk: Користувальницькі панелі інструментів...

source: Customize...
ca: Personalitzar...
de: Anpassen ....
es: Personalizar...
hu: Testreszabás...
uk: Настроїти...

source: D&evoice
ca: Treure Veu
de: Stimmstatus en&tziehen
hu: Hang &elvétele
uk: Зняти прапор войса

source: DCC chat message
ca: Missatge de DCC chat
de: DCC-CHAT-Nachricht
es: Mensaje de DCC chat
hu: DCC beszélgetés üzenet
uk: Повідомлення чата DCC

source: DCC error
ca: Error DCC
de: DCC-Fehler
es: Error DCC
hu: DCC hiba
uk: Помилка DCC

source: DCC message
ca: Missatge DCC
de: DCC-Nachricht
es: Mensaje DCC
hu: DCC üzenet
uk: Повідомлення DCC

source: DCC request
ca: Petici�DCC
de: DCC-Anfrage
es: Petición DCC
hu: DCC kérés
uk: Запит DCC

source: DCOP call failed
de: DCOP-Aufruf fehlgeschlagen
es: Llamada DCOP fallida
hu: DCOP hívás sikertelen
uk: Помилка звертання до DCOP

source: DCOP calls are available only when KDE support is compiled in
de: DCOP-Aufrufe sind nur verfügbar, wenn KDE-Unterstützung einkompiliert ist
es: Las llamadas a DCOP solo están disponibles cuando está compilado el soporte de KDE
hu: DCOP hívások csak akkor elérhetőek, ha a KDE támogatás be lett fordítva
uk: Звертання до DCOP доступні тільки при зборці додатка з підтримкою КДЕ

source: DNS for
ca: DNS per a
de: DNS für
hu: DNS:
uk: DNS для

source: Data buffer too long
ca: Buffer de dades massa llarg
de: Datenpuffer zu lang
es: Buffer de datos demasiado largo
hu: Adat puffer túl hosszú
uk: Буфер даних занадто великий

source: Dead channel
ca: Canal mort
de: Toter Kanal
es: Canal muerto
hu: Halott csatorna
uk: Канал мертвий

source: Debug Messages
hu: Debug Üzenetek
uk: Отладочні повідомлення

source: Decrypt key:
ca: Clau de desxifrat
es: Clave de descifrado:
hu: Dekódoló kulcs:
uk: Ключ для розшифровки:

source: Default
ca: Per defecte
de: Voreinstellungen
es: Por defecto
hu: Alapértelmezett
uk: За замовчуванням

source: Delete
ca: Esborrar
de: Löschen
es: Borrar
hu: Törlés
uk: Видалити

source: Delete Actions
de: Aktionen löschen
es: Borrar Acciones
hu: Akció Törlése
uk: Видалити дії

source: Delete ToolBar
ca: Borrar Barra d'Eines
de: Werkzeugleiste löschen
es: Borrar Barra de Herramientas
hu: Eszköztár Törlése
uk: Видалити панель інструментів

source: Description
ca: Descripci
de: Beschreibung
es: Descripción
hu: Meghatározás
uk: Опис

source: Description:
ca: Descripci�
de: Beschreibung:
es: Descripción:
hu: Leírás:
uk: Опис:

source: Description: %Q
ca: Descripci� %Q
de: Beschreibung: %Q
es: Descripción: %Q
hu: Leírás: %Q
uk: Опис: %Q

source: Desktop
ca: Escritori
de: Arbeitsfläche
es: Escritorio
hu: Asztal
uk: Робітник стіл

source: Destinaion file exists: no copy made
es: El archivo de destino existe: no se hizo copia
hu: Cél fájl létezik: másolatot nem készítek
uk: Файл призначення існує: копія не зроблена

source: Destination file exists: file not renamed
ca: L'arxiu de dest�existeix: no s'ha renombrat
de: Zieldatei existiert bereits: Datei nicht umbenannt
es: El archivo de destino existe: no se renombr
hu: Célfájl létezik: fájl átnevezés sikertlelen
uk: Файл призначення існує: файл не перейменований

source: Detached
ca: Desassociar
de: Losgelöst
es: Desasociado
hu: Lekapcsolva
uk: Відділено

source: Detailed View
ca: Vista Detallada
de: Ausführliche Ansicht
es: Vista Detallada
hu: Részletes nézet
uk: Детальне подання

source: Did you know...
ca: Sabia vost�que...
de: Wußten Sie schon...
es: Sabía usted que...
hu: Tudtad-e?
uk: чиЗнаєте ви...

source: Directories First
ca: Directoris Primer
de: Verzeichnisse zuerst anzeigen
es: Directorios Primero
hu: Könyvtárak elöl
uk: Каталоги на початку

source: Directory
ca: Directori
de: Verzeichnis
es: Directorio
hu: Könyvtár
uk: Каталог

source: Discard Changes
ca: Descartar Canvis
de: Änderungen verwerfen
es: Descartar Cambios
hu: Változások elvetése
uk: Скасувати зміни

source: Disconnect
ca: Desconnectar
de: Trennen
es: Desconectar
hu: Kapcsolat lezárása
uk: Відключитися

source: Division by zero
ca: Divisi�por zero
de: Division durch Null
es: Division por cero
hu: Nullával való osztási hiba
uk: Розподіл на нуль

source: Dns query failed
ca: Petici�DNS fallida
de: DNS-Anfrage fehlgeschlagen
es: Petición DNS fallida
hu: Dns lekérés sikertelen
uk: Помилка запиту DNS

source: Dns temporaneous fault (try again)
ca: Errada temporal de DNS (prova-ho un altre vegada)
de: Temporäre DNS-Fehlfunktion (nocheinmal probieren)
es: Fallo temporal de DNS (pruebe otra vez)
hu: Átmeneti Dns hiba, próbáld újra
uk: Випадкова помилка DNS (намагаюся знову)

source: Do not disturb... watching TV
ca: No molestar... veient la televissi
de: Bitte nicht stören... sehe fern
es: No molestar... viendo la tele
hu: Ne zavarj, tévézem...
uk: Не заважайте... дивлюся телевізор

source: Do not overwrite folder? - KVIrc
hu: Ne írja felül a könyvtárat? - KVIrc
uk: Не перезаписувати папку? - KVIrc

source: Do you really want to delete toolbar "%1" ?
ca: Realment vol borra la barra d'eines "%1" ?
de: Soll die Werkzeugleiste "%1" wirklich gelöscht werden?
es: Realmente quieres borrar la barra de herramientas "%1" ?
hu: Tényleg szeretnéd törölni a(z) "%1" Eszköztárat?
uk: Ви дійсно хочете видалити панель інструментів "%1" ?

source: Do you really want to remove the alias "%Q" ?
es: Realmente quiere borrar el alias "%Q" ?
hu: Tényleg el szererntéd távolítani a(z) "%Q" aliast?
uk: Ви дійсно хочете видалити аліас "%Q"?

source: Do you really want to remove the namespace "%Q" ?
es: Realmente quiere borrar el espacio de nombres "%Q" ?
hu: Tényleg el szeretnéd távolítani a "%Q" névteret?
uk: Ви дійсно хочете видалити простір імен "%Q"?

source: Do you really want to uninstall the addon "%1" ?
es: Realmente quieres desinstalar la funcionalidad adicional "%1" ?
hu: Tényleg el akarod távolítani ezt az addont? (%1)
uk: Ви дійсно хочете видалити доповнення "%1" ?

source: Do you want the associated actions to be exported with the toolbar ?
de: Sollen die zugeordneten Aktionen mit der Werkzeugleiste exportiert werden?
es: Quieres que las acciones asociadas sean exportadas con la barra de herramientas?
hu: Szeretnéd az akciókat hozzárendelni az exportálandó Eszköztárhoz?
uk: Ви хочете експортувати дії, пов'язані з панеллю інструментів ?

source: Doesn't a widget object
de: Ist kein Widgetobjekt
es: No es un objeto widget
uk: Це не об'єкт виджета

source: Double click to enable it
ca: Doble click per a habilitar-lo
de: Doppelklicken zum Aktivieren
es: Doble click para habilitarlo
hu: Dupla kattintás: engedélyezés
uk: Подвійний клич для включення

source: Double click to enter away mode
ca: Doble click per a entrar en mode absent
de: Doppelklick zum Aktivieren des "Abwesend"-Modus
es: Doble click para entrar en modo ausente
hu: Dupla kattintás: Nem elérhető mód
uk: Подвійний клич включає режим Відійшов

source: Double click to leave away mode
ca: Doble click per a abandonar el mode absent
de: Doppelklick zum Beenden des "Abwesend"-Modus
es: Doble click para abandonar el modo ausente
hu: Dupla kattintás: Elérhető
uk: Подвійний клич повертає з режиму Відійшов

source: Double-click to edit...
ca: Doble click per a editar...
de: Doppelklick zum Bearbeiten...
es: Doble click para editar...
hu: Két kattintással szerkeszthető...
uk: Подвійний клич для редагування...

source: Double-click to look up this hostname<br>Right-click to view other options
ca: Faci doble click per a buscar aquesta m�uina<br>Click dret per a veure altres opcions
de: Doppelklick zum Auflösen des Hostnamens<br>Rechtsklick zum Ansehen weiterer Optionen
es: Haga doble click para buscar esta máquina<br>Click derecho para ver otras opciones
hu: Dupla kattintás: felderítés <br>Jobb kattintás: egyéb opciók
uk: Подвійний клич для визначення IP цього<br>Клич на правій кнопці - інші опції

source: Double-click to open this link
ca: Doble click per a obrir aquest enlla
de: Doppelklick zum Öffnen der Verknüpfung
es: Doble click para abrir este enlace
hu: Dupla kattintás a link megnyitásához
uk: Подвійний клич для відкриття посилання

source: Double-click to read the MOTD<br>Right-click to view other options
ca: Doble click per a llegir el MOTD<br>Bot�dret per a veure altres opcions
de: Doppelklick zum Lesen der MOTD<br>Rechtsklick zum Ansehen weiterer Optionen
es: Doble click para leer el MOTD<br>Botón derecho para ver otras opciones
hu: Dupla kattintás: MOTD olvasása <br>Jobb klikk: egyéb opciók
uk: Подвійний клич для читання MOTD<br>Клич правою клавішею - інші опції

source: Double-click to set...
ca: Doble click per a posar...
de: Doppelklick zum Setzen...
es: Doble click para poner...
hu: Két kattintással beállítható...
uk: Подвійний клич для установки...

source: Double-click to set<br>
ca: Doble click per a posar<br>
de: Doppelklick zum Setzen<br>
es: Doble click para poner<br>
hu: Dupla kattintás a beállításhoz<br>
uk: Подвійний клич для установки<br>

source: Download files to folder:
hu: Letöltések mappa:
uk: Папка для загружаємих файлів:

source: Drag the applet while holding the Shift or Ctrl key to move it to the desired position
ca: Arrossegar l'applet mentres es mant�presa la tecla Majscula o Ctrl per a moure'l a la posici�desitjada
de: Das Applet mit gedrückter Shift- oder Strg-Taste ziehen, um es auf die gewünschten Position zu verschieben
es: Arrastrar el applet mientras se mantiene pulsada la tecla Mays o Ctrl para moverlo a la posición deseada
hu: A Shift vagy Ctrl billentyű lenyomva tartásával és húzással tudod a számodra megfelelő helyre mozgatni az appletet
uk: Перетягнути аплет можна при натиснутій клавіші Shift або Ctrl

source: Dreaded License Agreement
ca: Temut Acord de Llic�cia
de: Gefürchtete Lizenzzustimmung
es: Temido acuerdo de licencia
hu: A Rettegett Licensz Szerződés
uk: Жахлива ліцензійна угода

source: Drop here the icons from the toolbars to remove them
ca: Deixar aqu�les icones des de la barra d'eines per a eliminar-los
de: Hier die Symbole von den Werkzeugleisten zum Entfernen fallen lassen
es: Soltar aquí los iconos desde la barra de herramientas para eliminarlos
hu: Dobd ide az ikonokat az Eszköztárról, hogy eltávolítsd
uk: Перетягнете сюди іконки з панелі інструментів щоб видалити їх

source: Dum de dum de dum...
hu: Pam para ram param pam pararam...
uk: Там тара там тирим бум бум...

source: Duplicate ToolBar Id
ca: Id de la Barra d'Eines duplicada
de: Werkzeugleisten-ID duplizieren
es: Id de Barra de Herramientas duplicado
hu: Duplikált Eszköztár azonosító
uk: Дублікат Id панелі інструментів

source: E&xtended regexp.
ca: E&xpressi�regular estesa
de: Erweitertes Re&gexp
es: E&xpresión regular extendida.
hu: Kiterjesztett rege&xp.
uk: &Розширене регулярне вираження.

source: Edit Actions...
de: Aktionen bearbeiten...
es: Editar Acciones...
hu: Akciók szerkesztése...
uk: Редагувати дії...

source: Edit Aliases...
de: Aliasse bearbeiten...
es: Editar Alias...
hu: Aliasok szerkesztése...
uk: Редагувати аліасы...

source: Edit Events...
de: Ereignisse bearbeiten...
es: Editar Eventos...
hu: Események szerkesztése
uk: Редагувати події...

source: Edit Popups...
de: Aufklappmenüs bearbeiten...
es: Editar Menús Emergentes...
hu: Popupok szerkesztése...
uk: Редагувати спливаючі меню...

source: Edit Raw Events...
de: RAW-Ereignisse bearbeiten...
es: Editar Eventos Puros...
hu: Raw események szerkesztése
uk: Редагувати низькорівневі події...

source: Edit Registration
ca: Editar Registre
de: Registrierung bearbeiten
hu: Regisztráció Szerkesztése
uk: Редагувати реєстрацію

source: Edit ToolBar
ca: Editar Barra d'Eines
de: Werkzeugleiste bearbeiten
es: Editar Barra de Herramientas
hu: Eszköztár szerkesztése
uk: Редагувати панель інструментів

source: Edit the alias or namespace name
es: Editar alias. o nombre del espacio de nombres
hu: Alias vagy névtér név szerkesztése
uk: Редагувати ім'я аліаса або простору імен.

source: Edit the event handler name.
ca: Editar el nom del manipulador d'events.
de: Ereignishandlername bearbeiten
es: Editar el nombre del manejador de eventos.
hu: Eseménykezelő nevének szerkesztése
uk: Редагування імені оброблювача події.

source: Edit the first selected entry.
ca: Aquest bot�permetr�editar la primera entrada triada.
de: Zuerst ausgewählten Eintrag bearbeiten
es: Este botón permitirá editar la primera entrada seleccionada.
hu: Az első kiválasztott elem szerkesztése
uk: Редагувати перший обраний пункт.

source: Edit the raw event handler name.
es: Editar el nombre del manejador de evento puro.
hu: Raw eseménykezelő nevének szerkesztése.
uk: Редагування імені оброблювача події.

source: Effects
ca: Efectes
de: Effekte
es: Efectos
hu: Effektek
uk: Ефекти

source: Either the source doesn't exist or the destination can not be created
es: El origen no existe o el destino no puede ser creado
hu: Amíg a forrás nem létezik, addig a célt nem hozhatom létre
uk: Або джерело не існує, або призначення не може бути створене

source: Empty filename string
ca: Cadena de nom d'arxiu buida
de: Leerer Dateinamen-String
es: Cadena de nombre de archivo vacía
uk: Порожнє ім'я файлу

source: Empty infinite 'for' loop: fix the script
ca: Bucle 'for' infinit: arregla l'script
de: Leere Endlos-'for'-Schleife: Skript reparieren
es: Bucle 'for' infinito: arregla el script
uk: Порожній нескінченний цикл 'for': виправте сценарій

source: Empty instruction block for command evaluation
ca: Bloc d'instruccions buit per a l'avaluaci�de la comanda
de: Leerer Anweisungsblock für Kommandoauswertung
es: Bloque de instrucciones vacío para la evaluación del comando
uk: Порожній блок інструкцій для оцінки команди

source: Empty script
ca: Cadena buida
de: Leeres Skript
es: Script vacío
hu: Üres szkript
uk: Сценарій порожній

source: Empty target specified
ca: S'ha especificat un dest�buit
de: Leeres Ziel angegeben
es: Se especificó un destino vacío
hu: A meghatározott cél üres
uk: Визначена порожня мета

source: Enable Only in Specified Windows
de: Nur in angegebenen Fenstern aktivieren
es: Habilitar unicamente en Ventanas Especificadas
hu: Csak a megadott ablakokban engedélyezve
uk: Доступно тільки в заданих вікнах

source: Enable URL ban list
ca: Activar la llista d'URL prohibides
de: URL-Bannliste aktivieren
es: Activar la lista de URL prohibidas
hu: URL-Tilólista engedélyezése
uk: Включити URL бан аркуш
