Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Unable to look it up hostname: Hostname appears to be masked
ca: Incapa�d'extreure el nom de m�uina: sembla que el nom de la m�uina est�emmascarat
de: Auflösen des Server-Hostnames fehlgeschlagen: Hostname sieht maskiert aus
es: Incapaz de extraer el nombre de máquina: parece que el nombre de la máquina está enmascarado
hu: Hosztnév felderítése sikertelen, valószínűleg maszkolt
uk: Не можу знайти хост: Хост замаскований

source: Unable to look it up hostname: Unknown host
ca: Incapa�d'extreure el nom de la m�uina: m�uina desconeguda
de: Auflösen des Hostnamens fehlgeschlagen: Unbekannter Host
es: Incapaz de extraer el nombre de máquina: máquina desconocida
hu: Hosztnév felderítése sikertelen, ismeretlen hoszt
uk: Не можу знайти хост: Невідомий хост

source: Unable to look up the IRC proxy hostname: Can't start the DNS slave
ca: Incapa�de buscar el nom de m�uina del proxy irc: no es pot iniciar el DNS esclau
de: Auflösen des IRC-Proxy-Hostnames fehlgeschlagen: DNS-Sklave konnte nicht gestartet werden
es: Incapaz de buscar el nombre de máquina del proxy irc: no pude iniciar el DNS esclavo
hu: IRC proxy hosztnevének felderítése, másodlagos DNS indítása sikertelen
uk: Не можу знайти ім'я IRC проксі: Не запускається вторинний DNS

source: Unable to look up the server hostname: Can't start the DNS slave
ca: Incapa�de trobar el nom de m�uina del servidor: no he pogut iniciar el DNS esclau
de: Auflösen des Server-Hostnames fehlgeschlagen: DNS-Sklave konnte nicht gestartet werden
es: Incapaz de encontrar el nombre de máquina del servidor: no pude iniciar el DNS esclavo
hu: Szerver hosztnév feloldás: másodlagos DNS indítása sikertelen
uk: Не можу знайти ім'я сервера: Не запускається вторинний DNS

source: Unable to play sound '%Q'
es: No es posible reproducir el sonido '%Q'
hu: Hangot nem lehet lejátszani: %Q
uk: Не можу програти звук '%Q'

source: Unable to process the above request: Cannot load DCC module (%s)
ca: Incapa�de processar la petici�anterior: no he pogut carregar el m�ul DCC (%s)
de: Verarbeitung vom obiger Anfrage fehlgeschlagen: DCC-Modul kann nicht geladen werden (%s)
es: Incapaz de procesar la petición anterior: no pude cargar el módulo DCC (%s)
hu: Fenti kérés teljesítése sikertelen. DCC modul (%s) betöltése sikertelen
uk: Не можу обробити запит, що надійшов: Неможливо завантажити модуль DCC (%s)

source: Unable to process the above request: DCC module may be broken
ca: Incapa�de processar la petici�anterior: el m�ul DCC pot estar trencat
de: Verarbeitung vom obiger Anfrage fehlgeschlagen: DCC-Modul scheint fehlerhaft zu sein
es: Incapaz de procesar la petición anterior: el módulo DCC puede estar roto
hu: Fenti kérés teljesítése sikertelen. DCC modul valószínűleg megsérült.
uk: Не можу обробити запит, що надійшов: Модуль DCC ушкоджений

source: Unable to resolve the local hostname as seen by the IRC server: %Q
ca: No � possible resoldre el nom de la m�uina local tal i com la veu el servidor d'IRC: %Q
de: Lokaler Hostname, der vom IRC-Server gesehen wird, kann nicht aufgelöst werden: %Q
es: No es posible resolver el nombre de la máquina local tal y como la ve el servidor de IRC: %Q
hu: Helyi hosztnév visszafejtése az IRC szerver által nem sikerült: %Q
uk: Не можу визначити, який IP відповідає мені по даним IRC сервера: %Q

source: Unable to resolve the local hostname as seen by the IRC server: %Q, using previously resolved %Q
hu: Nem tudom visszafejteni a helyi hosztnevet a szerveren keresztül: %Q, az előzőlegfelderítettet használom: %Q
uk: Не можу визначити, який мій IP бачить IRC сервер: %Q, використаю певний раніше %Q

source: Unable to start the DNS lookup
ca: No puc iniciar la cerca DNS
de: DNS-Anfrage kann nicht gestartet werden
es: No puedo iniciar la búsqueda DNS
hu: Nem lehetséges a DNS visszafejtésének elkezdése
uk: Не можу запустити пошук DNS

source: Unable to start the request slave thread
ca: No s'ha pogut iniciar el fil esclau de peticions
es: No se pudo iniciar el hilo esclavo de peticiones
hu: Nem tudom elindítani a kért másodlagos szálat
uk: Неможливо відіслати запит вторинної нитки

source: Unable to write to the actions file.
de: Aktionendatei kann nicht geschrieben werden.
es: No fue posible escribir en el archivo de acciones.
hu: Nem tudom az akciókat fájlba írni.
uk: Неможливо зберегти файл із діями.

source: Unable to write to the alias file.
ca: No ha estat possible escriure en l'arxiu d'�ies.
de: Aliasdatei kann nicht geschrieben werden.
es: No fue posible escribir en el archivo de alias.
hu: Nem tudom az aliast fájlba írni
uk: Неможливо зберегти файл аліасов.

source: Unable to write to the event file.
ca: No ha estat possible escriure en l'arxiu d'events.
de: Ereignisdatei kann nicht geschrieben werden.
es: No fue posible escribir en el archivo de eventos.
hu: Esemény fájl írása sikertelen.
uk: Не можу записати подію у файл.

source: Unable to write to the events file.
ca: No ha estat possible escriure en l'arxiu d'events.
de: Ereignisdatei kann nicht geschrieben werden.
es: No fue posible escribir en el archivo de eventos.
hu: Nem lehet írni az eseményfájlokba.
uk: Не можу записати події у файл.

source: Unable to write to the popup file.
ca: Impossible escriure en l'arxiu de men emergent.
de: Popupdatei konnte nicht geschrieben werden.
es: Imposible escribir en el archivo de menú emergente.
hu: Felbukkanó fájl írása sikertelen
uk: Не можу записати спливаюче меню у файл.

source: Unable to write to the raw event file.
es: No fue posible escribir en el archivo de eventos puros.
hu: Raw eseményfájl írása sikertelen.
uk: Не можу записати подію у файл.

source: Unable to write to the raw events file.
es: No fue posible escribir en el archivo de eventos puros.
hu: Raw eseményfájl írása nem lehetséges.
uk: Не можу записати події у файл.

source: Unable to write to the toolbar file.
de: Werkzeugleistendatei kann nicht geschrieben werden.
es: No fue posible escribir en el archivo de barra de herramientas.
hu: Nem lehet írni az Eszköztár fájlba.
uk: Неможливо зберегти панель інструментів у файл.

source: Unban matching my mask
ca: Desbanejar concordant amb la meva m�cara
de: Unbann passt auf meine Maske
es: Permiso concuerda con mi máscara
hu: Maszkoddal egyező tiltás eltávolítva
uk: Снять бан по моїй масці

source: Unexpected (and senseless) read-only data evaluation
ca: Evaluaci�de dades de nom� lectura inesperada (i sense sentit)
de: Unerwartetete (und sinnlose) nur lesbare Datenauswertung
es: Evaluación de datos de solo lectura inesperada (y sin sentido)
hu: Váratlan (és értelmetlen) csak olvasási adatkiértékelés
uk: Несподівані (і безглузді) дані тільки для читання

source: Unexpected character
ca: Car�ter inesperat
de: Unerwartetes Zeichen
es: Caracter inesperado
hu: Váratlan karakter
uk: Несподіваний символ

source: Unexpected character %q (unicode %h) in expression. If it meant to be a string use the quotes.
ca: Car�ter inesperat %q (unicode %h) en l'expressi� Si pret� ser una cadena hauria d'emprar cometes.
de: Unerwartetes Zeichen '%q' (Unicode %h) in Ausdruck. Wenn eine Zeichenkette gemeint ist, Anführungstriche benutzen.
es: Caracter inesperado %q (unicode %h) en expresión. Si pretende ser una cadena debería estar entre comillas.
uk: Несподіваний символ %q (унікод %h) у вираженні. Якщо ви хочете це використати, ставте лапки.

source: Unexpected character %q (unicode %x) after '$' function call prefix
ca: Car�ter inesperat '%q' (unicode %x) despr� del prefixe de crida a funci�'$'
de: Unerwartetes Zeichen '%q' (Unicode %x) nach '$'-Funktionsaufrufpräfix gefunden
es: Caracter inesperado '%q' (unicode %x) después del prefijo de llamada a función '$'
uk: Несподіваний символ %q (унікод %x) після префікса функції '$'

source: Unexpected character '%q' (unicode %x)
ca: Car�ter inesperat '%q' (unicode %x)
de: Unterwartetes Zeichen '%q' (Unicode %x)
es: Caracter inesperado '%q' (unicode %x)
hu: Váratlan karakter '%q' (unicode %x)
uk: Несподіваний символ '%q' (унікод %x)

source: Unexpected character '%q' (unicode %x) after a slash (it is a typo or a malformed comment begin ?)
ca: Car�ter inesperat '%q' (unicode %x) despr� de la barra (� un error o un comen�ment de comentari mal posat?)
de: Unerwartetes Zeichen '%q' (Unicode %x) nach Schrägstrich gefunden (Schreibfehler oder fehlerhafter Kommentar?)
es: Caracter inesperado '%q' (unicode %x) después de la barra (es un error o un comienzo de comentario mal puesto?)
uk: Несподіваний символ '%q' (унікод %x) після слеша (це помилка або початок коментарю?)

source: Unexpected character '%q' (unicode %x) after a switch dash
ca: Car�ter inesperat '%q' (unicode %x) despr� de la barra de canvi
de: Unerwartetes Zeichen '%q' (Unicode %x) nach switch-Bindestrich gefunden
es: Caracter inesperado '%q' (unicode %x) después de barra de cambio
uk: Несподіваний символ '%q' (унікод %x) після тирі

source: Unexpected character '%q' (unicode %x) after a void function call: end of instruction expected
ca: Car�ter inesperat '%q' (unicode %x) despr� d'una crida buida a funci� s'esperava la fi de la instrucci
de: Zeichen '%q' (Unicode %x) nach einem void-Funktionsaufruf gefunden, Ende der Anweisung erwartet
es: Caracter inesperado '%q' (unicode %x) después de una llamada vacía a función: se esperaba fin de la instrucción
uk: Несподіваний символ '%q' (унікод %x) після виклику void функції: очікується кінець директиви

source: Unexpected characters in array index
ca: Car�ters inesperats en l'index de la matriu
de: Unterwartete Zeichen im Arrayindex
es: Caracteres inesperados en índice de array
hu: Váratlan karakter a tömb indexben
uk: Несподіваний символ в індексі масиву

source: Unexpected empty <name> field in extpopup parameters. See /help defpopup for the syntax
ca: Camp <nombre> buit inesperat en par�etres de extpopup. Veure / help defpopup per a con�xer la sintaxis
de: Unerwartetes leeres <text>-Feld in extpopup-Parameter: Bitte /help defpopup für Syntax zu Hilfe nehmen
es: Campo <nombre> vacío inesperado en parámetros de extpopup. Ver /help defpopup para conocer la sintaxis
uk: Несподівана порожня область <name> в аргументі extpopup. Дивися /help defpopup для довідки по синтаксисі

source: Unexpected empty <text> field in extpopup parameters. See /help defpopup for the syntax
ca: Camp <texto> buit inesperat en par�etres de extpopup. Veure /help defpopup per a con�xer la sintaxis
de: Unerwartetes leeres <text>-Feld in extpopup-Parameter: Bitte /help defpopup für Syntax zu Hilfe nehmen
es: Campo <texto> vacío inesperado en parámetros de extpopup. Ver /help defpopup para conocer la sintaxis
uk: Несподівана порожня область <text> в аргументі extpopup. Дивися /help defpopup для довідки по синтаксисі

source: Unexpected empty <text> field in label parameters. See /help defpopup for the syntax
ca: Camp <texto> buit inesperat en par�etres d'etiqueta. Veure /help defpopup per a con�xer la sintaxis
de: Unerwartetes leeres <text>-Feld in label-Parameter: Bitte /help defpopup für Syntax zu Hilfe nehmen
es: Campo <texto> vacío inesperado en parámetros de etiqueta. Ver /help defpopup para conocer la sintaxis
uk: Несподівана порожня область <text> в аргументі label. Дивися /help defpopup для довідки по синтаксисі

source: Unexpected empty expression operand
uk: Несподіваний порожній операнд вираження

source: Unexpected end in array index
ca: Fi inesperat en l'index de la matriu
de: Unerwartetes Ende im Arrayindex
es: Fin inesperado en el índice de array
hu: Váratlan vég a tömb indexében
uk: Несподіване закінчення в індексі масиву

source: Unexpected end in expression
ca: Fi d'expressi�inesperat
de: Unerwartetes Ende im Ausdruck
es: Fin de expresión inesperada
hu: Váratlan vég a kifejezésben
uk: Несподіване закінчення вираження

source: Unexpected end of 'foreach' parameters: at least one iteration data argument must be given
ca: Fi inesperat de par�etres 'foreach': ha de proporcionar-se al menys un argument de dades d'iteraci
de: Unerwartetes Ende des 'foreach'-Parameters: mindestens ein Interationsdatenargument muss angegeben werden
es: Fin inesperado de parámetros 'foreach': debe proporcionarse al menos un argumento de datos de iteración
uk: Несподіване закінчення аргументів 'foreach' : принаймні один аргумент дані ітерації повинен бути

source: Unexpected end of buffer in class definition
es: Fin de buffer inesperado en definición de clase
uk: Несподіваний кінець буфера в оголошенні класу

source: Unexpected end of buffer in defpopup block
ca: Fi de buffer inesperat en bloc defpopup
de: Unerwartetes Ende des Puffers in einem defpopup-Block gefunden
es: Fin de buffer inesperado en bloque defpopup
uk: Несподіваний кінець буфера в defpopup блоці

source: Unexpected end of buffer in function parameter list reminder
es: Fin de buffer inesperado en lista de parámetros de la función
uk: Несподіваний кінець рядка в списку параметрів

source: Unexpected end of buffer in switch condition block
ca: Fi de buffer inesperat en bloc condicional switch
de: Unerwartetes Ende des Puffers in einem switch-Bedingungblock gefunden
es: Fin de buffer inesperado en bloque condicional switch
uk: Несподіваний кінець буфера в блоці умов

source: Unexpected end of buffer while looking for the closing ')' in the 'for' command
ca: Fi de buffer inesperat mentres es buscava el car�ter ')' del 'for'
de: Unerwartetes Ende des Skripts während des Suchens nach der schliessenden ')' im for-Kommando
es: Fin de buffer inesperado mientras se buscaba el caracter ')' del 'for'
uk: Несподіваний кінець буфера при пошуку закриваючої дужки ')' у команді 'for'

source: Unexpected end of command after the 'do' command block: expected 'while' keyword
uk: Несподіваний кінець команди після блоку 'do': очікується ключове слово 'while'

source: Unexpected end of command buffer while looking for the "perl.end" statement
uk: Несподіваний кінець буфера команд при пошуку інструкції "perl.end"

source: Unexpected end of command in binding operation, at least one slash is missing
ca: Fi de comanda inesperada en operaci�d'associaci� falta al menys unes barres (/)
de: Unerwartetes Ende des Kommandos in Bindenoperation, ein Schrägstrich fehlt
es: Fin de comando inesperado en operación de asociación, falta al menos una barra (/)
uk: Несподіваний кінець команди в обгортці операції, принаймні один слеш пропущений

source: Unexpected end of command in binding operation, at least two slashes are missing
ca: Fi de comanda inesperada en operaci�d'associaci� falten al menys dues barres (/)
de: Unerwartetes Ende des Kommandos in Bindenoperation, zwei Schrägstriche fehlen
es: Fin de comando inesperado en operación de asociación, faltan al menos dos barras (/)
uk: Несподіваний кінець команди в обгортці операції, принаймні два слеша пропущені

source: Unexpected end of command in dictionary key
ca: Fi de comanda inesperada en la clau de diccionari
de: Unerwartetes Ende des Kommandos in Wörterbuchschlüssel
es: Fin de comando inesperado en clave de diccionario
hu: Váratlan parancs vég a szótár kulcsban
uk: Несподіване закінчення команди в ключі словніка

source: Unexpected end of command in function parameters
ca: Fi de comanda inesperat en par�etres de funci
de: Unerwartetes Ende des Kommandos in Funktionsparametern
es: Fin de comando inesperado en parámetros de función
hu: Váratlan parancsvég a függvény paraméterekben
uk: Несподіваний кінець команди в аргументах функції

source: Unexpected end of command in parenthesis
ca: Fi de comanda inesperat entre par�tesis
de: Unerwartetes Ende des Kommandos in Klammer
es: Fin de comando inesperado en paréntesis
hu: Váratlan parancsvég a zárójelben
uk: Несподіваний кінець команди в пропозиції

source: Unexpected end of command in string
ca: Fi de comanda inesperada a la cadena
de: Unerwartetes Ende des Kommandos in Zeichenkette
es: Fin de comando inesperado en cadena
hu: A parancs váratlanul véget ért
uk: Несподіване закінчення команди в рядку

source: Unexpected end of line in hash key (missing '}' character or unescaped newline)
ca: Fi de l�ia inesperat en clau hash (falta el car�ter '}' o una l�ia sense escapar)
de: Unerwartetes Ende der Zeile im Hash-Schlüssel (fehlendes '}'-Zeichnen oder nicht entwertetes Zeilenende)
es: Fin de línea inesperado en clave hash (falta el caracter '}' o una nueva línea sin escapar)
uk: Несподіваний кінець рядка в хеше ключа (не вистачає символу '}' або нової рядка)

source: Unexpected end of line in parameter list
ca: Fi de l�ia inesperat a la llista de par�etres
de: Unerwartetes Ende der Zeile in Parameterliste
es: Fin de línea inesperado en lista de parámetros
uk: Несподіваний кінець рядка в списку параметрів

source: Unexpected end of line in string constant (missing " character or unescaped newline)
ca: Fi de l�ia inesperada en constant de cadena (falta el car�ter " o una nova l�ia sense escapar)
de: Unerwartetes Ende der Zeile in Zeichenkettenkonstante (fehlendes " Zeichen oder nicht entwertetes Zeilenende)
es: Fin de línea inesperado en constante de cadena (falta el caracter " o una nueva línea sin escapar)
uk: Несподіваний кінець рядка в строковій константі (відсутній символ " або нового рядка)

source: Unexpected end of script after '$' function call prefix
ca: Fi d'script inesperat despr� del prefix de crida a funci
de: Unerwartetes Ende des Skripts nach '$'-Funktionsaufrufpräfix
es: Fin de script inesperado después del prefijo de llamada a función
uk: Несподіваний кінець сценарію після послу префікса функції '$'

source: Unexpected end of script after a switch dash
ca: Fi d'script inesperat despr� d'una barra de canvi
de: Unerwartetes Ende des Skripts nach einem switch-Bindestrich
es: Fin de script inesperado después de una barra de cambio
uk: Несподіваний кінець сценарію після тирі

source: Unexpected end of script after a variable reference: expected operator
ca: Fi d'script inesperat despr� d'una refer�cia a variable: s'esperava un operador
de: Unerwartetes Ende des Skripts nach einer Variablenreferenz: Operator erwartet
es: Fin de script inesperado después de una referencia a variable: se esperaba un operador
uk: Несподіваний кінець сценарію після посилання на змінну: очікується оператор

source: Unexpected end of script in expression
ca: Final inesperat d'script en una expressi
de: Unerwartetes Ende des Skriptes in Ausdruck
es: Final inesperado de script en una expresión
hu: A szkript kifejezés váratlanul véget ért
uk: Несподіваний кінець сценарію у вираженні

source: Unexpected end of script in hash key (missing '}' character ?)
ca: Fi d'script inesperat en clau hash (falta el car�ter '}'?)
de: Unerwartetes Ende des Skripts in Hashschlüssel (fehlendes '}' Zeichen?)
es: Fin de script inesperado en clave hash (falta el caracter '}'?)
uk: Несподіваний кінець сценарію в хеше ключа (не вистачає символу '}' ?)

source: Unexpected end of script in instruction block (missing closing brace)
ca: Fi d'script inesperat en bloc d'instruccions (falta la clau de tancament)
de: Unerwartetes Ende des Skriptes in Anweisungsblock (schliessende Klammer fehlt)
es: Fin de script inesperado en bloque de instrucciones (falta llave de cierre)
uk: Несподіваний кінець сценарію в блоці інструкцій (немає закриваючої дужки)

source: Unexpected end of script in multiline comment
ca: Fi d'script inesperat en comentari multil�ia
de: Unerwartetes Ende des Skripts in mehrzeiligem Kommentar
es: Fin de script inesperado en comentario multilínea
uk: Несподіваний кінець сценарію в многострочному коментарі

source: Unexpected end of script in parameter list
ca: Fi d'script inesperat a la llista de par�etres
de: Unerwartetes Ende des Skriptes in Parameterliste
es: Fin de script inesperado en lista de parámetros
uk: Несподіваний кінець сценарію в списку параметрів

source: Unexpected end of script in string constant (missing " character ?)
ca: Fi d'script inesperat en constant de cadena (falta el car�ter "?)
de: Unerwartetes Ende des Skripts in Zeichenkettenkonstante (fehlendes " Zeichen?)
es: Fin de script inesperado en constante de cadena (falta el caracter "?)
uk: Несподіваний кінець сценарію в строковій константі (відсутній символ " ? )

source: Unexpected end of script while looking for the instruction block of the if command
ca: Fi d'script inesperat mentres es buscava el bloc d'instruccions de la comanda 'if'
de: Unerwartetes Ende des Skripts während des Suchens des Anweisungsblocks vom if-Kommando
es: Fin de script inesperado mientras se buscaba el bloque de instrucciones del comando 'if'
uk: Несподіваний кінець сценарію при пошуку блоку інструкцій команди

source: Unexpected end of script while looking for the instruction block of the while command
ca: Fi d'script inesperat mentres es buscava el bloc d'instruccions de la comanda while
de: Unerwartetes Ende des Skripts während des Suchens des Anweisungsblocks vom while-Kommando
es: Fin de script inesperado mientras se buscaba el bloque de instrucciones del comando while
uk: Несподіваний кінець сценарію при пошуку блоку інструкцій команди

source: Unexpected function call as 'foreach' iteration variable
ca: Crida inesperada a funci�com a variable d'iteraci�'foreach'
de: Unerwarteter Funktionsaufruf als 'foreach'-Iterationsvariable
es: Llamada inesperada a función como variable de iteración 'foreach'
uk: Несподіваний виклик функції як змінної ітерації 'foreach'

source: Unexpected read-only variable as 'foreach' iteration variable
ca: Variable de nom� lectura inesperada com a variable d'iteraci�'foreach'
de: Unerwartete, nur lesbare Variable als 'forearch'-Variable gefunden
es: Variable de solo lectura inesperada como variable de iteración 'foreach'
uk: Несподівана змінна тільки для читання як змінна ітерації 'foreach

source: Unexpected token
ca: Identificador inesperat
de: Unerwartetes Token
es: Identificador inesperado
hu: Váratlan jel (token)
uk: Несподіваний символ

source: Unhandled server reply
ca: Resposta del servidor no processada
de: Nicht behandelte Serverantwort
es: Respuesta del servidor no procesada
hu: Kezeletlen szerver válasz
uk: Відповідь сервера

source: Unhighlight All Channels
ca: Treure ressaltat de tots el canals
de: Hervorhebung aller Kanäle aufheben
es: Quitar resaltado de todos los canales
hu: Kiemelések törlése Csatornákon
uk: Зняти підсвічування із всіх каналів

source: Unhighlight All Queries
ca: Treure ressaltat de tots els privats
de: Hervorhebung aller Anfragen aufheben
es: Quitar resaltado de todos los privados
hu: Kiemelések törlése Privátokon
uk: Зняти підсвічування із всіх приватів

source: Unhighlight All Windows
ca: Treure ressaltat de totes les finestres
de: Hervorhebung aller Fenster aufheben
es: Quitar resaltado de todas las ventanas
hu: Kiemelések törlése
uk: Зняти підсвічування із всіх вікон

source: Unignore
ca: Treure ignorar
de: nicht ignorieren
hu: Mellőzés törlése
uk: Не ігнорувати

source: Uninstall
de: Deinstallieren
es: Desinstalar
hu: Eltávolítás
uk: Видалити

source: Uninstalling existing addon version %Q
es: Desinstalando la versión %Q de la funcionalidad adicional existente
hu: Hozzáadott addon eltávolítása %Q
uk: Видалення наявного доповнення версії %Q

source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
hu: Ismeretlen
uk: Невідомий

source: Unknown
es: Desconocido
hu: Ismeretlen
uk: Невідомий

source: Unknown CTCP reply
ca: Resposta CTCP desconoeguda
de: Unbekannte CTCP-Antwort
es: Respuesta CTCP desconocida
hu: Ismeretlen CTCP válasz
uk: Невідома відповідь CTCP

source: Unknown alignment
es: Alineación desconocida
hu: Ismeretlen igazítás
uk: Невідоме вирівнювання

source: Unknown alignment '%Q'
es: Alineación desconocida: %Q
uk: Невідоме вирівнювання '%Q'

source: Unknown alignment: '%Q'
es: Alineación desconocida: '%Q'
hu: Ismeretlen elhelyezés: %Q
uk: Невідоме вирівнювання: '%Q'

source: Unknown auto formatting mode '%Q'
es: Modo de formateo automático desconocido '%Q'
uk: Невідомий режим автоматичного форматування '%Q'
