Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: Found character %q (unicode %x) where a 'case','match','regexp','default' or 'break' label was expected
ca: Trocat car�ter %q (unicode %x) on s'esperava un 'case', 'regexp', 'default' o 'break'
de: Zeichen %q (Unicode %x) gefunden, aber 'case', 'match', regexp','default' oder 'break' wurde erwartet
es: Encontrado caracter %q (unicode %x) donde se esperaba un 'case', 'regexp', 'default' o 'break'
uk: Знайдений символ %q (унікод %x) там де очікується 'case','match','regexp','default' або 'break'

source: Found character %q (unicode %x) where a 'prologue','separator','label','popup','item','extpopup' or 'epilogue' label was expected
ca: Trobat car�ter %q (unicode %x) on s'esperava una etiqueta 'prologue', 'separator', 'label', 'popup', 'item', 'extpopup' o 'epilogue'
de: Zeichen %q (Unicode %x) gefunden, aber 'prologue', 'separator', 'label','item', 'extpopup' oder 'epilogue'-Label wurde erwartet
es: Encontrado caracter %q (unicode %x) donde se esperaba una etiqueta 'prologue', 'separator', 'label', 'popup', 'item', 'extpopup' o 'epilogue'
uk: Знайдений символ %q (унікод %x) там де очікується prologue','separator','label','popup','item','extpopup' або 'epilogue'

source: Found character %q (unicode %x) where a 'while' keyword was expected
ca: Trobat el car�ter %q (unicode %x) on s'esperava la paraula clau 'while'
de: Zeichen %q (Unicode %x) gefunden, aber ein 'while'-Schlüsselwort wurde erwartet
es: Encontrado el caracter %q (unicode %x) donde se esperaba la palabra clave 'while'
uk: Знайдений символ %q (унікод %x) там де очікується ключове слово 'while'

source: Found character %q (unicode %x) where a function name was expected
es: Se encontró el caracter '%q' (unicode %x) donde se esperaba un nombre de función
uk: Знайдений символ '%q' (унікод %x) там де очікувалася інструкція

source: Found character %q (unicode %x) where a variable was expected
ca: Trobat el car�ter '%q' (unicode %x) on s'esperava una variable
de: Zeichen %q (Unicode %x) gefunden, aber eine Variable wurde erwartet
es: Encontrado el caracter '%q' (unicode %x) donde se esperaba una variable
uk: Знайдений символ %q (унікод %x) там де очікувалася змінна

source: Found character %q (unicode %x) where an open parenthesis was expected
ca: Trobat el car�ter '%q' (unicode %x) on s'esperava '('
de: Zeichen '%q' (Unicode %x) gefunden, aber öffnende Klammer wurde erwartet
es: Encontrado el caracter '%q' (unicode %x) donde se esperaba un '('
uk: Знайдений символ %q (унікод %x) там де очікується відкриття дужок

source: Found character '%q' (unicode %x) where '%' or '$' was expected: see /help foreach for the command syntax
ca: Trobat car�ter '%q' (unicode %x) on s'esperava '%' o '$': consulta /help foreach per a veure la sintaxis de la comanda
de: Zeichen '%q (Unicode %x) gefunden, aber entweder '%' oder '$' wurde erwartet: für Kommandosyntax "/help %s" benutzen
es: Encontrado caracter '%q' (unicode %x) donde se esperaba '%' o '$': consulta /help foreach para ver la sintaxis del comando
uk: Знайдений символ '%q' (унікод %x) там де очікувався '%' або '$' : дивися /help foreach для довідки по синтаксисі

source: Found character '%q' (unicode %x) where a slash '/' was expected
ca: S'ha trobat el car�ter '%q' (unicode %x) on s'esperava una barra '/'
de: Zeichen '%q' (Unicode %x) gefunden, aber ein Schrägstrich '/' wurde erwartet
es: Se encontró el caracter '%q' (unicode %x) donde se esperaba una barra '/'
hu: '%q' karakter van, ahol (unicode %x) '/' per jel szükséges
uk: Знайдений символ '%q' (унікод %x) там де очікувався слеш '/'

source: Found character '%q' (unicode %x) where an instruction was expected
ca: S'ha trobat el car�ter '%q' (unicode %x) on s'esperava una instrucci
de: Zeichen '%q' (Unicode %x) gefunden, aber Anweisung wurde erwartet
es: Se encontró el caracter '%q' (unicode %x) donde se esperaba una instrucción
uk: Знайдений символ '%q' (унікод %x) там де очікувалася інструкція

source: Found character '%q' (unicode 0x%x) where '%c' was expected: see "/help %s" for the command syntax
ca: Trobat el car�ter '%q' (unicode 0x%x) on s'esperava '%c': mira "/help %s" per a la sintaxis de les comandes
de: Zeichen '%q' (Unicode 0x%x) gefunden, aber '%c' wurde erwartet: für Kommandosyntax "/help %s" benutzen
es: Encontrado el caracter '%q' (unicode 0x%x) donde se esperaba '%c': mira "/help %s" para la sintaxis de los comandos
hu: '%q' karakter (unicode 0x%x), ahol '%c' szükséges: Lásd: "/help %s" a parancs szintaxisáért
uk: Знайдений символ '%q' (унікод 0x%x) де очікувався '%c': дивися "/help %s" для допомоги по синтаксисі команди

source: Found empty 'foreach' execution block: maybe you need to fix your script ?
uk: Знайдений порожній виконува блок, що, для 'foreach' : може вам потрібно поправити Скріпт?

source: Found empty epilogue block: maybe you need to fix the script?
uk: Безглуздий порожній заключний блок: може вам потрібно виправити Скріпт?

source: Found empty instruction for popup item: maybe you need to fix the script?
uk: Безглузда порожня інструкція в пункті спливаючого меню: може вам потрібно виправити сценарій?

source: Found empty prologue block: maybe you need to fix the script?
uk: Безглуздий порожній попередній блок: може вам треба поправити сценарій?

source: Found end of input where character '%c' was expected: see "/help %s" for the command syntax
es: Encontrado el final de la entrada donde se esperaba el caracter '%c': mira "/help %s" para la sintaxis del comando
hu: A bevitelnek vége szakadt, ahol %c szükséges. Lásd "/help %s" a parancs helyes szintaxisáért
uk: Знайдений кінець рядка де очікується символ '%c': дивися "/help %s" для довідки по синтаксисі команди

source: Found token '%Q' where a 'case','match','regexp','default' or 'break' label was expected
ca: Trobat l'identificador '%Q' on s'esperava un 'case', 'match', 'regexp', 'default' o 'break'
de: Token '%Q' gefunden, aber 'case', 'match', 'regexp','default' oder 'break' wurde erwartet
es: Encontrado el identificador '%Q' donde se esperaba un 'case', 'match', 'regexp', 'default' o 'break'
uk: Знайдений знак '%Q' там де очікується 'case','match','regexp','default' або 'break'

source: Found token '%Q' where a 'prologue','separator','label','popup','item','extpopup' or 'epilogue' label was expected
ca: Trobat identificador '%Q' on s'esperava una etiqueta 'prologue', 'separator', 'label', 'popup', 'item', 'extpopup' o 'epilogue'
de: Token '%Q' gefunden, aber 'prologue','separator','label','popup','item','extpopup' oder 'epilogue' wurde erwartet
es: Encontrado identificador '%Q' donde se esperaba una etiqueta 'prologue', 'separator', 'label', 'popup', 'item', 'extpopup' o 'epilogue'
uk: Знайдений знак '%Q' там де очікується 'prologue','separator','label','popup','item','extpopup' або 'epilogue'

source: Full Text Search
hu: Teljes szöveg keresése
uk: Пошук у тексті

source: Full path
ca: Ruta completa
de: Ganzer Pfad
es: Trayectoria completa
hu: Teljes útvonal
uk: Повний шлях

source: GUI
ca: IGU
de: Grafische Benutzeroberfläche
es: IGU
uk: Інтерфейс

source: Garbage string after the expression in 'do' command: ignored
ca: Cadena sobrant despr� de l'expressi�en la comanda 'do': ignorada
de: Müllzeichenkette nach dem Ausdruck im 'do'-Kommando: wird ignoriert
es: Cadena sobrante después de la expresión en el comando 'do': ignorada
uk: Неправильний рядок після вираження в команді 'do': зігнорований

source: Gender:
hu: Nem:
uk: Стать:

source: Generic
ca: Gen�ic
de: Generisch
es: Genérico
hu: Általános
uk: Загальні

source: Generic actions
ca: Accions gen�iques
de: Generische Aktionen
es: Acciones genéricas
hu: Általános akciók
uk: Загальні дії

source: Generic critical error
ca: Error cr�ic gen�ic
de: Generischer kritischer Fehler
es: Error crítico genérico
hu: Általános kritikus hiba
uk: Загальна критична помилка

source: Generic error
ca: Error gen�ic
de: Generischer Fehler
es: Error genérico
hu: Általános hiba
uk: Загальна помилка

source: Generic status
ca: Estat gen�ic
de: Generischer Status
es: Estado genérico
hu: Általános állapot
uk: Загальний статус

source: Generic success
ca: Succ� gen�ic
de: Generischer Erfolg
es: Suceso genérico
hu: Általános siker
uk: Загальний успіх

source: Generic verbose message
ca: Missatge gen�ic detallat
de: Generische informative Meldung
es: Mensaje genérico detallado
hu: Általános beszédes üzenet
uk: Загальне розширене повідомлення

source: Generic warning
ca: Av� gen�ic
de: Generische Warnung
es: Aviso genérico
hu: Általános figyelmeztetés
uk: Загальне попередження

source: Get Channel List
ca: Obtenir la Llista de Canals
de: Kanalliste holen
es: Obtener Lista de Canales
hu: Csatorna lista lekérése
uk: Одержати список каналів

source: Get Network Links
ca: Obtenir Enlla�s de Xarxa
de: Netzwerkverknüpfungen holen
es: Obtener Enlaces de Red
hu: Hálózati kapcsolatok lekérése
uk: Одержати карту мережі

source: Global idle timer must be started before using $my.globalIdle function
hu: Globális tétlenségi stoppert a $my.globalide függvény előtt kell meghívni
uk: Загальний таймер простою очевидно початий перед використанням функції $my.globalIdle

source: Group name:
hu: Csoport neve:
uk: Ім'я групи:

source: Half Operator
ca: Semioperador
de: Halb-Operator
hu: Fél-Operátor
uk: Стат-оператор

source: Half-deop mode change
ca: Canvi de mode treure semioperador
de: Halb-deop-Modusänderung
es: Cambio de modo quitar semioperador
hu: Fél-operátor elvétel üzenet
uk: Зміна режиму не стат-оператор

source: Half-operators
ca: semioperadors
de: Halb-Operatoren
es: semioperadores
hu: Fél-operátor
uk: Стат-оператори

source: Halfop mode change
ca: Canvi de mode semioperador
de: Halb-OP-Modusänderung
es: Cambio de modo semioperador
hu: Fél-operátor módváltás
uk: Зміна режиму стат-оператор

source: Happy ircing :)
ca: Feli�IRCeig :)
de: Viel Spass im IRC :)
es: Feliz irceo :)
hu: Kellemes IRCelést! :)
uk: Щасливо початиться:)

source: Hash key evaluated to empty string: fix the script
ca: Clau hash avaluada a una cadena buida: arregla l'script
de: Hashschlüssel zu leerer Zeichenkette ausgewertet: Bitte Skript reparieren
es: Clave hash evaluada a una cadena vacía: arregla el script
hu: Hash kulcs nullára kiértékelve: javítsd a szkriptet
uk: Хеш ключ є порожнім рядком: виправте сценарій

source: Hash reference assert failed: the variable evaluated to type '%Q'
ca: Ha fallat la verificaci�de la refer�cia hash: la variable s'ha avaluat com del tipus '%Q'
de: Hashreferenzzusicherung fehlgeschlagen: Die Variable wurde zu Typ '%Q' ausgewertet
es: Falló la verificación de la referencia hash: la variable se evaluó como de tipo '%Q'
uk: Помилкове посилання на хеш: змінна визначена як типу '%Q'

source: Header too long: exceeded 4096 bytes
ca: Cap�lera molt llarga: Excedeix els 4096 bytes
de: Header zu lang: überschreitet 4096 Byte
es: Cabecera muy larga: excede de 4096 bytes
hu: Fejléc túl hosszú, nagyobb mint 4096 byte
uk: Заголовок занадто довгий, перевищує 4096 байт

source: Help
hu: Segítség
uk: &Довідка

source: Help Browser
ca: Navegador de l'Ajuda
de: Hilfebrowser
es: Navegador de la Ayuda
hu: Segítség Böngésző
uk: Браузер допомоги

source: Help Browser (&Window)
ca: Ajuda (Finestra)
de: Hilfebrowser (&Fenster)
es: Ayuda (&Ventana)
hu: Segítség ablak
uk: Браузер допомоги (&вікно)

source: Help Index
de: Hilfeindex
es: Indice de la Ayuda
hu: Segítség Kezdőlap
uk: Індекс довідки

source: Here goes your "broken bouncer hack": The server has changed the hostname but I'll ignore the IP address change
ca: Aqu�ve el teu "truc del repetidor espatllat": El servidor ha canviat el nom de m�uina per�ignorar�el canvi d'adre� IP
de: Hier kommt der "Fehlerhafter Bouncer-Hack": Der Server hat den Hostnamen geändert, die IP-Adressänderung wird ignoriert
es: Ahí va tu "truco del repetidor estropeado": El servidor ha cambiado el nombre de máquina pero ignoraré el cambio de dirección IP
hu: Itt a "hibás BNC hack": A szerver megváltoztatta a hosztját, de mellőzöm az IP cím váltást
uk: Тут іде ваш "broken bouncer hack": Сервер змінив ім'я хоста але я проігнорував зміну IP адреси

source: Hex
uk: Шістнадцятерічний

source: Hey man... do something!
ca: Va home... fes alguna cosa!
de: Hey Du .. tu was!
es: Vamos hombre... haz algo!
hu: Ember, csinálj már valamit... "-.-
uk: Агов товариш... не спи, змерзнеш!

source: Hey... are ya sure that your network is up?
ca: Eh... Est� segur de que la xarxa funciona?
de: Hey... bist Du sicher, dass dein Netzwerk ok ist?
es: Eh... Estás seguro de que la red funciona?
hu: Pszt... biztos vagy te abban, hogy a hálózatod működik?
uk: Эй... це ваша мережа те?

source: Hide &Dock Icon
ca: Amagar Icona &d'Anclatje
de: &Docksymbol ausblenden
es: Escon&der Icono de Anclaje
hu: Lecsatoló ikon rejtése
uk: Сховати &іконку в треє

source: Hide Advanced
ca: Amagar Avan�t
de: Erweitert ausblenden
es: Esconder Avanzado
hu: Haladó elrejtése
uk: Сховати додаткові настроювання

source: Hide Find Window
ca: Amagar Finestra de Cerca
de: Hilfefenster ausblenden
es: Esconder Ventana de Búsqueda
hu: Kereső ablak elrejtése
uk: Сховати вікно пошуку

source: Hide Window
ca: Amagar Finestra
de: Fenster ausblenden
es: Esconder Ventana
hu: Ablak elrejtése
uk: Сховати вікно

source: High activity
ca: Alta activitat
de: Hohe Aktivität
es: Alta actividad
hu: Magas aktivitás
uk: Висока активність

source: Highlight as
ca: Ressaltar com a
de: Hervorheben als
hu: Kiemelés mint
uk: Подсвічувати як

source: Highlighted text
ca: Text ressaltat
de: Hervorgehobener Text
es: Texto resaltado
hu: Kiemelt szöveg
uk: Підсвічування тексту

source: History
de: Verlauf
hu: Történet
uk: Історія

source: Home Directory
ca: Directori Personal
de: Persönliches Verzeichnis
es: Directorio Personal
hu: Saját könyvtár
uk: Домашній каталог

source: Hops
ca: Salts
es: Saltos
hu: Hop
uk: Стрибок

source: Host lookup result
ca: Resultat de la cerca de la m�uina
de: Hostauflösung-Ergebnis
es: Resultado de la búsqueda de la máquina
hu: Hoszt felderítés eredménye
uk: Результат пошуку адреси

source: Host not found
ca: M�uina no trobada
de: Host nicht bekannt
es: máquina no encontrada
hu: Hoszt nem található
uk: Адреса не знайдена

source: Host unreachable (no route to host)
ca: M�uina inabastable (no hi ha ruta cap a la m�uina)
de: Host nicht erreichbar (keine Route zum Host)
es: Maquina inalcanzable (no hay ruta hacia la máquina)
hu: Host elérhetetlen (nincs útvonal a hosthoz)
uk: Хост недоступний (немає маршруту)

source: Hostname %d: %Q
hu: Hosztnév %d: %Q
uk: Адреса %d: %Q

source: Hostname resolution aborted
ca: Cancellada la resoluci�del nom de m�uina
de: Auflösen des Hostnamens abgebrochen
es: Cancelada la resolución del nombre de máquina
hu: Hosztnév felderítés megszakítva
uk: Визначення адреси перерване

source: I can't find the specified file %Q.
es: No puedo encontrar el archivo especificado %Q.
uk: Не можу знайти файл %Q

source: I can't find the specified file '%Q'.
hu: Megadott fájl nem található: %Q
uk: Не можу знайти файл %Q

source: I can't open that file
ca: No puc obrir aquest arxiu
de: Die Datei kann nicht geöffnet werden
es: No puedo abrir ese archivo
hu: Nem tudom megnyitni ezt a fájlt
uk: Я не можу відкрити цей файл

source: ICQ message
ca: Missatge ICQ
de: ICQ-Nachricht
es: Mensaje ICQ
hu: ICQ üzenet
uk: Повідомлення ICQ

source: ICQ user-message
ca: Missatge d'usuari ICQ
de: ICQ-Benutzernachricht
es: Mensaje de usuario ICQ
hu: ICQ felhasználói üzenet
uk: Повідомлення користувача ICQ

source: IP address %d: %Q
hu: IP cím: %d: %Q
uk: IP адреса %d: %Q

source: IRC Channel related actions
de: Aktionen bezüglich des IRC-Kanals
es: Acciones relativas al canal de IRC
hu: IRC Csatorna függő akciók
uk: Дії пов'язані з IRC каналом

source: IRC Context
ca: Context d'IRC
de: IRC-Kontext
es: Contexto de IRC
hu: IRC Környezet
uk: IRC Контекст

source: IRC Context Display
ca: Finestra de Context d'IRC
de: IRC-Kontext-Anzeige
es: Ventana de Contexto de IRC
hu: IRC Környezet Kijelző
uk: Дисплей IRC контексту

source: IRC Context related actions
ca: Accions relatives al Context d'IRC
de: Aktionen bezüglich IRC-Kontext
es: Acciones relativas al Contexto de IRC
hu: IRC Környezet függő akciók
uk: Дії пов'язані з IRC контекстом

source: IRC server
ca: Servidor IRC
es: Servidor IRC
hu: IRC szerver
uk: IRC серверу

source: IRC-Op only channel
ca: Canal nom� per a IRC-Op
de: Kanal nur für IRC-OP's
es: Canal sólo para IRC-Op
hu: IRC-Operátoroknak fentartva
uk: Канал тільки для операторів

source: Icon
ca: Icona
de: Symbol
es: Icono
hu: Ikon
uk: Іконка

source: Icon Size
ca: Mida d'Icona
de: Symbolgröße
es: Tamaño de Icono
hu: Ikon Méret
uk: Розмір іконок

source: Icon Table
ca: Taula d'Icones
de: Symboltabelle
es: Tabla de Iconos
hu: Ikon Tábla
uk: Таблиця Іконок

source: Icon:
ca: Icona:
de: Symbol:
es: Icono:
uk: Іконка:

source: Ident message
ca: Missatge d'ident
de: Ident-Nachricht
es: Mensaje de ident
hu: Azonosító üzenet
uk: Повідомлення ідентифікації

source: Identd accepting connection
hu: Azonosítás kapcsolatra készen áll
uk: Identd прийняв підключення

source: Identd connection closed by remote host
hu: Azonosítási kapcsolódás lezárva a távoli hoszt által
uk: Identd з'єднання закрите вилученим сервером

source: Identd processing request
hu: Azonosítási kérés folyamatban
uk: Identd обробляє запит

source: Identd socket error : dropping connection
hu: Azonosítási socket hiba: kapcsolat eldobása
uk: помилка сокета Identd, закриваю з'єднання

source: Identity
ca: Identitat
de: Identität
es: Identidad
hu: Azonos
uk: Ідентифікація

source: If you dont want to encrypt a particular text line then just start it with the CTRL+P prefix
de: Wenn eine Textzeile nicht verschlüsselt werden soll, lassen Sie diese mit Strg + P beginnen
es: Si no quieres cifrar una línea de texto en particular, comiénzala con el prefijo Ctrl+P
hu: Ha egy szövegrészletet titkosítás nélkül szeretnél elküldeni, akkor kezd a CTRL+P előtaggal
uk: Якщо ви не хочете зашифрувати конкретний рядок, тоді запускайте з префіксом CTRL+P

source: Ig&nore
ca: Ig&norar
de: Ig&norieren
hu: Mellőzés
uk: Ігнор

source: Ignore
ca: Ignorar
de: Ignorieren
es: Ignorar
hu: Mellőz
uk: Ігнор

source: Ignore DCCs
hu: DCCk mellőzése
uk: Ігнорувати DCC

source: Ignore as
ca: Ignorar com a
de: Ignorieren als
hu: Mellőzve mint
uk: Ігнорувати як

source: Ignore channel-messages
hu: Mellőzött csatorna üzenetek
uk: Ігнорувати повідомлення в каналі

source: Ignore ctcp-messages
hu: Mellőzött CTCP üzenetek
uk: Ігнорувати CTCP

source: Ignore invites
hu: Meghívások mellőzése
uk: Ігнорувати запрошення

source: Ignore notice-messages
hu: Mellőzött értesítők
uk: Ігнорувати повідомлення

source: Ignore query-messages
hu: Mellőzött privát üzenetek
uk: Ігнорувати приватні повідомлення

source: Ignored user message
ca: Missatge d'usuari ignorat
de: Ignorierte Benutzernachricht
es: Mensaje de usuario ignorado
hu: Mellőzött felhasználói üzenet
uk: Повідомлення ігнорованого користувача

source: Ignoring DCC %S request from !n%Q [%Q@!h%Q] (%Q %S)
hu: DCC kérés %S mellőzve: !n%Q [%Q@!h%Q] (%Q %S)
uk: Зігнорований DCC %S запит від !n%Q [%Q@!h%Q] (%Q %S)

source: Ignoring Notice from !nc%Q [%Q@!h%Q]: %Q
hu: PRIVMSG mellőzve !nc%Q [%Q@!h%Q]: %Q
uk: Зігнороване повідомлення від !nс%Q [%Q@!h%Q]: %Q

source: Ignoring channel-PRIVMSG from !nc%Q [%Q@!h%Q]: %Q
hu: PRIVMSG mellőzve !nc%Q [%Q@!h%Q]: %Q
uk: Зігнороване повідомлення в канал від !nс%Q [%Q@!h%Q]: %Q

source: Ignoring invite from !nc%Q [%Q@!h%Q]
hu: Meghívás mellőzése !nc%Q [%Q@!h%Q]
uk: Зігнороване запрошення від !nс%Q [%Q@!h%Q]: %Q

source: Ignoring query-PRIVMSG from !nc%Q [%Q@!h%Q]: %Q
hu: PRIVMSG mellőzve !nc%Q [%Q@!h%Q]: %Q
uk: Зігнороване приватне повідомлення від !nс%Q [%Q@!h%Q]: %Q

source: Import From...
ca: Importar Des de...
de: Importieren von...
es: Importar Desde...
hu: Importálás...
uk: Імпортувати з...

source: Import entries from a file exported earlier by the "export" function of this dialog.
ca: Importa les entrades des d'un arxiu exportat per la funci�"Exportar" d'aquest di�eg.
de: Importiert die Einträge von einer Datei, die vorher mit der "Export"-Funktion dieses Dialogs exportiert wurden.
es: Importa las entradas desde un archivo exportado anteriormente por la función "Exportar" de este diálogo.
hu: Importált elemek ebből a fájlból voltak exportálva, ebből a párbeszédablakból.
uk: Імпортувати дані з файлу які були раніше експортовані функцією "Експорт" цього діалогу.

source: Import from http://www.mirc.co.uk/servers.ini
ca: Importaci�des de http://www.mirc.co.uk/servers.ini
de: Von http://www.mirc.co.uk/servers.ini importieren
es: Importación desde http://www.mirc.co.uk/servers.ini
hu: Importálás: http://www.mirc.co.uk/servers.ini
uk: Імпорт із http://www.mirc.co.uk/servers.ini

source: Import from servers.ini
ca: Importaci�des de servers.ini
de: Von servers.ini importieren
es: Importación desde servers.ini
hu: Importálás servers.ini-ből
uk: Імпорт із servers.ini

source: Impossible to change nick if not authenticated with NickServ
es: Imposible cambiar el nick si no te autentificas con NickServ
hu: Nickváltás tiltott, ha nincs azonosítva NickServvel
uk: Неможливо перемінити Нік якщо не ідентифікований на NickServ

source: Impossible to speak and change nick if not authenticated with NickServ
es: Imposible hablar y cambiar el nick si no te autentificas con NickServ
hu: NickServ azonosítás nélkül se beszélni se nicket váltani nem lehet
uk: Неможливо говорити й міняти Нік якщо не ідентифікований на NickServ

source: Impossible to use both 7-bit and 8-bit letters in nicknames
hu: 7 és 8 bites karakterek tiltása a nicknévben
uk: Неможливо використати одночасно 7-ми й 8-ми бітні символи в ніках

source: In progress...
ca: En progr�...
de: In Bearbeitung...
es: En progreso...
hu: Folyamatban...
uk: у процесі...

source: Include Existing Buffer
ca: Incloure el Buffer Existent
de: Mit existierendem Datenpuffer
hu: Beleértve a már meglévőeket
uk: Включаючи поточний буффер

source: Incoming traffic
ca: Tr�ic entrant
de: Ankommender Netzverkehr
es: Tráfico entrante
hu: Bejövő forgalom
uk: Вхідний трафік

source: Incomplete LINKS result, no stats available
ca: Resultat parcial per a LINKS, no hi ha estad�tiques disponibles
de: Kein komplettes LINKS-Ergebnis: keine Statistiken verfügbar
es: Resultado parcial para LINKS, no hay estadísticas disponibles
hu: Befejezetlen LINKS eredmény, statisztika nem elérhető
uk: Неповний результат LINKS, статистика недоступна

source: Index
uk: Індекс

source: Indexing help files
hu: Segítség fájlok indexelése
uk: Індексація файлів довідки...

source: Inexisting popup "%Q"
uk: В існуючому спливаючому меню "%Q"

source: Input History Disabled
de: Eingabeverlauf deaktiviert
es: Historial de Entrada Deshabilitado
hu: Beviteli történet nincs naplózva
uk: Історія уведення не активована

source: Insert Icon
de: Symbol einfügen
hu: Ikon beszúrása
uk: Вставити іконку

source: Insert a mask for this user.<br>It can contain the wildcard characters '*' and '?'.
ca: Insereix una m�cara per aquest usuari.<br>Aquesta pot contenir '*' i '?' com a car�ters comod�
de: Maske für diesen Benutzer eingeben<br>Die Maske kann Platzhalterzeichen '*' und '?' enthalten.
es: Inserta una máscara para este usuario.<br>Esta puede contener '*' y '?' como caracteres comodín.
hu: Maszk beszúrása ehhez a felhasználóhoz.<br>Tartalmazhat joker karaktereket, mint '*' és '?'.
uk: Вставте маску для цього користувача<br>Вона може містити символи шаблонів '*' і '?'.

source: Install Addon...
de: Zusatz installieren...
es: Instalar Funcionalidad Adicional...
hu: Addon hozzáadása...
uk: Установити доповнення...

source: Install Package
hu: Telepítő csomag
uk: Установити пакет

source: Install Theme Package
hu: Kinézet csomag telepítése
uk: Установити пакет теми

source: Installation problems ?
de: Installationsprobleme?
es: Problemas de instalación?
hu: Telepítési problémák?
uk: Проблеми з інсталяцією?
