Repository: svn2github/kvirc
Catalog: po/kvirc/kvirc_*.po
Languages: ca, de, es, hu, uk

source: The specified window has no button containers
ca: La finestra especificada no t�contenidor per a botons
de: Das angegebene Fenster hat keine Knopfcontainer
es: La ventana especificada no tiene un contenedor para botones
hu: A megadott ablaknak nincs gomb tárolója
uk: Задане вікно не має контейнерів із кнопками

source: The specified window is not a channel
ca: La finestra especificada no � un canal
de: Das angegebene Fenster ist kein Kanal
es: La ventana especificada no es un canal
hu: A megadott ablak nem csatorna
uk: Задане вікно не є каналом

source: The specified window is not of type "userwnd"
ca: La finestra especificada no � del tipus "userwnd"
de: Das angegebene Fenster ist nicht vom Typ "userwnd"
es: La ventana especificada no es de tipo "userwnd"
hu: A megadott ablak nem felhasználói ablak típusú
uk: Зазначене вікно не ставиться до типу "userwnd"

source: The switch -l requires -c
de: Der -I Schalter erfordert -c
es: La opción -l necesita -c
hu: Az "-l" kapcsoló igényli a "-c "-t
uk: Ключу -l потрібно -c

source: The switch -s requires -w with a combination of flags 'c','x' and 'q'
de: Der -s Schalter erfordert -w mit einer Kombination der Flags 'c', 'x' und 'q'
es: La opción -s necesita -w con una combinación de indicadores 'c', 'x' y 'q'
hu: Az "<b>-s</b>" kapcsoló igényli a "<b>-w</b>"-t "<b>c</b>","<b>x</b>" és " <b>q</b>" kombinációjában.
uk: Ключу -s потрібно -w у сполученні із прапорами 'c','x' і 'q'

source: The system-wide IPv4 bind address (%s) is not valid
ca: L'adre� general del sistema d'enlla�(bind) IPv4 (%s) no � v�ida
de: Die systemweite IPv4-Bindungsadresse (%s) ist ungültig
es: La dirección general de sistema de enlace (bind) IPv4 (%s) no es válida
hu: A rendszer oldali IPv4 kapcsolt cím (%s) nem érvényes
uk: IPv4 адреса (%s) не дійсний

source: The system-wide IPv4 bind address (%s) is not valid (the interface it refers to might be down)
ca: L'adre� general de sistema d'enlla�(bind) IPv4 (%s) no � v�ida (La interf�ie a la que es refereix pot estar caiguda)
de: Die systemweite IPv4-Bindungsadresse (%s) ist ungültig: (die Schnittstelle scheint nicht aktiv zu sein)
es: La dirección general de sistema de enlace (bind) IPv4 (%s) no es válida (la interfaz a la que se refiere puede estar caída
hu: A rendszer oldali IPv4 kapcsolt cím (%s) nem érvényes (az eszköz valószínűleg nem él)
uk: IPv6 адреса (%s) не дійсний (можливо його інтерфейс виключений)

source: The system-wide IPv6 bind address (%s) is not valid
ca: L'adre� general del sistema d'enlla�(bind) IPv6 (%s) no � v�ida
de: Die systemweite IPv6-Bindungsadresse (%s) ist ungültig
es: La dirección general de sistema de enlace (bind) IPv6 (%s) no es válida
hu: Rendszer oldali IPv6 kapcsoló cím (%s) érvénytelen
uk: IPv6 адреса (%s) не дійсний

source: The system-wide IPv6 bind address (%s) is not valid (the interface it refers to might be down)
ca: L'adre� general de sistema d'enlla�(bind) IPv6 (%s) no � v�ida (La interf�ie a la que es refereix pot estar caiguda)
de: Die systemweite IPv6-Bindungsadresse (%s) ist ungültig: (die Schnittstelle scheint nicht aktiv zu sein)
es: La dirección general de sistema de enlace (bind) IPv6 (%s) no es válida (la interfaz a la que se refiere puede estar caída)
hu: A rendszer oldali IPv6 cím (%s) nem érvényes (az eszköz valószínűleg nem él)
uk: IPv6 адреса (%s) не дійсний (можливо його інтерфейс виключений)

source: The target of this query has changed from !n%Q [%Q@!h%Q] to !n%Q [%Q@!h%Q]
ca: El dest�d'aquest privat ha canviat de !n%Q [%Q@!h%Q] a !n%Q [%Q@!h%Q]
de: Das Ziel dieser Anfrage wurde von !n%Q [%Q@!h%Q] in !n%Q [%Q@!h%Q] geändert
es: El destino de este privado ha cambiado de !n%Q [%Q@!h%Q] a !n%Q [%Q@!h%Q]
hu: A privát célja megváltozott !n%Q [%Q@!h%Q] -ról/ről !n%Q [%Q@!h%Q] -ra/re.
uk: Ціль привата змінена з !n%Q [%Q@!h%Q] на !n%Q [%Q@!h%Q]

source: The target of this query was lost and has been found when !n%Q [%Q@!h%Q] changed his nickname to !n%Q
ca: El dest�d'aquest privat s'ha perdut i ha estat trobat quan !n%Q [%Q@!h%Q] ha canviat el seu nick a !n%Q
de: Das Ziel dieser Anfrage wurde verloren und wurde gefunden als !n%Q [%Q@!h%Q] seinen Spitznamen in !n%Q geändert hat
es: El destino de este privado se perdió y ha sido encontrado cuando !n%Q [%Q@!h%Q] cambió su nick a !n%Q
hu: Ennek a privátnak a célját elvesztettem, és megtaláltam, amikor !n%Q [%Q@!h%Q] megváltoztatta a nevét !n%Q -ra/re.
uk: Ціль привата була загублена й виявилася коли !n%Q [%Q@!h%Q] перемінив свій Нік на !n%Q

source: The target variable didn't evaluate to an integer or real value
ca: La variable dest�no avalua a un enter o un valor real
de: Zielvariable kann nicht zu einem Integer oder realem Wert ausgewertet werden
es: La variable destino no evala a un entero o un valor real
uk: Цільова змінна не визначена як ціле або реальне значення

source: The timeout delay didn't evaluate to an integer
ca: El retr� del temps d'expiraci�no � un nmero
de: Zeitablaufverzögerung kann nicht zu einem Integer ausgewertet werden
es: El tiempo de expiración no se evaluó como un entero
hu: A késleltetési időtartam nem értelmezhető egészként
uk: Таймаут не є цілим числом

source: The toolbar does not contain the specified item
ca: La barra d'eines no cont�l'element especificat
de: Die Werkzeugleiste enthält nicht das angegebene Element
es: La barra de herramientas no contiene el elemento especificado
hu: Az eszköztár nem tartalmazza a megadott elemet
uk: Панель інструментів не містить заданого пункту

source: The while command needs an expression enclosed in parenthesis
uk: Команді while необхідне вираження в круглих дужках

source: The window identifier preceeded by WinId must be the first object in the search path
es: El identificador de ventana precedido por WinId debe ser el primer objeto en la trayectoria de búsqueda
uk: Ідентифікатор вікна, якому передує WinId повинен бути першим об'єктом у шляху пошуку

source: The window with id '%s' does not exist
ca: La finestra amb id '%s' no existeix
de: Das Fenster mit ID '%s' existiert nicht
es: La ventana con id '%s' no existe
hu: Az ablak %s azonosítóval nem létezik
uk: Вікно з ID '%s' не існує

source: The world has stopped?
ca: S'ha parat el m�?
de: Die Welt hat aufgehört sich zu drehen?
es: Se ha parado el mundo?
hu: A világ leállt?
uk: Невже мир зупинився?

source: There are active connections, are you sure you wish to
ca: Existeixen connexions actives, est�segur que dessitja
de: Es gibt aktive Verbindungen.
es: Existen conexiones activas, está seguro que desea
hu: Kapcsolódva vagy, biztosan
uk: Є активні з'єднання, ви дійсно хочете

source: There are no extended scope variables in this scope
ca: No hi ha variables d'�bit ext� en aquest �bit
de: Keine erweiterten Gültigkeitsbereichsvariablen in diesem Gültigkeitsbereich
es: No hay variables de ámbito extendido en este ámbito
uk: Немає змінних розширеної області в цій області

source: There exported file would be empty: cowardly refusing to write it
es: El archivo exportado podría estar vacío: por precaució, no se grabar
hu: Az exportált fájl üres lesz, gyáván visszautasítja az írást.
uk: Експортований файл буде порожнім: скасовую запис у нього

source: There is no $this pointer in this scope (unexpected @)
ca: No hi ha un punter $this en aquest �bit (@ inesperat)
de: Es gibt keinen $this-Zeiger in diesem Gültigkeitsbereich (unerwartetes @)
es: No hay un puntero $this en este ámbito (@ inesperado)
uk: Немає покажчика $this (несподіваний @)

source: There is no connection to accept!
ca: No hi ha connexi�que acceptar!
de: Verbindung!
es: No hay conexión que aceptar!
hu: Nincs elfogadható kapcsolat!
uk: З'єднання не прийняте!

source: There is no option named '%Q'
es: No existe la opción llamada '%Q'
uk: Немає опції з ім'ям '%Q

source: This KVIrc executable has no IPV6 support
ca: Aquest executable de KVirc no t�suport IPv6
de: Diese Version von KVIrc hat keine IPv6-Unterstützung einkompiliert
es: Este ejecutable de KVIrc no tiene soporte IPv6
hu: Ebben a KVircben nincs IPV6 támogatás
uk: KVirc зібраний без підтримки IPV6

source: This KVIrc executable has no SSL support
hu: Ebben a KVIrcben nincs SSL támogatás
uk: KVirc зібраний без підтримки SSL

source: This KVIrc executable is too old to run this addon (minimum version required is %Q)
es: Este ejecutable de KVIrc es demasiado antiguo para ejecutar esta funcionalidad adicional (la versión mínima necesaria es %Q)
hu: A KVIrc ezen verziója túl régi az addon futtatásához (szükséges legalább: %Q)
uk: Установлений KVIrc занадто старої версії. Мінімальна необхідна версія для цього Скріпта %Q

source: This command can be used only in windows bound to an IRC context
ca: Aquesta comanda nom� pot ser emprada en finestres associades a un context IRC
de: Dieses Kommando kann nur in Fenstern, die an einen IRC-Kontext gebunden sind, benutzt werden
es: Este comando solo puede ser usado en ventanas asociadas a un contexto IRC
hu: Ez a parancs csak IRC környezettel rendelkező ablakokban használható
uk: Ця команда може бути використана тільки в IRC контексті

source: This executable has been compiled without SSL support
ca: Aquest executable s'ha compilat sense suport SSL
de: Diese Version von KVIrc wurde ohne SSL-Unterstützung kompiliert
es: Este ejecutable se compiló sin soporte SSL
hu: Ez a csomag SSL támogatás nélkül lett fordítva
uk: Ця зборка програми не підтримує SSL

source: This executable has been compiled without crypt support
de: Diese Version von KVIrc wurde ohne crypt-Unterstützung kompiliert
es: Este ejecutable se compiló sin soporte de cifrado SSL
hu: Ez a kiadás kódolási támogatás nélkül lett fordítva
uk: Ця зборка програми не підтримує шифрування

source: This field is optional and will appear as part of the CTCP USERINFO reply.
hu: Ez a mező opcionális és csak a CTCP USERINFO válaszban tűnik fel
uk: Це поле не обов'язково й буде використане в CTCP USERINFO відповіді

source: This is not a channel
ca: Aix�no � un canal
de: Dies ist kein Kanal
es: Esto no es un canal
hu: Ez nem egy csatorna
uk: Це не канал

source: This is not a channel window
ca: Aix�no � una finestra del canal
de: Dies ist kein Kanalfenster
hu: Ez nem csatorna ablak
uk: Це не вікно каналу

source: This is the first connection in this IRC context: using the global server setting
de: Das ist die erste Verbindung in diesem IRC-Kontext; benutze globale Servereinstellungen.
es: Esta es la primera conexión en este contexto IRC: usando la configuración del servidor global
hu: Ez az első csatlakozás erre az IRC környezetre: globális beállítások alkalmazása
uk: Це перше підключення в даному IRC контексті: використаю глобальні настроювання серверів

source: This module has no version informations: refusing to load it
de: Dieses Modul hat keine Versionsinformationen. Es wird abgelehnt, es zu laden.
es: El módulo no contiene información acerca de la versión: se rechaza la carga
hu: A megadott modulnak nincs verziószáma, betöltés visszautasítva
uk: У цьому модулі немає інформації про версії: відмовляюся завантажити

source: This module was compiled for a different KVIrc version and can't be loaded
de: Dieses Modul wurde für eine andere Version von KVIrc kompiliert und kann daher nicht geladen werden.
es: Este módulo fue compilado para una versión diferente de KVIrc y no se cargará
hu: Ez a modul más KVIrc verzióhoz lett lefordítva, nem lehetséges a betöltése
uk: Цей модуль скомпільований для іншої версії KVIrc і не може бути завантажений

source: This option is also available as
ca: Aquesta opci�tamb�est�disponible com a
de: Diese Option is auch verfügbar als
es: Esta opción también está disponible como
hu: Ez az opció elérhető, mint
uk: Ця опція також доступна як

source: This query has no active targets, no message sent
ca: Aquest privat no t�destins actius, no s'ha enviat el missatge
de: Diese Anfrage hat keine erreichbaren Ziele; keine Nachricht gesendet
es: Este privado no tiene destinos activos, no se envió mensaje
hu: Ennek a privátnak nincs aktív célja, üzenet blokkolva
uk: Цей приват не має активних цілей, повідомлення не відіслане

source: This server supports the CODEPAGE command, it will be used
ca: Aquest servidor suporta la comanda CODEPAGE, i es far�servir
de: Dieser Server unterstützt das CODEPAGE-Kommando, es wird benutzt
es: Este servidor soporta el comando CODEPAGE, y será usado
hu: A szerver támogatja a CODEPAGE parancsot, ezt fogom használni
uk: Сервер підтримує команду CODEPAGE , вона буде використатися

source: This server supports the WATCH notify list method, it will be used
ca: Aquest servidor suporta el m�ode de llista de notificaci�WATCH: el far�servir
de: Dieser Server unterstützt die WATCH-Benachrichtigungslistenmethode (wird benutzt)
es: Este servidor soporta el método de lista de notificación WATCH: voy a usarlo
hu: Ez a szerver támogatja a WATCH értesítési metódust, ezt fogom használni
uk: Сервер підтримує метод списку повідомлень WATCH , він буде використатися

source: This server supports: %s
ca: El servidor suporta: %s
de: Der Server unterstützt: %s
es: El servidor soporta: %s
hu: Támogatott tulajdonságok: %s
uk: Цей сервер підтримує: %s

source: This silence is freaking me out!
ca: Aquest silenci m'est�tornant boig!
de: Die Stille fordert mich heraus
es: Este silencio me está volviendo loco!
hu: Ez a csönd kikészít!
uk: Ця дивна тиша!

source: This will enable the action only if there are selected users in the active window
de: Diese Option aktivieren, wenn diese Aktion nur aktiviert werden soll, wenn im aktiven Fenster Benutzer ausgewählt sind
es: Esto activará la opción únicamente si hay usuarios seleccionados en laventana activa
hu: Engedélyezett, ha több kiválasztott felhasználó is van az aktív ablakban
uk: Це зробить доступним дію тільки якщо є обрані користувачі в активному вікні

source: This window has no associated IRC context
ca: Aquesta finestra no t�context d'IRC associat
de: Dieses Fenster hat keinen zugeordneten IRC-Kontext
es: Esta ventana no tiene contexto de IRC asociado
hu: Ennek az ablaknak nincs hozzárendelt IRC környezete
uk: Це вікно не асоційоване з контекстом IRC

source: This window has no associated IRC context and is not a DCC chat
ca: Aquesta finestra no t�context d'IRC associat i no � un DCC
de: Dieses Fenster hat keinen zugeordneten IRC-Kontext und ist kein DCC-Chat
es: Esta ventana no tiene contexto de IRC asociado y no es un DCC
hu: Ehhez az ablakhoz nincs hozzárendelt IRC környezet, illetve nem DCC chat ablak
uk: Це вікно не пов'язане з контекстом IRC і не є DCC чатом

source: This window has no associated irc context
ca: Aquesta finestra no t�context d'irc associat
de: Dieses Fenster hat keinen angeschlossen IRC-Kontext
es: Esta ventana no tiene contexto de irc asociado
hu: Az ablaknak nincs hozzárendelt IRC környezete
uk: Це вікно не пов'язане з IRC контекстом

source: This window has no logging capabilities
ca: Aquesta finestra no t�capacitats de registre
de: Dieses Fenster hat keine Log-Fähigkeiten
es: Esta ventana no tiene capacidades de registro
hu: Ez az ablak nem logolható
uk: Це вікно не має можливості журналювання

source: This window is not associated to an IRC context
es: Esta ventana no está asociada a un contexto de IRC
hu: Ez az ablak nincs hozzárendelve IRC környezethez
uk: Це вікно не асоційоване з контекстом IRC

source: Thumbnail Previews
ca: Previsualitzar Diapositives
de: Miniaturbildvorschau
es: Previsualizar Diapositivas
hu: Ikon előnézet
uk: Попередній перегляд ескізів

source: Tile Met&hod
ca: M�ode de mosaic
de: Teilen-Met&hode
es: Método de embaldosado
hu: Rendezési elv
uk: Спосіб розташування

source: Tile windows
ca: Mosaic de finestres
de: Teilen
es: Embaldosar ventanas
hu: Egymás mellé
uk: Забрукувати вікна

source: Tiles the MDI windows with the currently selected tile method
ca: Posa en mosaic les finestres MDI amb el m�ode de mosaic triat
de: Teilt die MDI-Fenster mit der aktuell ausgewählten Teilenmethode
es: Embaldosa las ventanas MDI con el método de embaldosado seleccionado
uk: Забрукувати MDI вікна поточним обраним методом

source: Timer '%Q' has a broken callback handler: killing the timer
ca: El cron�etre '%Q' t�un manipulador de callback erroni: matant el cron�etre
de: Zeitgeber '%Q' hat einen fehlerhaften Rückrufhandler: Zeitgeber wird getötet
es: El cronómetro '%Q' tiene un manejador de callback erroneo: matando el cronómetro
uk: Таймер '%Q' має бите повернення з оброблювача: таймер убитий

source: Timer name omitted but there is not current timer (this is not a timer callback)
ca: Nom de cron�etre om�, per�no hi ha un cron�etre actual (aquesta no � la callback d'un cron�etre)
de: Zeitgebername fehlt, aber es ist nicht der aktuelle Zeitgeber (ist kein Zeitgeberrückruf)
es: Nombre de cronómetro omitido, pero no hay un cronómetro actual (esta no es la callback de un cronómetro)
uk: Ім'я таймера не належить поточному таймеру (це не повернення таймера)

source: Timestamp
ca: Marca de temps
de: Zeitstempel
es: Marca de tiempo
hu: Időbélyeg
uk: Оцінка часу

source: To connect to a server, type /server <server name>
ca: Per a connectar a un servidor, escrigui /server <nom_de_servidor>
de: Um zu einem Server zu verbinden geben Sie /server <Servername> ein
es: Para conectar a un servidor, escriba /server <nombre de servidor>
hu: Kapcsolódás szerverhez: /server <szerver neve>
uk: Для підключення до сервера наберіть /server <ім'я сервера>

source: Too much unprocessed incoming data (you've left this socket unmanaged ?)
ca: Masses dades d'entrada sense processar (ha deixat el socket sense gestionar?)
de: Zuviel unverarbeitete ankommende Daten (Socketverwaltung abgebrochen?)
es: Demasiados datos de entrada sin procesar (dejó el socket sin gestionar?)
hu: Túl sok beérkező feldolgozatlan adat (talán a socket nem lett lekezelve?)
uk: Занадто багато неопрацьованих вхідних даних (ви залишили цей сокет?)

source: ToolBar Export
de: Werkzeugleisten-Export
es: Exportar de Barra de herramientas
hu: Eszköztár Exportálás
uk: Експорт панелі інструментів

source: ToolBar Properties
ca: Propietats de la Barra d'Eines
de: Werkzeugleisteneinstellungen
es: Propiedades de Barra de herramientas
hu: Eszköztár Tulajdonságai
uk: Властивості панелі інструментів

source: Toolbars
ca: Barres d'eines
de: Werkzeugleisten
es: Barras de herramientas
hu: Eszköztárak
uk: Панелі інструментів

source: Tools
es: Herramientas
hu: Eszközök
uk: Інструменти

source: Top
ca: Amunt
de: Oben
es: Arriba
hu: Fent
uk: Зверху

source: Topic
ca: Tema
de: Thema
es: Tema
hu: Topik
uk: Тема

source: Topic change restricted
ca: Canvi de tema restringit
de: Themaänderung eingeschränkt
es: Cambio de tema restringido
hu: Szigorú topik váltás
uk: Обмеження зміни теми

source: Topic for !c%Q is: %Q
ca: El tema per a !c%Q �: %Q
de: Thema für !c%Q ist: %Q
es: El tema para !c%Q es: %Q
hu: !c%Q csatorna topicja: %Q
uk: Тема каналу !c%Q - %Q

source: Topic for !c%Q was set by %Q
hu: !c%Q csatorna topikja: %Q
uk: Тема каналу !c%Q установлена %Q

source: Topic for !c%Q was set by %Q on %Q
hu: !c%Q csatorna topikját %Q állította be. Beállítás ideje: %Q
uk: Тема каналу !c%Q установлена %Q на %Q

source: Topic message
ca: Missatge del tema
de: Thema-Nachricht
es: Mensaje de tema
hu: Topik üzenet
uk: Тема

source: Topic was set by %Q
hu: %Q állította be a topikot
uk: Тема встановлена %Q

source: Topic was set by %Q on %Q
hu: A topikot %Q állította be. Beállítás ideje: %Q
uk: Тема встановлена %Q на %Q

source: Total %d channels
ca: Total %d canals
de: Gesamt %d Kanäle
es: Total %d canales
hu: Összesen %d csatorna
uk: Усього %d каналів

source: Total hosts in the network
ca: Total de m�uines a la xarxa
de: Gesamte Hosts im Netzwerk
es: Total de máquinas en la red
hu: Összes hoszt a hálózatban
uk: Загальна кількість серверів у мережі

source: Total hosts listed
ca: Total m�uines llistades
de: Hosts gesamt aufgelistet
es: Total máquinas listadas
hu: Összes hoszt listázva
uk: Усього серверів у списку

source: Total links: %d
ca: Enlla�s totals: %d
de: Gesamte Verknüpfungen: %d
es: Enlaces totales: %d
hu: Összes kapcsolat: %d
uk: Усього з'єднань: %d

source: Total: %d addons installed
es: Total: %d funcionalidades instaladas
hu: Összesen %d addon van telepítve
uk: Усього встановлено %d доповнень

source: Total: %d matching users (of %d in the database)
ca: Total: %d usuaris coincidents (de %d a la base de dades)
de: Gesamt: %d passende Benutzer (von %d in Datenbank)
es: Total: %d usuarios coincidentes (de %d en la base de datos)
hu: Összesen %d egyező felhasználó (%d az adatbázisban)
uk: Разом: %d користувачів (%d у базі даних)

source: Trailing garbage at the end of the break command: ignored
ca: Car�ters sobrants al final de la comanda break: ignorant
de: Nachfolgender Müll nach dem Ende des break-Kommandos: wird ignoriert
es: Caracteres sobrantes al final del comando break: ignorados
uk: Сміття наприкінці команди: зігнороване

source: Trailing garbage ignored after operator '++'
ca: S'ignoren els car�ters sobrants despr� de l'operador '++'
de: Nachfolgender Müll nach dem '++'-Operator wird ignoriert
es: Se ignoran los caracteres sobrantes después del operador '++'
uk: Інше сміття зігнороване після оператора '++'

source: Transparent
es: Transparente
hu: Átlátszó
uk: Прозорість

source: Try reconnecting with caching disabled
ca: Intenta reconectar amb la cach�desactivada
de: Neuverbinden mit ausgeschalteter Zwischenspeicherung versuchen
es: Intenta reconectar con la caché desactivada
hu: Újrakapcsolódás IP tárolás tiltásával
uk: Спробуйте підключитися з виключеним кешированням

source: Type
ca: Tipus
de: Typ
es: Tipo
hu: Típus
uk: Тип

source: UNUSED
ca: SENSE US
de: NICHT BENUTZT
es: SIN USO
hu: NEM HASZNÁLT
uk: НЕ ВИКОРИСТАЄТЬСЯ

source: URL Ban List
ca: Llista d'URL Prohibides
de: URL-Bannliste
es: Lista de URL prohibidas
hu: URL Tiltólista
uk: URL бан аркуш

source: URL Module Configuration
ca: Configuraci�del m�ul URL
de: URL-Modul-Konfiguration
es: Configuración del módulo URL
hu: URL Modul Konfiguráció
uk: Конфігурація модуля URL

source: URL Selection
ca: Selecci�d'URL
de: URL-Auswahl
es: selección de URL
hu: URL Kiválasztása
uk: Виберіть URL

source: URL foreground
ca: Color de primer pla d'URL
de: URL-Vordergrund
es: Color de primer plano de URL
hu: URL előtér
uk: Початковий URL

source: URL:IRC Protocol
hu: URL:IRC Protokoll
uk: URL:IRC Протокол

source: USERHOST info: %Q
ca: Informaci�USERHOST: %Q
es: Información USERHOST: %Q
hu: USERHOST infó %Q
uk: Інформація USERHOST: %Q

source: Umpf!
hu: Pf!
uk: Ай-ай-ай!

source: Un&dock
ca: Treure anclatge
de: Los&lösen
es: Quitar anclaje
hu: Lecsatolás
uk: Від&ділити

source: Unable to add file offer for file %Q (File not readable?)
ca: No puc afegir un oferiment d'arxiu per a %Q (Arxiu no llegible?)
de: Datei %Q kann nicht zu Dateiangebot hinzugefügt werden (Datei nicht lesbar?)
es: No puedo añadir un ofrecimiento de archivo para %Q (Archivo no legible?)
hu: %Q nem küldhető el. (A fájl nem olvasható?)
uk: Не можу додати файл у список відкритого доступу %Q (Файл не читається?)

source: Unable to add the timer: insufficient system resources
ca: Impossible afegir el cron�etre: recursos del sistema insuficients
de: Zeitgeber kann nicht hinzugefügt werden: ungenügende Systemressourcen
es: Imposible añadir el cronómetro: recursos del sistema insuficientes
hu: Stopper hozzáadása sikertelen: nincs elegendő erőforrás
uk: Не можу додати таймер: недостатньо системних ресурсів

source: Unable to determine the current cipher
ca: Incapa�de determinar el xifrat actual
de: Die aktuelle Verschlüsselung konnte nicht festgestellt werden.
es: Incapaz de determinar el cifrador actual
hu: Titkosítás meghatározása sikertelen
uk: Не можу визначити використовуваний шифр
