Repository: svn2github/kvirc
Catalog: po/modules/logview/logview_*.po
Languages: tr

source: Browse &Log Files
tr: Log Gösterici

source: Cancel
tr: İptal Et

source: Index
tr: Log Dizini

source: Filter
tr: Filtre

source: Show channel logs
tr: Kanal loglarını göster

source: Show query logs
tr: Özel logları göster

source: Show console logs
tr: Konsol logları göster

source: Show DCC chat logs
tr: DCC chat logları göster

source: Show other logs
tr: Diğer logları göster

source: Contents filter
tr: Filtre içeriği

source: Log name mask:
tr: Log adı arama:

source: Log contents mask:
tr: Log içeriği arama:

source: Only older than
tr: Bu tarihten eski:

source: Only newier than
tr: Bu tarihten yeni:

source: Apply filter
tr: Filtreyi uygula:

source: Log Viewer
tr: Log Gösterici

source: %Q on %Q
tr: %Q %Q için

source: Remove all these channel/query log files
tr: Bu bölümdeki logların hepsini sil

source: Remove file
tr: Dosyayı sil

source: Log File
tr: Kayıt Dosyası

source: Channel
tr: Kanal

source: Query
tr: Özel

source: DCC Chat
tr: DCC Sohbet

source: Console
tr: Konsol

source: Other
tr: Diğer
