Repository: svn2github/kvirc
Catalog: po/modules/options/options_*.po
Languages: ca

source: <center>This is the amount of time to make an avatar available for transfer when requested.<br>When someone sends a CTCP AVATAR request, KVIrc will reply with a CTCP AVATAR message containing the name and size of your avatar image.<br>A time-limited file offer is added for the image file to the requesting user.</center>
ca: <center>Aquesta és la quantitat de tempms en que un avatar estarà disponible per a transferir quan sigui solicitat.<br>Quan algú envii una petició CTCP AVATAR, KVIrc pot respondre amb un missatge CTCP AVATAR contenint el nom i la mida de la teva imatge d'avatar.<br>S'oferirà el fitxer d'imatge durant temps limitat a l'usuari solicitant.</center>

source: <center>This is the default <b>port</b> that this server will be contacted on.<br>Usually <b>6667</b> is OK.</center>
ca: <center>Aquest és el <b>port</b> per defecte en el que aquest servidor serà contactat.<br>Habitualment, <b>6667</b> és correcte.</center>

source: <center>This is the default part message that will be used when you<br>leave a channel by closing a channel window.</center>
ca: <center>Aquest és el missatge de partida per defecte que s'emprarà quan<br>abandoni un canal tancant la seva finestra de canal.</center>

source: <center>This is the default quit message that will be used when you<br>quit your IRC session by closing the console window or disconnecting by pressing the disconnect button.</center>
ca: <center>Aquest és el missatge de sortida per defecte que s'emprarà quan<br>tenqui la seva sessió IRC tancant la finestra de consola o desconnectant prement el botó de desconnexió.</center>

source: <center>This is the fixed address that will be sent with all DCC requests if you enable the option above.</center>
ca: <center>Aquesta és l'adreça fixa que s'enviarà a totes les peticions DCC si vostè marca l'opció.</center>

source: <center>This is the list of available IRC servers.<br>Right-click on the list to add or remove servers and perform other actions.<br>Double-click on a item for advanced options.</center>
ca: <center>Aquesta és la llista de servidors IRC disponibles.<br>Doble click a la llista per a afegir o eliminar servidors i realitzar altres accions.<br>Doble click en un element per a accedir a les opcions avançades.</center>

source: <center>This is the list of available proxy servers.<br>Right-click on the list to add or remove proxies.</center>
ca: <center>Aquesta és la llista de servidors proxy disponibles.<br>Prémer amb el botó dret a la llista per a afegir o eliminar proxies.</center>

source: <center>This is the maximum number of concurrent DCC sessions and it includes all the DCC types (send,chat,recv...). KVIrc will refuse the requests when this limit is reached.</center>
ca: <center>Aquest és el màxim número de sessions DCC simultànies i inclou tots els tipus de DCC (enviament, chat, recepció...). KVIrc rebutjarà les peticions quan s'arribi a aquest límit.</center>

source: <center>This is the maximum number of concurrent DCC transfers. KVIrc will refuse the requests when this limit is reached.</center>
ca: <center>Aquests és el màxim nombres de transferències DCC simultànies. KVIrc rebutjarà les peticions quan s'arribi a aquest límit.</center>

source: <center>This is the maximum size for avatar images that will be automatically requested.<br>A reasonable value might be 102400 bytes (100 K).</center>
ca: <center>Aquest és la màxima mida per a les imatges d'avatar que seran solicitades automàticament.<br>Un valor raonable podria ser 102400 bytes (100 K).</center>

source: <center>This is the name of the currently selected server or network</center>
ca: <center>Aquest és el nom del servidor de la xarxa actualment triada.</center>

source: <center>This makes the IRC context display applet show the current lag after the user's nickname (in seconds)</center>
ca: <center>Això fa que el applet de visualització de context IRC mostri el retràs després del nick de l'usuari (en segons)</center>

source: <center>This option allows you to set the lag meter heartbeat interval.<br>The lower the heartbeat interval the higher will be the accuracy of the lag check but also higher cpu usage and data traffic to the server.<br>Please note that this is NOT the interval between pings sent to the server: the pings (if any) will be sent really less often. 5000 is a reasonable value.</center>
ca: <center>Aquesta opció permet escollir l'interval de cadència del mesurador de retràs. <br>Quant menor sigui l'interval de cadència major serà la fiabilitat de la mesura, però també serà major el us de la CPU i el tràfic de dades amb el servidor.<br>Si us plau, tingui en compte que aquest NO és l'interval entre pings enviats al servidor: els ping (si n'hi ha) seran enviats molt menys freqüentment. 5000 és un valor raonable.</center>

source: <center>This option causes KVIrc to accept RESUME requests with invalid filenames.<br>Use it if KVIrc fails to accept RESUME requests from other clients (e.g. some versions of mIRC).</center>
ca: <center>Aquesta opció farà que KVIrc accepti solícituds RESUM amb nombres d'arxiu no vàlids.<br>Empri-ho si KVIrc falla al acceptar solicituts RESUME des d'altres clients (p.e., algunes versions de mIRC).</center>

source: <center>This option causes KVIrc to close the connection immediately after sending the QUIT message.<br>When this option is disabled, KVIrc will wait for the server to close the connection.<br>Note that if you use this, your QUIT message may be not displayed.</center>
ca: <center>Aquesta opció farà que KVIrc tanqui la connexió immediatament després d'enviar el missatge QUIT.<br> Quan aquesta opció està desactivada, KVIrc esperarà a que el servidor tanqui la connexió.<br>Observi que si utilitza aquesta opció, el seu missatge QUIT pot no ser visualitzat.</center>

source: <center>This option causes KVIrc to send a zero-byte acknowledge to kick-start the DCC transfer with some buggy IRC clients.<br>Use it only if your DCC transfers stall just after establishing a connection without sending any data.</center>
ca: <center>Aquesta opció farà que KVIrc envii un reconeixement de zero bytes per a iniciar ràpidament transferències DCC amb alguns clients IRC problemàtics.<br>Empri-ho en cas de que les transferències s'estanquin just després d'establir una connexió sense enviar dades.</center>

source: <center>This option causes a small notifier window to pop up in the low right corner of the screen when a new message is received and the KVIrc window is not active.</center>
ca: <center>Aquesta opció farà que es mostri una petita finestra de notificacions a la cantonada de sota a la dreta quan es rebi un nou missatge i la finestra de KVIrc no estigui activa.</center>

source: <center>This option causes newly created query windows to be immediately minimized.<br>Enable this if you don't like queries popping up while you're typing something in a channel. :D</center>
ca: <center>Aquesta opció farà que les finestres amb privats recent creades siguin minimitzades immediatament.<br>Activi això si no li agrada que els privats interompeixin mentre està teclejant alguna cosa en algun canal. :D</center>

source: <center>This option causes the system taskbar entry for KVIrc to flash when a new query message is received and the KVIrc window is not the active.</center>
ca: <center>Aquesta opció farà que l'entrada de KVIrc a la barra de feines del sistema destelli quan es rebi un nou privat i la finestra de KVIrc no es trobi seleccionada.</center>

source: <center>This option controls the threshold for the OnLagAlarmTimeUp and OnLagAlarmTimeDown events. When the lag goes above the threshold OnLagAlarmTimeUp will be triggered and when the lag falls back below the threshold then OnLagAlarmTimeDown will be triggered</center>
ca: <center>Aquesta opció controla l'umbral per als events OnLagAlarmTimeUp i OnLagAlarmTimeDown. Quan el retràs excedeixi l'umbral es dispararà l'event OnLagAlarmTimeUp i quan el retràs caigui per sota de l'umbral es dispararà OnLagAlarmTimeDown</center>

source: <center>This option enables query window creation when a private message (PRIVMSG) is received.<br>If you disable this, private messages will be shown in the active window or a common channel.</center>
ca: <center>Aquesta opció permet la creació de finestres independents quan es rep un missatge privat (PRIVMSG).<br>Si desactives això, els missatges seran mostrats en la finestra activa o en un canal comú.</center>

source: <center>This option enables query window creation when a private notice (NOTICE) is received.<br>If you disable this, private notices will be shown in the active window or a common channel.</center>
ca: <center>Aquesta opció permet la creació de finestres independents quan es rep una notícia privada (NOTICE).<br>Si desactives això, les notícies seran mostrades a la finestra activa o a un canal comú.</center>

source: <center>This option enables the usage of the taskbar activity meter. Each window entry will have a small indicator of the activity that is going on in that window. The indicator is a small square that changes colors, dark colors mean low activity, while bright colors signal high activity. KVIrc also uses some heuristics to determine whether the activity is somewhat "human" or it is generated by automated entities (such as bots or IRC servers). "Human" activity causes the indicator to be shaded red while automated activity causes the indicator to be shaded blue.</center>
ca: <center>Aquesta opció activa l'us del mesurador d'activitat. Cada entrada a la finestra tindrà un petit indicador d'activitat. L'indicador és un petit rectangle que canvia de color; negre significa baixa activitat i colors més brillants indiquen alta activitat. KVIrc empra algunes heurístiques per a esbrinar quan es tracta d'activitat "humana" o si aquesta és generada per entitats automàtiques (com bots o servidors IRC). L'activitat "humana" fa que l'indicador sigui ombrejat en vermell mentres que l'activitat automàtica fa que l'indicador sigui ombrejat en blau.</center>

source: <center>This option makes KVIrc only respond to a limited number of CTCP requests within a specified time interval, to prevent "flooding" CTCP messages.</center>
ca: <center>Aquesta opció farà que KVIrc només respongui a un número limitat de peticions CTCP dintre d'un interval especificat de temps, per a prevenir el "flooding" (saturació) de missatges CTCP.</center>

source: <center>This option makes all KVIrc windows look like transparent.<br>You must choose a blending background image to below.</center>
ca: <center>Aquesta opció farà que totes les finestres de KVIrc semblin transparents.<br> Has d'escollir també una imatge de fons per a barrejar més a sota.</center>

source: <center>This option makes all KVIrc windows look transparent.<br>You must choose a blending background image to below or check the "Use KDE desktop for transparency" option.</center>
ca: <center>Aquesta opció farà que totes les finestres de KVIrc es vegin transparents.<br>Has d'escollir una imatge per a barrejar amb el fons o activar l'opció "Emprar escriptori de KDE com a transparència".</center>

source: <center>This option sets the minimum alert level for the taskbar.</center>
ca: <center>Aquesta opció configura el mínim nivell de alerta per a la barra de feines.</center>

source: <center>This option will cause KVIrc to attempt to rejoin a channel after being kicked.</center>
ca: <center>Aquesta opció farà que KVIrc torni a entrar al canal després de ser expulsat.</center>

source: <center>This option will cause KVIrc to auto-accept DCC SEND requests for incoming avatars.<br>If you're using the "Request missing avatars" option above, enabling this may by useful.<br>Avatars will be saved in the local KVIrc directory.</center>
ca: <center>Aquesta opció farà que KVIrc accepti automàticament les peticions DCC SEND d'avatars entrants.<br>Si estàs emprant l'opció "Demanar avatars faltants" anterior, pot ser útil activar-la.<br>Els avatars seran guardats al directori local de KVIrc.</center>

source: <center>This option will cause KVIrc to automatically join a channel when an INVITE message for that channel is received.<br><b>Warning:</b> This may help spammers harass you. :)</center>
ca: <center>Aquesta opció farà que KVIrc s'uneixi automàticament a un canal al que hagi estat convidat.<br><b>Atenció:</b> Això pot ajudar als spammers a fastiguejar-lo. :)</center>

source: <center>This option will cause KVIrc to connect to the IRC server when it is started.</center>
ca: <center>Aquesta opció farà que KVIrc es connecti al servidor d'IRC quan arranqui.</center>

source: <center>This option will cause KVIrc to keep channels open after an unexpected disconnect.</center>
ca: <center>Aquesta opció farà que KVIrc mantingui els canals oberts després d'una desconnexió inesperada.</center>

source: <center>This option will cause KVIrc to keep queries open after an unexpected disconnect.</center>
ca: <center>Aquesta opció farà que KVIrc mantingui els privats oberts després d'una desconnexió inesperada.</center>

source: <center>This option will cause KVIrc to keep the channel window open after being kicked.<br>It might be a good idea to also enable the "Rejoin channel" option.</center>
ca: <center>Aquesta opció farà que KVIrc mantingui la finestra de canal oberta després d'haver set expulsat.<br>Pot ser una bona idea activar també l'opció "Reentrada al canal".</center>

source: <center>This option will cause KVIrc to keep the channel window open after leaving it.</center>
ca: <center>Aquesta opció farà que KVIrc mantingui la finestra del canal oberta després d'abandonar-lo.</center>

source: <center>This option will cause KVIrc to minimize the console window after successfully logging into a server.</center>
ca: <center>Aquesta opció farà que KVIrc minimitzi la finestra de consola després d'entrar satisfactoriament a un servidor.</center>

source: <center>This option will cause KVIrc to rejoin channels after a successful reconnect attempt.</center>
ca: <center>Aquesta opció farà que KVIrc torni a entrar en els canals després d'un intent de reconnexió amb èxit.</center>

source: <center>This option will cause KVIrc to reopen query windows after a successful reconnect attempt.</center>
ca: <center>Aquesta opció farà que KVIrc reobri les finestres amb els privats després d'un intent de reconnexió amb èxit.</center>

source: <center>This option will cause KVIrc to send a DCC GET request when someone sets an avatar and there is no cached copy available.</center>
ca: <center>Aquesta opció farà que KVIrc envii una petició DCC GET quan algú configuri un avatar i no tinguem una copia emmagatzemada disponible.</center>

source: <center>This option will enable auto-reconnecting after an unexpected disconnect. An unexpected disconnect is the <b>termination</b> of a <b>fully connected IRC session</b> that was <b>not requested by the user</b> by the means of the QUIT message.<p><b>Warning:</b> If you use /RAW to send a QUIT message to the server, this option will not behave correctly, since does not detect the outgoing QUIT message and will attempt to reconnect after the server has closed the connection. For this reason, always use the /QUIT command to close your connections. This option may also behave incorrectly with bouncers that support detaching, in this case a solution could be to prepare an alias that sends the bouncer "detach" command immediately before the "quit" command.<br><tt>alias(bncdetach){ raw bouncer detach; quit; }</tt></p></center>
ca: <center>Aquesta opció habilitarà la reconnexió automàtica després d'una desconnexió inesperada és la <b>terminació</b> d'una <b>sessió completa d'IRC</b> que <b>no ha estat solicitada per l'usuari</b> mitjançant el missatge QUIT.<p><b>Atenció:</b> Si empres /RAW per a enviar un missatge QUIT al servidor aquesta opció no funcionarà correctament, perquè no detectarà el QUIT sortint i intentarà reconnectar-se després que el servidor hagi tancat la connexió. Per aquesta raó, empra sempre la comanda /QUIT per a tancar les teves connexions. També pot comportar-se incorrectament amb repetidors que suporten desassociació. En tal cas, una solució podria ser preparar un alies que envii la comanda "detach" immediatament abans de la comanda "quit".<br><tt>alies(bcndetach){ raw bouncer detach; quit; }</tt></p></center>

source: <center>This option will enable target user tracking.<br>Some actions of the target user (e.g. joins and parts) will be displayed in the window.<br></center>
ca: <center>Aquesta opció permetrà rastrejar usuaris concrets.<br>Algunes accions d'alguns usuaris (p.e. entrades i sortides) seran mostrades a la finestra.<br></center>

source: <center>This option will force KVIrc to scale avatars shown in the userlist.<br>Avatars will be scaled to fit the constraints set below. Better keep this option on. :)</center>
ca: <center>Aquesta opció obligarà a KVIrc a escalar els avatars a la llista d'usuaris.<br>Els avatars s'escalaran per a complir les restriccions seleccionades a sota. Convé mantindre aquesta opció activada. :)</center>

source: <center>This parameter controls the average delay between two packets sent or received.<br>A smaller interval will cause you to send data faster but will also add load to your CPU, disk and network interface.<br>Reasonable values are from 5 to 50 milliseconds.</center>
ca: <center>Aquest paràmetre controla el retràs mitjà entre dos paquets enviats o rebuts.<br>Un interval més petit farà que envii les dades més ràpidament però també afegirà càrrega a la seva CPU, disc i interfície de xarxa.<br>Els valors raonables es troben entre 5 i 50 milisegons.</center>

source: <center>This parameter controls the packet size used for DCC SEND.<br>With bigger packets you will be probably send data faster, but you will also saturate your bandwidth and in some cases cause more disk activity.<br>Reasonable values are from 512 to 4096 bytes.</center>
ca: <center>Aquest paràmetre contorla la mida de paquet per a DCC SEND.<br> Amb paquets més grans provablement enviarà les dades més ràpid, però també podràs saturar el teu ample de banda i, en alguns casos, pot provocar més activitat de disc.<br>Els valors raonables estan entre 512 i 4096 bytes.</center>

source: <center>This text will appear when someone does a /WHOIS on you.<br>It is intended to be your real name, but people tend to put random quotes and phrases here too.</center>
ca: <center>Aquest text apareixerà quan algú li faci un /WHO.<br>Hauria de tractar-se del seu nom real, però la gent tendeix a posar coses sense sentit, refranys, ocurrències i tonteries.</center>

source: <center>This text will be appended to the CTCP SOURCE reply.<br>For example, you can place the source URL for a script here.</center>
ca: <center>Aquest text serà afegit a la resposta CTCP SOURCE.<br>Per exemple, pots posar la URL d'origen d'un script aquí.</center>

source: <center>This text will be appended to the CTCP VERSION reply.<br>For example, you can place a script name here.</center>
ca: <center>Aquest text serà afegit a la resposta CTCP VERSION.<br>Per exemple, pots posar un nom d'script aquí.</center>

source: <center>Use a user's last known avatar by default (only for users that are registered).</center>
ca: <center>Emprar per defecte el últim avatar conegut per a l'usuari (només per a usuaris que estan registrats).</center>

source: <center>When you're behind a dialup router and also tunneling through a psyBNC bouncer, you can use a bug in the bouncer to force KVIrc to bind the DCC connections to the dialup router's address.<br>It's an ugly hack - use it only if nothing else works.</center>
ca: <center>Quan estàs darrera d'un enrutador telefònic i també enrutes a través d'un repetidor psyBNC, pots utilitzar un error en el repetidor per a forçar a KVIrc a associar les connexions DCC a l'adreça del repetidor telefònic.<br>És un truc brut - empri'l si cap altre cosa funciona.</center>

source: <center>You can enable this option if you are behind a router that forwards all or a range of ports.<br>KVIrc will try to guess the IP address to use for DCC by looking up the local hostname as seen by the IRC server you're connected to.<br>This method is an exclusive alternative to the "fixed address" above.<br>It might guess the correct address automatically if certain conditions are met (e.g. the IRC server does not mask hostnames).</center>
ca: <center>Pots habilitat aquesta opció si estàs darrere d'un enrutador que redirigeix tots o un rang de ports.<br>KVIrc intentarà esbrinar l'adreça IP per a emprar-la per a DCC buscant el nom de màquina local com ho veu el servidor IRC al que estiguis conectat.<br>Aquest mètode és exclusivament una alternativa a l'"adreça fixa" anterior.<br> Pot esbrinar l'adreça correcta automàticament si es compleixen certes condicions (p.e., el servidor IRC no emmascara los noms de màquina).</center>

source: <center>You can specify a "special" <b>nickname</b> that will be used to log in to the servers on this network.<br>If this field is left empty (most common case), the default nickname (specified in the "Identity" settings) will be used.</center>
ca: <center>Pot especificar un <b>nick</b> "especial" que serà emprat per a entrar als servidors d'aquesta xarxa.<br>Si es deixa aquest camp buit (el cas més normal), s'emprarà el nick per defecte (especificat a la configuració d'"Identitat".</center>

source: <center>You can specify a "special" <b>nickname</b> that will be used to log in to this server.<br>If this field is left empty (most common case), KVIrc will first look if a nickname is specified for the network that this server belongs to, and if that is empty then the default nickname (specified in the "Identity" settings) will be used.</center>
ca: <center>Pot especificar un <b>nick</b> "especial" que serà emprat per entrar en aquest servidor.<br>Si es deixa aquest camp buit (el cas més normal), KVIrc mirarà primer si s'ha especificat un nick per a la xarxa a la que pertany aquest servidor, i si aquest es troba buit s'emprarà el nick per defecte (especificat a la configuració d'"Identitat ".</center>

source: <center>You can specify a "special" <b>real name</b> that will be used to login with the servers on this network.<br>If you leave this field empty (most common case), the default "real name" (specified in the "Identity" settings) will be used.</center>
ca: <center>Pots especificar un <b>nom real</b> "especial" que serà emprat per a entrar als servidors d'aquesta xarxa.<br>Si es deixa aquest camp buit (el cas més normal), s'emprarà el "nom real" per defecte (especificat a la configuració d'"Identitat ").</center>

source: <center>You can specify a "special" <b>real name</b> that will be used to login with this server.<br>If you leave this field empty (most common case), KVIrc will first look if a real name is specified for the network that this server belongs to, and if that is empty the default "real name" (specified in the "Identity" settings) will be used.</center>
ca: <center>Pot especificar un <b>nom real</b> "especial" que serà emprat per a entrar en aquest servidor.<br>Si es deixa aquest camp buit (el cas més normal), KVIrc buscarà primer si s'ha especificat un per a la xarxa a la que pertany aquest servidor, i si està buit llavors s'emprarà el "nom real" per defecte (especificat a la configuració d'"Identitat ".</center>
