Repository: svn2github/kvirc
Catalog: po/modules/options/options_*.po
Languages: ca

source: The Message Regexp can't be empty!<br>You must put at least * there.
ca: L'expressió regular del missatge no pot estar buida!<br>Has de posar al menys un * aquí.

source: The NickServ mask can't be empty!<br>You must put at least * there.
ca: La màscara de NickServ no pot estar buida!<br>Has de posar al menys un * aquí.

source: The Nickname field can't be empty!
ca: El camp del nick no pot estar buit!

source: The Nickname field can't contain spaces!
ca: El camp del nick no pot contenir espais!

source: This check enables the automatic identification with NickServ
ca: Aquesta casella habilita la identificació automàtica amb NickServ

source: This executable has no SSL support.
ca: Aquest executable de KVIrc no té suport SSL

source: This is an option for the impatient: it allows to forcibly and permanently disable the notifier window. Please note that if this option is activated then the notifier will NOT popup even if all the other options around specify to use it in response to particular events. Also note that this option will make all the /notifier.* commands fail silently.
ca: Aquesta és una opció per a impacients: permet desactivar forçada i completament la finestra de notificacions. Si us plau, observi que si s'activa aquesta opció el notificador No es mostrarà fins i tot si totes les opcions restants especifiquen el seu us com a resposta a determinats events. Observi també que aquesta opció farà que totes les comandes /notifier.* fallin silenciosament.

source: This is the command that will be executed when NickServ requests authentication for the nickname described in this rule (if the both server and NickServ mask are matched). This usually will be something like <b>msg NickServ identify &lt;yourpassword&gt;</b>.<br>You can use <b>msg -q</b> if you don't want the password echoed on the screen. Please note that there is no leading slash in this command.
ca: Aquesta és la comanda que serà executada quan NickServ soliciti autentificació per al nick descrit en aquesta regla (si ambdues màscares, la del servidor i la de NickServ concorden). Habitualment serà una cosa com <b>msg NickServ identify &lt;latevaclau&gt;</b>.<br>Pot emprar <b>msg -q</b> si no vol que la clau aparegui a la pantalla. Si us plau, observi que aquesta comanda no comença amb una barra (/).

source: This is the simple regular expression that the identification request message from NickServ must match in order to be correctly recognized.<br>The message is usually something like "To identify yourself please use /ns IDENTIFY password" and it is sent when the NickServ wants you to authenticate yourself. You can use the * and ? wildcards.
ca: Aquesta és una simple expressió regular que el missatge de petició d'identificació de NickServ ha de complir per a ser correctament recconegut.<br>El missatge és usualment una cosa com "To identify yourself please use /ns IDENTIFY password" i és enviat quan NickServ vol que s'identifiqui. Pot fer servir els comodins * i ?.

source: This option will cause KVIrc to ignore channel CTCP AVATAR requests when you have no avatar set. This is usually a good practice since it helps in reducing traffic by not sending a reply that would be empty.
ca: Aquesta opció farà que KVIrc ignori les solicituts de canal CTCP AVATAR quan no tengui configurat un avatar.<br>Habitualment, aquesta és una bona pràctica perquè ajuda a reduir el tràfic evitant enviar rèpliques que podrien estar buides.

source: This table contains the text icon associations.<br>KVirc will use them to display the CTRL+I escape sequences and eventually the emoticons.
ca: Aquesta taula conté les associacions d'icones de text.<br>KVIrc les emprarà per a visualitzar les seqüències d'escapada CTRL+I i eventualment els emoticons.

source: Timeout Values
ca: Valors de Temps d'Expiració

source: Timestamp
ca: Marca de temps

source: ToolBar Applets
ca: Applets de Barra d'eines

source: Top
ca: Amunt

source: Track last read text line
ca: Marcar l'última línia de text llegida

source: Transparency
ca: Transparència

source: Transparency blend image:
ca: Imatge de barreja transparent:

source: Trigger event if lag exceeds:
ca: Disparar event si el retràs excedeix de:

source: URL handlers
ca: URL de manipuladors

source: USERHOST delay (in seconds)
ca: Retràs USERHOST (en segons)

source: Unknown protocol handler command:
ca: Comanda manipuladora de protocol desconegut:

source: UnknownNet
ca: Xarxa Desconeguda

source: Use "broken bouncer hack" to detect address
ca: Emprar el "truc del repetidor trencat" per a detectar l'adreça

source: Use "smart" notify list manager
ca: Emprar gestor "intel·ligent" de llista de notificacions

source: Use IPv6 protocol
ca: Emprar protocol IPv6

source: Use KDE desktop for transparency
ca: Emprar escriptori de KDE com a transparència

source: Use Language Encoding
ca: Emprar pàgina de codis del llenguatge

source: Use Network Encoding
ca: Emprar Codificació de Xarxa

source: Use SSL certificate (PEM format only)
ca: Emprar certificat SSL (només format PEM)

source: Use SSL private key
ca: Emprar clau privada SSL

source: Use SSL protocol
ca: Emprar protocol SSL

source: Use System Encoding
ca: Emprar Codificació del Sistema

source: Use UTC time for timestamp
ca: Emprar temps UTC en marca de temps

source: Use automatic nickname ([5 letters]AWAY)
ca: Emprar nick d'absència autogenerat [5 lletres]AWAY)

source: Use avatar
ca: Emprar avatar

source: Use bash-like nick completion
ca: Emprar completat de nick a l'estil bash

source: Use custom alert level
ca: Emprar un nivell d'alerta personalitzat

source: Use default user mode
ca: Mode d'usuari per defecte

source: Use fast send (send ahead)
ca: Utilitzar enviament ràpid (també conegut com a send ahead)

source: Use flood protection (recommended)
ca: Utilitzar protecció de saturació (recomenat)

source: Use global application font
ca: Emprar font global de l'aplicació

source: Use line wrap margin
ca: Emprar marge de justificació de línia

source: Use online notify list
ca: Emprar llista de notificacions de connexió

source: Use proxy
ca: Emprar proxy

source: Use the WATCH method if available
ca: Emprar el mètode "WATCH" si està disponible

source: Use the completion postfix string for the first word only
ca: Emprar la cadena postfixa en el completat nomes per a la primera paraula

source: Use tree taskbar
ca: Emprar barra de feines en arbre

source: Use user-defined address or network interface
ca: Utilitzar adreça o interfície de xarxa especificat per l'usuari

source: Use user-defined port range
ca: Emprar rang de ports definits per l'usuari

source: Use verbose ignore (show messages in console)
ca: Emprar ignore detallat (mostrar missatges a consola)

source: Use workaround for firewall
ca: Emprar rodeig per a tallafocs

source: User Mode
ca: Mode d'usuari

source: User input exits away mode
ca: L'entrada de text surt del mode absent

source: User-defined prefix and postfix
ca: Prefixe i sufix definits per l'usuari

source: User-op:
ca: Usuaris operadors:

source: Userlist
ca: Llista d'Usuaris

source: Username:
ca: Nom d'usuari:

source: Verbose
ca: Detallat

source: Voice
ca: Veu

source: Voice:
ca: Veu:

source: Volume slider controls PCM, not Master
ca: El deslliçador controla el volum PCM, no el principal

source: Warp cursor at the end of line when browsing history
ca: Posar el cursor al final de línia quan es navegui per l'historial

source: Whois replies
ca: Respostes Whois

source: Words considered spam:
ca: Paraules considerades spam:

source: Words to highlight:
ca: Paraules a ressaltar:

source: [PREFIX]nickname[!user@host][POSTFIX] message
ca: [PREFIX]nick[!usuari@màquina][SUFIX] missatge

source: [Unknown Media Type]
ca: [Tipus de Mitjà Desconegut]

source: connection
ca: connexió

source: irc.unknown.net
ca: irc.desconegut.net

source: unnamed
ca: sense nom

source: within:
ca: cada:
