Repository: svn2github/kvirc
Catalog: po/modules/options/options_*.po
Languages: ca

source: <center>Your <b>nickname</b> is your primary form of identification on IRC.<br>Since servers cannot accept multiple users sharing the same nickname (case insensitive), you can provide alternative nicknames to be used in casethe server refuses to accept the default one.</center>
ca: <center>El seu <b>nick</b> és la principal forma d'identificació a l'IRC.<br>Com els servidors no poden acceptar a diversos usuaris compartint el mateix nick (sense distingir majúscules/minúscules), pot proporcionar nicks alternatius que seran emprats en cas que el servidor rebutgi el proporcionat per defecte.</center>

source: <p><b>Note:</b><br>The notify list is managed using the "Registered Users" settings.</p>
ca: <p><b>Nota:</b><br>La llista de notificacions es gestiona emprant les opcions dels "Usuaris Registrats".</p>

source: <p><b>Warning:</b><br>This is a <b>non RFC 1413 compliant</b> ident daemon that implements only a limited subset of the Identification Protocol specifications. If it is possible, install a real ident daemon.</p>
ca: <p><b>Atenció:</b><br>Aquest és un servei <b>no compatible RFC 1413</b> d'ident que només implementa un limitat subconjunt de les especificacions el protocol d'identificació. És possible instal·lar un servidor ident real.</p>

source: <p><b>Warning:</b><br>This is a <b>non RFC 1413 compliant</b> ident daemon that implements only a limited subset of the Identification Protocol specifications.<br>On UNIX, you may also need root privileges to bind to the auth port (113).<br>It is <b>highly recommended</b> that a <b>real</b> system-wide ident daemon be used instead, or none at all if ident is not required.</p>
ca: <p><b>Atenció:</b><br>Aquest és un servei <b>no compatible RFC 1413</b> d'ident que només implementa un limitat subconjunt de les especificacions del protocol d'identificació.<br>En UNIX, pots necessitar també privilegis de superusuari per a associar-se al port auth (113).<br>És <b>altament recomanable</b> que un servidor global d'ident <b>real</b> sigui usuari al seu lloc, o cap en absolut si ident no és necessari.</p>

source: Abort
ca: Avortar

source: Accept broken RESUME (mIRC file.ext)
ca: Acceptar RESUME erroni (mIRC arxiu.ext)

source: Active Background
ca: Fons Actiu:

source: Active High-Contrast Foreground (Primary)
ca: Primer Pla Actiu d'Alt Contrast (Primari)

source: Active High-Contrast Foreground (Secondary)
ca: Primer Pla Actiu d'Alt Contrast (Secundari)

source: Active Text (Primary)
ca: Text Actiu (Primari)

source: Active Text (Secondary)
ca: Text Actiu (Secundari)

source: Add
ca: Afegir

source: Add Rule
ca: Afegir Regla

source: Advanced configuration
ca: Configuració Avançada

source: Advanced...
ca: Avançat ...

source: Alert Level 1:
ca: Nivell d'Alerta 1:

source: Alert Level 2:
ca: Nivell d'Alerta 2:

source: Alert Level 3:
ca: Nivell d'Alerta 3:

source: Alert Level 4:
ca: Nivell d'Alerta 4:

source: Alert Level 5:
ca: Nivell d'Alerta 5:

source: Alert for highlighted words
ca: Alertar per paraules ressaltades

source: Alert for query messages
ca: Alertar per missatges privats

source: Alert level:
ca: Nivell d'alerta:

source: Alert/Highlight
ca: Alerta/Ressaltat

source: Allow up to:
ca: Permetre fins:

source: Alt. Nickname 1:
ca: Nick alt. 1:

source: Alt. Nickname 2:
ca: Nick alt. 2:

source: Alt. Nickname 3:
ca: Nick alt. 3

source: Alternatives...
ca: Alternatius...

source: Append to SOURCE reply:
ca: Afegir a la resposta SOURCE:

source: Append to VERSION reply:
ca: Afegir a la resposta VERSION:

source: Auto-detect
ca: Detectar automàticament

source: Automatically Log
ca: Grabar registre automàticament

source: Automatically accept
ca: Acceptar automàticament

source: Automatically accept incoming avatars
ca: Acceptar automaticament avatars entrants

source: Automatically join channel on invite
ca: Entrar automàticament al canal quan ens invitin

source: Automatically reconnect
ca: Reconectar automàticament

source: Automatically resume when auto-accepted
ca: Continuar automàticament quan s'accepti automàticament

source: Avatar Download - KVIrc
ca: Descàrrega d'Avatar - KVIrc

source: Avatar Download Failed - KVIrc
ca: Ha fallat la descàrrega de l'Avatar - KVIrc

source: Avatar offer timeout:
ca: Temps d'expiració de l'oferta d'avatar:

source: Away
ca: Absent

source: Away Nickname
ca: Nick d'absència

source: Background
ca: Fons

source: Background Colors
ca: Colors de Fons

source: Background Image
ca: Imatge de Fons

source: Background color
ca: Color de fons

source: Background color:
ca: Color de fons:

source: Background image
ca: Imatge de fons

source: Background image:
ca: Imatge de fons:

source: Background:
ca: Color de fons:

source: Bind IPv4 connections to:
ca: Unir connexions IPv4 a:

source: Bind IPv6 connections to:
ca: Unir connexions IPv6 a:

source: Blend color:
ca: Color de la barreja:

source: Bottom
ca: Sota

source: Broadcast and WALLOPS messages
ca: Missatges de difusió i WALLOP

source: Bug Compatibility
ca: Compatibilitat d'errors

source: Cache IP address
ca: Cachejar adreça IP

source: Cancel
ca: Cancel·lar

source: Certificate
ca: Certificat

source: Certificate location:
ca: Localitzar el certificat:

source: Certificate password:
ca: Clau del certificat:

source: ChanServ and NickServ notices
ca: Notícies dels servidors de Nick i CHAN

source: Change nickname on away
ca: Canviar el nick a l'absentar-se

source: Channel
ca: Canal

source: Channel admin:
ca: Administrador del canal:

source: Channel owner:
ca: Propietari del canal:

source: Channel windows
ca: Finestres de canal

source: Channels to join automatically upon connect:
ca: Canals a unir-se automàticament després de conectar:

source: Chat
ca: Xat

source: Check USERHOST for online users
ca: Comprovar USERHOST per a usuaris connectats

source: Check interval (in seconds)
ca: Interval de comprobació (en segons)

source: Child window opacity:
ca: Opacitat de la finestra filla:

source: Choose Avatar - KVIrc
ca: Esculli Avatar - KVIrc

source: Choose a Filename - KVIrc
ca: Esculli un nom d'arxiu - KVIrc

source: Choose a Filename - KVIrc
ca: Trii un nom d'arxiu - KVIrc

source: Choose an Image File - KVIrc
ca: Trii un Arxiu d'Imatge - KVIrc

source: Choose...
ca: Triar...

source: Clear List
ca: Netejar Llista

source: Close this dialog, accepting all changes.
ca: Tancar diàleg, acceptant tots els canvis.

source: Close this dialog, discarding all changes.
ca: Tancar diàleg, descartant tots els canvis.

source: Commit all changes immediately.
ca: Gravar tots els canvis immediatament.

source: Configuration
ca: Configuració

source: Confirm quit with active connections
ca: Confirmar sortida amb connexions actives

source: Connect &Now
ca: Co&nnectar Ara

source: Connect timeout:
ca: Temps d'expiració de connexió:

source: Connect to this server at startup
ca: Connectar a aquest servidor a l'inici

source: Connection
ca: Connexió

source: Console windows
ca: Finestres de consola

source: Control char color
ca: Color dels caràcters de control

source: Copy Server
ca: Copiar Servidor

source: Cursor color
ca: Color del cursor

source: DCC Chat windows
ca: Finestres de transferències DCC

source: DCC socket timeout:
ca: Temps d'expiració de socket DCC (segons):

source: Default
ca: Per defecte

source: Default away message:
ca: Missatge d'absència per defecte:

source: Default text encoding:
ca: Pàgina de codis de text per defecte:

source: Delay between attempts:
ca: Espera entre intents:

source: Delete
ca: Esborrar

source: Delete Rule
ca: Borrar Regla

source: Description
ca: Descripció

source: Description:
ca: Descripció:

source: Disable broken event handlers
ca: Desactivar manipuladors d'events trencats

source: Disable parser warnings
ca: Deshabilitar els avisos de l'analitzador

source: Do not request ban exception list
ca: No demanar llista d'expiració de prohibició

source: Do not request ban list
ca: No demanar llista de prohibits

source: Do not request invite list
ca: No demanar llista de convidats

source: Do not send /WHO request
ca: No enviar petició /WHO

source: Don't show colors in user messages
ca: No mostrar colors als missatges d'usuari

source: Dotted Grid
ca: Reixa Puntejada

source: Download aborted by user
ca: Descàrrega interrompuda per l'usuari

source: Download folder:
ca: Directori d'arxius descarregats:

source: Draw nickname grid
ca: Dibuixar reixa de nicks

source: Draw some emoticons (smileys) as pictures
ca: Dibuixar algunes emoticones (smileys) gràficament

source: Echo channel topic
ca: Mostra el tema del canal

source: Edit Rule
ca: Editar Regla

source: Enable Anti-spam For
ca: Activar anti-spam per a

source: Enable Ignore For
ca: Activar Ignorar Per a

source: Enable NickServ Identification
ca: Activar identificació NickServ

source: Enable URL highlighting
ca: Activar ressaltat d'URLs

source: Enable fake transparency
ca: Activar falsa transparència

source: Enable ident service (bad practice on UNIX!)
ca: Activar servei ident (mala pràctica en UNIX!)

source: Enable lag meter
ca: Activar mesurador de retràs

source: Enable service for IPv6
ca: Activar servei IPv6

source: Enable target user tracking
ca: Activar seguiment de destí d'usuari

source: Enable user tooltips
ca: Activar tooltips d'usuari

source: Enable window tooltips
ca: Activar tooltips de finestra

source: Enable word highlighting
ca: Activar ressaltat de paraules

source: Encoding:
ca: Codificació:

source: External CTCP replies
ca: Contestacions CTCP externes

source: External messages
ca: Missatges externs

source: Failed to Load Avatar - KVIrc
ca: Ha fallat la càrrega de l'Avatar - KVIrc

source: Failed to download the avatar image.<br><b>%Q</b>
ca: Ha fallat la descàrrega de la imatge de l'avatar.<br><b>%Q</b>

source: Failed to load the avatar image.<br>It may be an unaccessible file or an unsupported image format.
ca: Ha fallat la càrrega de la imatge de l'avatar.<br>Pot tractar-se d'un arxiu inaccessible o un format d'imatge no suportat.

source: Failed to start the download
ca: Errada al iniciar la descàrrega

source: File Transfer
ca: Transferències d'Arxius

source: File pattern:
ca: Patró d'arxiu:

source: Flash system taskbar on new query message
ca: Destell a la barra de feines des sistema amb els nous privats

source: Flash the system taskbar entry on highlighted messages
ca: Destell en la barra de feines del sistema amb els missatges ressaltats

source: Flash window when users are going online
ca: Destell de la finestra quan els usuaris vagin estan en línia

source: Flood Protection
ca: Protecció de Saturació

source: Font
ca: Fonts

source: Font:
ca: Fonts:

source: Force half-duplex mode on sound device
ca: Forçar mode half-duplex en dispositiu de so

source: Force idle step
ca: Forçar esperes

source: Force immediate quit
ca: Forçar sortida immediata

source: Foreground color
ca: Color de primer pla

source: Foreground:
ca: Color de primer pla:

source: General Preferences
ca: Preferències Generals

source: Global application font:
ca: Font global de l'aplicació:

source: Grid color:
ca: Color de la reixa:

source: Grid type:
ca: Tipus de reixa:

source: Guess address from IRC server if unroutable
ca: Imaginar adreça des del servidor IRC si no és rutable

source: Guess save path from media type
ca: Estimar ruta per a guardar des del tipus de medi

source: Half-op:
ca: Semioperador:

source: Highest port:
ca: Port més alt:

source: Highlight messages containing my nickname
ca: Ressaltar sempre els missatges que continguin el meu nick

source: Hint: Move the mouse cursor over the fields to get help
ca: Idea: Mou el cursor del ratolí sobre els camps per a obtenir ajuda

source: IP address:
ca: Adreça IP:

source: IP stack treats IPv4 as part of IPv6 namespace
ca: La pila del sistema tracta IPv4 com a part de l'espai de noms IPv6

source: IPv6 Settings
ca: Opcions IPv6

source: ISON delay (in seconds)
ca: Retràs ISON (en segons)

source: Icon
ca: Icona

source: Ident Service
ca: Servei d'Ident

source: Ident username:
ca: Nom d'Usuari d'Ident:

source: Identify Command
ca: Comanda d'Identificació

source: Identity
ca: Identitat

source: Ignore
ca: Ignorar

source: Ignore requests if no avatar is set
ca: Ignorar peticions si no hi ha un avatar seleccionat

source: Ignored Requests
ca: Ignorar Peticions

source: Image height:
ca: Alçada de la imatge:

source: Image width:
ca: Amplada de la imatge:

source: Import List
ca: Importar Llista

source: Inactive Background
ca: Fons Inactiu:

source: Inactive High-Contrast Foreground (Primary)
ca: Primer Pla inactiu d'Alt Contrast (Primari)

source: Inactive High-Contrast Foreground (Secondary)
ca: Primer Pla inactiu d'Alt Contrast (Secundari)

source: Inactive Text (Primary)
ca: Text Inactiu (Primari)

source: Inactive Text (Secondary)
ca: Text Inactiu (Secundari)

source: Input
ca: Entrada

source: Interface
ca: Interfície

source: Invalid NickServ Rule
ca: Regla de NickServ no vàlida

source: Invite messages
ca: Missatges d'invitació

source: Join Channels
ca: Unir-se a Canals

source: Keep channel open
ca: Mantindre el canal obert

source: Keep channels open
ca: Mantindre els canals oberts

source: Keep in sync with KDE background changes
ca: Mantindre's sincronitzat amb els canvis de fons de KDE

source: Keep queries open
ca: Mantindre els privats oberts

source: Kill broken timers
ca: Matar temporitzadors trencats

source: Labels
ca: Etiquetes

source: Lag
ca: Retràs

source: Lag meter heartbeat:
ca: Cadència del mesurador de retràs:

source: Left
ca: Esquerra

source: Limit outgoing traffic
ca: Limitar tràfic sortint

source: Limit to 1 message every:
ca: Limitar a 1 missatge cada:

source: Link filter:
ca: Filtre d'enllaços:

source: Link tooltip hide delay:
ca: Retràs fins a amagar el tooltip als enllaços:

source: Link tooltip show delay:
ca: Retràs fins a mostrar tooltip als enllaços:

source: Listen on address/interface:
ca: Escoltar en adreça/interfície:

source: Load From...
ca: Carregar Des de...

source: Local open command:
ca: Comanda d'apertura local:

source: Log this
ca: Registrar això

source: Logging
ca: Registre

source: Low-Contrast Foreground
ca: Primer Pla de Baix contrast

source: Lowest port:
ca: Port més baix:

source: MIME Type
ca: Tipus MIME

source: MIME type:
ca: Tipus MIME:

source: Magic bytes:
ca: Bytes màgics:

source: Maximum attempts (0: unlimited):
ca: Nombre màxim d'intents (0: ilimitats):

source: Maximum buffer size:
ca: Midà màxima de buffer:

source: Maximum number of DCC sessions
ca: Màxim número de sessions DCC

source: Maximum number of DCC transfers
ca: Màxim nombre de transferències DCC

source: Maximum requested file size:
ca: Mida màxima d'arxius solicitada:

source: Maximum width:
ca: Amplada màxima:

source: Media Types
ca: Tipus de Medis

source: Message Regexp
ca: Expressió Regular del Missatge

source: Message Type
ca: Tipus de missatge

source: Mid-Contrast Foreground
ca: Primer Pla de Contrast Mitjà

source: Minimize console after successful login
ca: Minimitzar la consola després d'entrar correctament

source: Minimized:
ca: Minimitzat:

source: Minimum alert level:
ca: Nivell d'alerta mínim:

source: Minimum width of buttons:
ca: Amplada mínima dels botons:

source: Minimum width:
ca: Amplada mínima:

source: Mixer device:
ca: Dispositiu mesclador:

source: Mute
ca: Callat

source: Network Details
ca: Detalls de la Xarxa

source: Network Interfaces
ca: Interfícies de xarxa

source: Network Properties
ca: Propietats de Xarxa

source: Network:
ca: Xarxa:

source: New Media Type
ca: Nou Tipus de Medi

source: New Network
ca: Nova Xarxa

source: New Proxy
ca: Nou Proxy

source: New Server
ca: Nou Servidor

source: Nick completion
ca: Completat de Nick

source: Nick completion postfix string
ca: Cadena postfixe per a completat de nick

source: NickServ Authentication Rule
ca: Regla d'Autentificació de Nickserv

source: NickServ Mask
ca: Màscara NickServ

source: NickServ Request Mask
ca: Petició de Màscara NickServ

source: Nickname
ca: Nick

source: Nickname Colors
ca: Colors del Nick

source: Nickname Grid
ca: Reixa de Nicks

source: Nickname alternatives
ca: Nicks alternatius

source: Nickname:
ca: Nick:

source: No selection
ca: Sense selecció

source: Notifier
ca: Notificador

source: Notify completion in console
ca: Notificar finalització a consola

source: Notify failed DCC handshakes to the remote end
ca: Notificar al altre extrem les negociacions de DCC fallides

source: OK
ca: Acceptar

source: Ok
ca: Acceptar

source: On Channel Join
ca: A l'Entrada al Canal

source: On Channel Kick
ca: En Expulsió del Canal

source: On Channel Part
ca: A la sortida del canal

source: On Chat Request
ca: En Solicitut de Xat

source: On Connect
ca: En Connexió

source: On Incoming File
ca: En Arxiu Entrant

source: On Login
ca: A l'Entrar

source: On Unexpected Disconnect
ca: En desconnexions inesperades

source: On Voice Request
ca: En Solicitut de Veu

source: Oops... something weird happened:<br>Can't find any module capable of importing servers.
ca: Ups... una cosa dolenta ha passat:<br>No puc trobar cap mòdul capaç d'importar servidors.

source: Oops... something weird happened:<br>Can't find the module that was capable of this import action. :(
ca: Ups... una cosa dolenta ha passat:<br>No puc trobar el mòdul encarregat de l'acció d'importar. :(

source: Open Dialog Window For
ca: Obrir Diàleg de Finestra per a

source: Open Query For
ca: Obrir Privat per a

source: Open all minimized
ca: Obrir totes minimitzades

source: Open minimized when auto-accepted
ca: Obrir minimitzada quan s'accepti automàticament

source: Outgoing data queue flush timeout:
ca: Temps d'expiració per a volcar la cua de dades sortints

source: Output
ca: Sortida

source: Output verbosity
ca: Detall de la sortida

source: PAGE reply:
ca: Resposta PAGE:

source: Packet size:
ca: Mida de paquet:

source: Parent window opacity:
ca: Opacitat de la finestra pare:

source: Password:
ca: Clau:

source: Paste Server
ca: Enganxar Servidor

source: Pattern
ca: Patró

source: Plain Grid
ca: Reixa Plana

source: Please select an avatar image. The full path to a local file or an image on the Web can be used.<br>If you wish to use a local image file, click the "<b>Browse</b>"button to browse local folders.<br>The full URL for an image (including <b>http://</b>) can be entered manually.
ca: Si us plau, esculli un avatar. Es pot emprar una ruta completa a un arxiu local o una imatge a la Xarxa.<br>Si dessitja emprar un arxiu local, premi el botó "<b>Navegar</b>" per a moures per els directoris locals.<br>Pot introduir-se una URL completa (incloent <b>http://</b>) per a una imatge.

source: Popup notifier on new query message
ca: Mostrar notificador amb els missatges privats

source: Popup notifier when users are going online
ca: Mostrar notificador quan els usuaris vagin estant en línia

source: Popup the notifier window on highlighted messages
ca: Mostrar la finestra de notificació amb els missatges ressaltats

source: Postfix:
ca: Sufix:

source: Pre-buffer size:
ca: Mida pre-buffer:

source: Preferences
ca: Preferències

source: Private Key
ca: Clau Privada

source: Private key location:
ca: Localització de la clau privada:

source: Private key password:
ca: Clau de la clau privada:

source: Private messages
ca: Missatges privats

source: Private notices
ca: Noticies privades

source: Private/channel messages
ca: Missatges privat/canal

source: Private/channel notices
ca: Notificacions de privat/canal

source: Progress bar color:
ca: Color de la barra de progrés:

source: Properties
ca: Propietats

source: Proxy Hosts
ca: Servidors Proxy

source: Put here the nickname that you have registered with NickServ
ca: Posa aquí el nick que tens registrat amb NickServ

source: Query
ca: Privat

source: Query windows
ca: Finestres de privats

source: Quiet
ca: Discret

source: Re&move
ca: Eli&minar

source: Re&move Proxy
ca: Eli&minar Proxy

source: Re&move Server
ca: Eli&minar Servidor

source: Real name:
ca: Nom real:

source: Registered NickName
ca: Nick Registrat

source: Registered Users
ca: Usuaris Registrats

source: Rejoin channel
ca: Reentrada al canal

source: Rejoin channels after reconnect
ca: Tornar a unir-se a canals després de reconectar

source: Remember window properties
ca: Recordar propietats de finestra

source: Remote open command:
ca: Comanda d'apertura remota:

source: Remove Network
ca: Eliminar Xarxa

source: Remove Network/Server
ca: Eliminar Xarxa/Servidor

source: Remove Proxy
ca: Eliminar Proxy

source: Reopen queries after reconnect
ca: Reobrir els privats després de reconectar

source: Request missing avatars
ca: Demanar avatars faltans

source: Restrict alert
ca: Restringir alertes

source: Right
ca: Dreta

source: Save As...
ca: Guardar Com a...

source: Save path:
ca: Ruta per a guardar:

source: Selected:
ca: Seleccionat:

source: Selection background color
ca: Color de fons de la selecció

source: Selection foreground color
ca: Color de primer pla de la selecció

source: Send ACK for byte 0
ca: Enviar ACK per al byte 0

source: Send a fixed address in requests
ca: Enviar una adreça fixa en les peticions

source: Send address/interface:
ca: Enviar adreça/interfície:

source: Send unknown commands as /RAW
ca: Enviar comandes desconegudes com a /RAW

source: Server
ca: Servidor

source: Server Details
ca: Detalls del servidor

source: Server notices
ca: Notícies del servidor

source: Server notices (+s)
ca: Notícies del servidor (+s)

source: Server replies
ca: Respostes del servidor

source: Server:
ca: Servidor:

source: Servers
ca: Servidors

source: Service port:
ca: Port de servei:

source: Show IRC context indicator in taskbar
ca: Mostrar indicador de context d'IRC a la barra de feines

source: Show activity meter in taskbar
ca: Mostrar medició d'activitat a la barra de feines

source: Show channel mode prefix
ca: Mostrar prefixe de mode de canal

source: Show channel sync time
ca: Mostrar el temps de sincronització del canal

source: Show compact mode changes
ca: Mostrar canvis de mode compactes

source: Show dialog for CTCP page requests
ca: Mostrar diàleg per a solicituts CTCP page

source: Show extended server information
ca: Mostrar informació ampliada del servidor

source: Show in active window
ca: Mostrar a la finestra activa

source: Show lag in IRC context display
ca: Mostrar retràs a la pantalla de context d'IRC

source: Show message icons
ca: Mostrar icones de missatges

source: Show nicknames in bold
ca: Mostrar nicks en negreta

source: Show notifications in active window
ca: Mostrar notificacions a la finestra actual

source: Show own parts in the console
ca: Mostrar les sortides pròpies a consola

source: Show server pings
ca: Mostrar pings del servidor

source: Show the CTCP replies in the active window
ca: Mostrar respostes a CTCP a la finestra activa

source: Show this dialog at startup
ca: Mostrar aquest diàleg a l'inici

source: Show timestamp
ca: Mostrar marca de temps

source: Show user and host
ca: Mostrar usuari i màquina

source: Show user channel activity indicator
ca: Mostrar indicador d'activitat d'usuari al canal

source: Show user channel icons
ca: Mostrar icones d'usuaris del canal

source: Show window icons in taskbar
ca: Mostrar icones de finestra a la barra de feines

source: Silent anti-spam (no warnings)
ca: Anti-spam silenciós (no avisa)

source: Sort windows by name
ca: Ordenar finestres per nom

source: Sound device:
ca: Dispositiu de so:

source: Taskbar
ca: Barra de Tasques

source: Taskbar Alert
ca: Barra de Feines d'Alertes

source: Test
ca: Prova

source: Text icons
ca: Icones de text

source: Text/Alert Colors
ca: Colors de Text/Alertes

source: The Identify Command can't be empty!
ca: La comanda d'Identificació no pot estar buida!
