Repository: svn2github/kvirc
Catalog: po/modules/options/options_*.po
Languages: ca

source: lines
ca: línies

source: msec
ca: mseg

source: requests
ca: peticions

source: sec
ca: seg

source: usec
ca: microseg

source: "Smart" nickname colors
ca: Colorejat "intel·ligent" de nicks

source: &Apply
ca: &Aplicar

source: &Browse...
ca: Navegar...

source: &Copy Server
ca: &Copiar Servidor

source: &New
ca: &Nou

source: &New Proxy
ca: &Nou Proxy

source: &New Server
ca: &Nou Servidor

source: &OK
ca: &Acceptar

source: &Paste Server
ca: Enganxar Servidor

source: 3D Buttons
ca: Botons 3D

source: 3D Grid
ca: Reixa 3D

source: <b>file://</b> handler command:
ca: <b>file://</b> comanda manipuladora:

source: <b>ftp://</b> handler command:
ca: <b>ftp://</b> comanda manipuladora:

source: <b>http://</b> handler command:
ca: <b>http://</b> comanda manipuladora:

source: <b>https://</b> handler command:
ca: <b>https://</b> comanda manipuladora:

source: <b>mailto:</b> handler command:
ca: <b>mailto:</b> comanda manipuladora:

source: <center>Click here to edit advanced options for this entry</center>
ca: <center>Premi aquí per a editar les opcions avançades d'aquesta entrada</center>

source: <center>Enable this option if you are on a multihost machine and want to force one of the available IP addresses to be used for outgoing DCCs.<br>This is especially useful when you use IPv6 and IPv4 addresses.<br>You can force KVIrc to always choose the IPv4 interface.</center>
ca: <center>Activa aquesta opció si està en una màquina amb diverses connexions de xarxa i vols forçar que sigui una de les adreces IP disponibles la que s'utilitzi per als DCCs sortints.<br>Això és especialment útil quan utilitzis adreces IPv4 e IPv6.<br>Pots forçar a que KVIrc esculli sempre la interfície IPv4.</center>

source: <center>Enable this option if you can't accept incoming connections.<br>KVIrc will try to use different methods to send and receive files.<br>Please note that these methods may NOT work when communicating with a non-KVIrc client.</center>
ca: <center>Activa aquesta opció si no pots acceptar connexions entrants.<br>KVIrc intentarà emprar diferents mètodes per a enviar i rebre fitxers.<br>Per favor, observa que aquests mètodes poden NO funcionar quan te comuniquis amb un client que no sigui KVIrc.</center>

source: <center>Enable this option if you want specify a local port range for DCC.</center>
ca: <center>Activi aquesta opció si vols especificar un rang de ports locals per al DCC.</center>

source: <center>Enable this option if you want to always send a fake IP address in your DCC requests.<br>This might be useful if you're behind a router with a static address that does network address translation (NAT) and forwards all or a range of ports.</center>
ca: <center>Activa aquesta opció si vols enviar sempre una adreça falsa en les teves peticions DCC.<br>Això pot ser útil si estàs darrera d'un router amb una adreça estàtica que fa conversió d'adreces de xarxa (NAT) i reenvia tots o un rang de ports.</center>

source: <center>Enable this option when the dcc file transfers tend to block your computer by consuming too much CPU time. When this option is enabled the idle interval below will be forcibly inserted between each sent/received data packet.</center>
ca: <center>Habilita aquesta opció quan les transferències dcc tendeixin a bloquejar el teu ordinador consumint massa temps de CPU. Quan s'habilita aquesta opció l'interval d'espera de sota serà inserit a la força en cada paquet de dades enviat/rebut.</center>

source: <center>Here you can choose up to three nicknames alternative to the primary one. KVIrc will use the alternatives if the primary nick is already used by someone else on a particular IRC network.</center>
ca: <center>Aquí pots escollir fins a tres nicks alternatius addicionals al primari. KVIrc emprarà els alternatius si el nick primari està sent emprat per qualsevol altre en una xarxa concreta.</center>

source: <center>Here you can set a list of channels to be joined automatically after a connection to a server in this network has been established. To add a channel, type its name in the text input below and click "<b>Add</b>".</center>
ca: <center>Aquí pots posar la llista de canals als que entraràs automàticament després d'establir una connexió amb un servidor d'aquesta xarxa. Per a afegir un canal, escriu el seu nom a la caixa de text inferior i prem "<b>Afegir</b>".</center>

source: <center>Here you can set a list of channels to be joined automatically after a connection to this server has been established. To add a channel, type its name in the text input below and click "<b>Add</b>".</center>
ca: <center>Aquí pot posar la llista de canals als que entrarà automàticament després d'establir una connexió amb aquest servidor. Per a afegir un canal, escrigui el seu nom a la caixa de text inferior i premi "<b>Afegir</b>".</center>

source: <center>Hit this button to connect to the currently selected server.</center>
ca: <center>Premi aquest botó per a connectar-se al servidor actualment seleccionat.</center>

source: <center>If this is enabled, the global initial <b>user mode</b> (configured from the identity dialog) will be used. If disabled, you can configure an initial user mode for this server
ca: <center>Si s'activa, s'emprarà el <b>mode d'usuari</b> global inicial (configurat des de el diàleg Identitat). Si es desactiva, pot configurar un mode d'usuari inicial per a aquest servidor.</center>

source: <center>If this option is enabled, KVIrc will (attempt to) flash the system taskbar entry when a highlighted message is printed and KVIrc is not the active window</center>
ca: <center>Si s'activa aquesta opció, KVIrc (intentarà) que l'entrada de la barra de feines del sistema destelli quan es mostri un missatge ressaltat i KVIrc no sigui la finestra activa</center>

source: <center>If this option is enabled, KVIrc will alert in the taskbar only if a normal message is received in a channel.<br>Actions like joins, parts and mode changes will be ignored.<br> This is useful if you are in channels with a high rate of traffic and only want to be alerted for messages that are interesting to you.</center>
ca: <center>Si aquesta opció està activa, KVIrc alertarà a la barra de feines només si rep un missatge normal en un canal.<br>Accions com entrades, sortides i canvis de mode seran ignorades.<br> Això és útil si es troba en canals amb una gran quantitat de tràfic i només vol ser alertat de missatges que l'interessin.</center>

source: <center>If this option is enabled, KVIrc will alert in the taskbar only if the specified alert level is reached.</center>
ca: <center>Si s'activa aquesta opció, KVIrc alertarà a la barra de feines només si s'arriba al nivell d'alerta especificat.</center>

source: <center>If this option is enabled, KVIrc will highlight any user message containing your current nickname</center>
ca: <center>Si s'activa aquesta opció, KVIrc ressaltarà qualsevol missatge d'usuari que contingui el seu nick</center>

source: <center>If this option is enabled, KVIrc will popup a little notifier window in the low right corner of your desktop when a highlighted message is printed and KVIrc is not the active window</center>
ca: <center>Si s'habilita aquesta opció, KVIrc mostrarà una petita finestra de notificacions al racó inferior dret de l'escriptori quan es visualitzi un missatge ressaltat i KVIrc sigui la finestra activa</center>

source: <center>If this option is enabled, the Servers dialog will appear every time you start KVIrc</center>
ca: <center>Si aquesta opció està activada, el diàleg de servidors apareixerà cada vegada que arrenqui KVIrc</center>

source: <center>If this option is enabled, the taskbar will also alert for messages which are shown in queries.</center>
ca: <center>Si s'activa aquesta opció, la barra de feines alertarà també de missatges mostrats en privats.</center>

source: <center>If this option is enabled, the taskbar will also alert for messages which contain a word from the highlighted words list above.</center>
ca: <center>Si s'activa aquesta opció, la barra de feines també alertarà de missatges que continguin una paraula present a la llista de paraules ressaltades de la llista anterior.</center>

source: <center>If this server requires a password, put it in this field, otherwise leave it empty.</center>
ca: <center>Si aquest servidor necessita una clau, escrigui-la en aquest camp: en altre cas, deixi-ho buit.</center>

source: <center>If you enable this option, when a DCC request from a remote user can't be satisfied KVIrc will notify him by a CTCP ERRMSG. This is a nice feature so it is a good idea to leave it on unless for some reason you have deactivated the antiflood system: in this case turning off this option might help if you often get attacked by CTCP floods.</center>
ca: <center>Si actives aquesta opció, quan no pugui satisfer-se una petició DCC d'un usuari remot, KVIrc se li ho notificarà mitjançant un CTCP ERRMSG. Aquesta és una característica agradable per això és bona idea deixar-la activa a menys que per alguna raó hagis desactivat el sistema antisaturació: en aquest cas desactivar aquesta opció pot ajudar si et veus atacat per saturacions de CTCP sovint.</center>

source: <center>Minimum value: <b>0 requests</b><br>Maximum value: <b>10000 requests</b></center>
ca: <center>Valor mínim: <b>0 peticions</b><br>Valor màxim: <b>86400 peticions</b></center>

source: <center>Minimum value: <b>0 sec</b><br>Maximum value: <b>86400 sec</b></center>
ca: <center>Valor mínim: <b>0 seg</b><br>Valor màxim: <b>86400 seg</b></center>

source: <center>Minimum value: <b>1 sec</b><br>Maximum value: <b>3600 sec</b></center>
ca: <center>Valor mínim: <b>1 seg</b><br>Valor màxim: <b>3600 seg</b></center>

source: <center>Minimum value: <b>10000 usec</b><br>Maximum value: <b>10000000 usec</b></center>
ca: <center>Valor mínim: <b>10000 microseg</b><br>Valor màxim: <b>10000000 microseg</b></center>

source: <center>Please wait while the avatar is being downloaded</center>
ca: <center>Si us plau, esperi mentres l'avatar està sent descarregat</center>

source: <center>Put here a brief description of the network.</center>
ca: <center>Posi aquí una breu descripció de la xarxa.</center>

source: <center>The "send ahead" DCC method allows data to be sent faster by breaking some of the rules of the original DCC SEND protocol specification.<br>Most clients can handle this kind of optimisation so disable it only if you have problems.</center>
ca: <center>El mètode DCC "send ahead" permet enviar dades més ràpidament saltant-se algunes regles de l'especificació original del protocol DCC.<br>Molts clients poden manipular aquest tipus d'optimització, per això desactiva-ho únicament si trobes problemes.</center>

source: <center>The following commands will be executed after a connection has been established.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote pass secret</tt> instead of <tt>/quote pass secret</tt>).<br>KVIrc will first send the USER command, then eventually PASS and NICK and then execute this command sequence.<br>This is particularly useful for IRC bouncers that require login commands.</center>
ca: <center>Les següents comandes serà executades després que una connexió amb aquest servidor hagi sigut establerta.<br><b>Important:</b> introdueixi les comandes <b>sense</b> precedir-les d'una barra (p.e. <tt>quote pass secret</tt> en comptes de <tt>/quote pass secret</tt>.<br>KVIrc enviarà primer la comanda USER, eventualment PASS i NICK, i després executarà aquesta seqüència de comandes.<br>Això és particularment útil per a repetidors IRC que necessiten ordres d'entrada.</center>

source: <center>The following commands will be executed after a connection to a server in this network has been established.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote pass secret</tt> instead of <tt>/quote pass secret</tt>).<br>KVIrc will first send the USER command, then eventually PASS and NICK and then execute this command sequence.</center>
ca: <center>Les següents comandes seran executades després que una connexió amb un servidor d'aquesta xarxa ha estat establerta.<br><b>Important:</b> introdueixi les comandes <b>sense</b> precedir-les d'una barra (p.e. <tt>quote pass secret</tt> en lloc de <tt>/quote pass secret</tt>.<br>KVIrc enviarà primer la comanda USER, eventualment PASS i NICK, i després executarà aquesta seqüència de comandes.</center>

source: <center>The following commands will be executed after a successful login to a server in this network.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote privatelog</tt> instead of <tt>/quote privatelog</tt>).<br>This is useful for automatically opening queries, setting variables, etc.</center>
ca: <center>Les sigënts comandes seran executades després que s'hagi entrat correctament a un servidor en aquesta xarxa.<br><b>Important:</b> introdueixi les comandes <b>sense</b> precedir-les d'una barra (p.e. <tt>quote privatelog</tt> en lloc de <tt>/quote privatelog</tt>.<br>Això és útil per a obrir privats automàticament, inicialitzar variables, etc.</center>

source: <center>The following commands will be executed after a successful login to this server.<br><b>Important:</b> Enter commands <b>without</b> a preceding slash (e.g. <tt>quote privatelog</tt> instead of <tt>/quote privatelog</tt>).<br>This is useful for automatically opening queries, setting variables, etc.</center>
ca: <center>Les següents comandes seran executades després que s'hagi entrat correctament a aquest servidor.<br><b>Important:</b> introdueixi les comandes <b>sense</b> precedir-les d'una barra (p.e. <tt>quote privatelog</tt> en comptes de <tt>/quote privatelog</tt>.<br>Això és útil per a obrir privats automàticament, inicialitzar variables, etc.</center>

source: <center>This box allows you to choose the preferred encoding for the servers in this network. If you choose "Use System Encoding" then the encoding will be set to the systemwide value that you choose in the "Encoding" page of the options dialog.</center>
ca: <center>Aquesta casella et permet escollir la codificació preferida per als servidors d'aquesta xarxa. Si esculls "Emprar Codificació del Sistema" llavors la codificació serà inicialitzada amb la configuració global del sistema que esculli a l'opció "Codificació" del diàleg d'opcions.</center>

source: <center>This box allows you to choose the preferred encoding for this sever. If you choose "Use Network Encoding" then the encoding will be inherited from the network that this server belongs to.</center>
ca: <center>Aquesta casella li permet escollir la codificació preferida per a aquest servidor. Si escull "Emprar Codificació de Xarxa" llavors la codificació s'heretarà de la xarxa a la que pertanyi aquest servidor.</center>

source: <center>This button shows a list of recently used servers. It allows you to quickly find them in the list.</center>
ca: <center>Aquest botó mostra una llista dels servidors emprats recentment. Et permet trobar-los ràpidament a la llista.</center>

source: <center>This check identifies IPv6 servers.<br>If enabled, KVIrc will attempt to use the IPv6 protocol (thus your OS <b>must</b> have a working IPv6 stack and you <b>must</b> have an IPv6 connection).</center>
ca: Aquest identificador identifica servidors IPv6.<br>Si s'habilita, KVIrc intentarà emprar el protocol IPv6 (el seu S.O. <b>ha <b> de tenir un pila IPv6 funcionant i <b>ha</b>de tenir una connexió IPv6).</center>

source: <center>This check will cause the connection to use the <b>Secure Socket Layer</b> encryption support. Obviously, this server must have support for this, too. :)</center>
ca: <center>Aquesta casella farà que per aquesta connexió s'utilitzi el suport de xifrat <b>Secure Socket Layer (SSL)</b>. Obviament, aquest servidor haurà de suportar-ho també. :)</center>

source: <center>This check will enable <b>IP address caching</b> for this server:<br>DNS lookups can be time-consuming and might be blocking on some platforms; this option will cause KVIrc to look up the server hostname only once.<br><br> Advanced: you can also use this option to force a certain server name to resolve to a fixed ip address when either the dns for that server is temporairly unreachable or you want to avoid the round-robin lookups.</center>
ca: <center>Aquesta casella habilitarà el <b>caché d'adreça IP</b> per a aquest servidor:<br>les cerques DNS consumeixen temps i poden ser blocants en algunes plataformes: aquesta opció farà que KVIrc busqui el nom del servidor d'un sol cop.<br><br> Avançat: també pots emprar aquesta opció per a forçar que un cert nom de servidor sigui resolt a una IP fixa per a quan el servidor de noms estigui temporalment no disponible o vulgui evitar les cerques redundants.</center>

source: <center>This enables the lag meter engine, which checks at regular intervals how much lag (latency) the server has.</center>
ca: <center>Això habilita el motor de retrassos, que comprova a intervals regulars quan retràs (latència) té el servidor.</center>

source: <center>This field contains the command to execute to open a local file.<br><tt>$0</tt> is used in place of the filename</center>
ca: <center>Aquest camp conté la comanda a executar per a obrir un arxiu local.<br><tt>$0</tt> serà emprat en lloc del nom de l'arxiu</center>

source: <center>This field contains the command to execute when automatically opening a received file.<br><tt>$0</tt> is used in place of the filename</center>
ca: <center>Aquest camp conté la comanda a executar per a obrir automàticament un arxiu rebut.<br><tt>$0</tt> serà emprat en lloc del nom de l'arxiu</center>

source: <center>This field specifies the name of a module that exports a link filter for this type of server.<br>For plain IRC connections, you don't need any link filters; this is used for incompatible protocols.</center>
ca: <center>Aquests camp especifica el nom d'un mòdul que esporta un filtre d'enllaç per aquest tipus de servidor.<br>Per a connexions IRC normals, no necessites cap filtre d'enllaç; això s'empra per a protocols incompatibles.</center>

source: <center>This is a brief description of this server. This field has no restrictions but many server lists use it to describe the server's physical location</center>
ca: <center>Aquesta és una breu descripció del servidor. Aquest camp no té restriccions però moltes llistes de servidors l'utilitzen per a descriure la localització física del servidor</center>

source: <center>This is a list of NickServ identification rules. KVIrc will use them to model its automatic interaction with NickServ on this network.<br>Please be aware that this feature can cause your NickServ passwords to be stolen if used improperly. Make sure that you fully understand the NickServ authentication protocol.<br>In other words, be sure to know what you're doing.<br>Also note that the password that you provide is stored as <b>PLAIN TEXT</b>.</center>
ca: <center>Aquesta és la llista de regles d'identificació de NickServ. KVIrc les emprarà per a la seva interacció automàtica amb NickServ en aquesta xarxa.<br>Si us plau, tingui present que aquesta característica pot provocar que les seves claus de NickServ siguin robades si s'usa indegudament. Asseguris que entén bé el protocol d'autentificació NickServ.<br>En altres paraules, asseguris de que sap que està fent.<br>Pensi que la clau que proporciona és emmagatzemada en <b>TEXT PLA</b>.</center>

source: <center>This is the <b>IP address</b> of this server, it is here for caching purposes.<br>If you leave this field empty, KVIrc will fill it in the first time it connects to the server. If you enable the "cache IP address" option below, KVIrc will use it as a "cached result" and avoid looking it up again.</center>
ca: <center>Aquesta és l'<b>adreça IP</b> d'aquest servidor, i es troba aquí com a caché.<b>Si deixa aquest camp buit, KVIrc el reomplirà la primera vegada que es connecti al servidor. Si activa l'opció de sota "Cachejar adreça IP", KVIrc l'emprarà com a un "resultat a caché" per a evitar tornar a buscar-ho de nou.</center>

source: <center>This is the <b>username</b> that KVIrc will use to login to servers on this network. If this field is left empty (most common case), KVIrc will use the default username specified in the "Identity" options tab.</center>
ca: <center>Aquest és el <b> nom d'usuari</b> que emprarà KVIrc per a autentificar-se als servidors d'aquesta xarxa. Si aquest camp es deixa buit (el cas més normal), KVIrc emprarà el nom d'usuari per defecte especificat a la pestaña d'opcions "Identitat".</center>

source: <center>This is the <b>username</b> that KVIrc will use to login to this server. If this field is left empty (most common case), KVIrc will first look if an username is specified for the network that this server belongs to, and if that is empty then KVIrc will use the default username specified in the "Identity" options tab.</center>
ca: <center>Aquest és el <b>nom d'usuari</b> que emprarà KVIrc per a autentificar-se en aquest servidor. Si aquest camp es deixa buit (el cas més normal), KVIrc mirarà primer si hi ha un nom d'usuari especificat per a la xarxa a la que pertany aquest servidor, i si aquest es troba buit KVIrc emprarà el nom d'usuari per defecte especificat a la casella d'opcions "Identitat".

source: <center>This is the <b>username</b> that you will use to connect to the server.<br>In the past, it was used as a form of authentication, but it normally has no special use now.<br>In addition to your nickname, you are identified on IRC by your <b>username@hostname</b>.</br>Basically, you can enter any word you like here. :D</center>
ca: <center>Aquest és el <b>nom d'usuari</b> que emprarà per a connectar al servidor.<b>Anteriorment, era emprat com a forma d'autentificació, però ara no té una utilitat especial.<br>Adicionalment al seu nick, serà identificat a l'IRC per el seu<br>usuari@màquina</b>.<br>Bàsicament, pot posar aquí qualsevol paraula que li agradi. :D</center>

source: <center>This is the CTCP PAGE reply.<br>It should contain some sort of acknowledgement for CTCP PAGE messages.</center>
ca: <center>Aquesta és la resposta a CTCP PAGE.<br>Hauria de contenir algun tipus de reconeixement per als missatges CTCP PAGE.</center>

source: <center>This is the IP address or name of the interface to use by default for outgoing DCC transfers.<br>On UNIX systems that support it, you can also specify IPv4 interface names (such as <b>ppp0</b>).<br>If you set it to <b>0.0.0.0</b>, KVIrc will try to use the first available IPv4 interface</center>
ca: <center>Aquesta és l'adreça IP o nom de la interfície que s'utilitzarà per defecte per a les transferències DCC sortints.<br>En els sistemes UNIX que ho suportin, també poden utilitzar-se noms d'interfície IPv4 (com <b>ppp0</b>).<br>Si posa el valor d'aquesta opció a <b>0.0.0.0</b>, KVIrc intentarà trobar la primera interfície IPv4 disponible</center>

source: <center>This is the amount of time that KVIrc will wait for a response before assuming that a DCC has failed because the remote client was unable to connect to our listening socket.</center>
ca: <center>Aquesta és la quantitat de temps que KVIrc esperarà una resposta abans d'assumir que un DCC ha fallat perquè el extrem remot no ha sigut capaç de connectar al nostre socket a l'escolta.</center>
