Repository: svn2github/kvirc
Catalog: po/modules/torrent/torrent_*.po
Languages: pt

source: No client selected!
pt: Nenhum cliente seleccionado!

source: An interface to KDE's excellent KTorrent client. Download it from http://www.ktorrent.org
pt: Um interface para o cliente KDE KTorrent. Transfira-o de http://www.ktorrent.org

source: Index out of range: %d [0-%d]!
pt: Índice fora de alcance: %d [0-%d]!

source: Trying torrent client interface "%Q": score %d
pt: A tentar o interface do cliente torrent "%Q": pontuação %d

source: Choosing torrent client interface "%Q"
pt: E escolher o interface do cliente torrent "%Q"

source: Seems that there is no usable torrent client on this machine
pt: Parece que não existe nenhum cliente torrent nesta máquina

source: No torrent client interface selected. Try /torrent.detect
pt: Nenhum interface seleccionado. Tente /torrent.detect

source: The selected torrent client interface failed to execute the requested function
pt: O interface de cliente torrent seleccionado falhou ao executar a função pedida

source: Last interface error:
pt: Ultimo erro do interface:

source: Using client interface "%Q".
pt: A usar o interface do cliente "%Q".

source: Invalid client interface "%Q"!
pt: Interface de cliente inválido "%Q"!
