Repository: svn2github/kvirc
Catalog: 3.4.0/po/modules/mediaplayer/mediaplayer_*.po
Languages: pt

source: Function not implemented
pt: Função não implementada

source: An interface to the AMIP plug-in. You can download it from http://amip.tools-for.net. To use this interface you must install AMIP plug-in for your player.
pt: Um interface para o 'plugin' AMIP. Pode-o transferir de http://amip.tools-for.net. Para usar este interface deve instalar o 'plugin' AMIP para o seu leitor.

source: An interface to the AmaroK KDE media player.
pt: Um interface para o reprodutor de médias Amarok do KDE.

source: Trying media player interface "%Q": score %d
pt: A tentar o interface reprodutor de médias "%Q": resultado %d

source: Not sure about the results, trying a second, more agressive detection pass
pt: Não há certezas acerca dos resultados, tentar novamente, estado de detecção mais agressivo

source: Choosing media player interface "%Q"
pt: A escolher o interface reprodutor de médias "%Q"

source: Seems that there is no usable media player on this machine
pt: Parece que não existe um reprodutor de médias nesta máquina

source: No mediaplayer interface selected. Try /mediaplayer.detect
pt: Nenhum interface reprodutor de médias seleccionado. Tente /mediaplayer.detect

source: The selected media player interface failed to execute the requested function
pt: O interface reprodutor de médias falhou ao executar a função pedida

source: Last interface error:
pt: Último erro do interface:

source: An interface to the popular UNIX xmms media player. Download it from http://www.xmms.org
pt: Um interface para o popular reprodutor de médias UNIX xmms. A transferi-lo de http://www.xmms.org

source: An interface to the popular UNIX audacious media player. Download it from http://audacious-media-player.org
pt: Um interface para o popular reprodutor de médias UNIX audacious. Pode-o transferir de http://audacious-media-player.org

source: Can't load the player library (%Q)
pt: Não é possível carregar a biblioteca do leitor (%Q)

source: Can't find symbol %s in %Q
pt: Não é possível encontrar o símbolo %s em %Q

source: An interface to the Juk KDE media player.
pt: Um interface para o reprodutor de médias Juk do KDE.

source: Can't find a running winamp window
pt: Não é possível encontrar uma janela winamp a correr

source: An interface to the popupar Winamp media player. You can download it from http://www.winamp.com. To use all the features of this interface you must copy the gen_kvirc.dll plugin found in the KVIrc distribution directory to the Winamp plugins folder and restart winamp.
pt: Um interface para o popular reprodutor de médias Winamp. Pode-o transferir de http://www.winamp.com. Para usar todas as opções deste interface deve copiar o 'plugin' gen_kvirc.dll encontrado no directório de distribuição do KVirc para a pasta plugins do Winamp e reiniciar o reprodutor.

source: The winamp plugin has not been installed properly. Check /help mediaplayer.nowplaying
pt: O 'plugin' winamp não foi instalado correctamente, Verifique /helpmediaplayer.nowplaying
